/**
 * Created by work on 17/11/14.
 */
/* eslint-disable */

console.log('started generating pdf');
const fs = require('fs');
// const mergeStream = require('merge-stream');
const co = require('co');
const fenlei = {
  "productId": 47,
  "productName": "肿瘤基础2（国寿）",
  "sampleNo": "1211322002121",
  "companyAddr": '天方测试',
  "activateTime": '2017-11-16',
  "meetingNo": "000000",
  "checker": {
    "headImg": "http://wx.qlogo.cn/mmopen/vi_32/Q0j4TwGTfTKWtlBFKpTEDHdTSgibI0V1tvoNT9NuLWsCHib5xkAY0icpGvsw0BUa0ialhFvsicbNQ5x7q0iaMAEsPJ0A/0",
    "name": "史忠高基础2",
    "sex": 0,
    "sexLabel": "男",
    "age": 19
  },
  "info": {
    "tumour": {
      "type": 1,
      "items": [
        {
          "phenotypeId": 64,
          "phenotypeName": "食管癌",
          "isMan": 0,
          "genotypes": [
            {
              "rsid": "rs366631",
              "gene": "GSTM1",
              "genotype": "AA",
              "score": -1,
              "info": "风险略增",
              "frequency": 0.5366,
              "summary": "风险略增"
            },
            {
              "rsid": "rs2031920",
              "gene": "CYP2E1",
              "genotype": "CC",
              "score": 0,
              "info": "风险正常",
              "frequency": 0.6655,
              "summary": "风险正常"
            },
            {
              "rsid": "rs3813867",
              "gene": "CYP2E1",
              "genotype": "GG",
              "score": 0,
              "info": "风险正常",
              "frequency": 0.6655,
              "summary": "风险正常"
            },
            {
              "rsid": "rs1801133",
              "gene": "MTHFR",
              "genotype": "AA",
              "score": -1,
              "info": "风险增加",
              "frequency": 0.115,
              "summary": "风险增加"
            },
            {
              "rsid": "rs1048943",
              "gene": "CYP1A1",
              "genotype": "TT",
              "score": 0,
              "info": "风险正常",
              "frequency": 0.5436,
              "summary": "风险正常"
            },
            {
              "rsid": "rs1042522",
              "gene": "P53"
            },
            {
              "rsid": "rs1800566",
              "gene": "NQO1",
              "genotype": "GG",
              "score": 0,
              "info": "风险正常",
              "frequency": 0.2857,
              "summary": "风险正常"
            },
            {
              "rsid": "rs671",
              "gene": "ALDH2",
              "genotype": "GG",
              "score": 0,
              "info": "风险正常",
              "frequency": 0.7247,
              "summary": "风险正常"
            },
            {
              "rsid": "rs1229984",
              "gene": "ADH2",
              "genotype": "TT",
              "score": 1,
              "info": "风险降低",
              "frequency": 0.4843,
              "summary": "风险降低"
            }
          ],
          "score": 0,
          "riskValue": 0.386,
          "summary": "风险正常",
          "ratio": 0.7114,
          "genes": [
            {
              "gene": "ADH2",
              "related": "ADH2基因编码的乙醇脱氢酶是乙醇代谢的关键酶，可将体内的乙醇在肝脏代谢为乙醛。风险基因型导致编码的酶活性显著增加,使得饮酒者出现乙醛蓄积,引起代谢变化外,还会消耗大量还原剂,导致体内自由基的清除受阻,使得DNA受损几率增加。"
            },
            {
              "gene": "NQO1",
              "related": "NQO1促进有害物质醌类及其衍生物转化为低毒性的氢醌。风险基因型导致NQO1酶活性显著降低,致癌物质代谢速度降低,在体内的堆积速度上升。"
            },
            {
              "gene": "ALDH2",
              "related": "ALDH2编码的乙醛脱氢酶是乙醛代谢的关键酶,与60%以上的乙醛代谢有关。风险基因型导致乙醛的代谢速度下降,易造成有毒物质乙醛积累。"
            },
            {
              "gene": "GSTM1",
              "related": "GSTM1将体内的多种有毒物质转化为低毒或者无毒物质。风险基因型整个基因缺失,无法编码具有解毒作用的GSTM1酶,机体解毒能力下降,导致致癌物在体内积累。"
            },
            {
              "gene": "MTHFR",
              "related": "MTHFR参与体内叶酸代谢,进而参与DNA的合成与修复。风险基因型编码的酶活性降低,DNA损伤修复能力下降,DNA稳定性降低,抵抗致癌物质或其他外界因素破坏作用的能力降低。"
            },
            {
              "gene": "CYP1A1",
              "related": "CYP1A1可将前致癌物(多环芳烃类)转化为致癌物。风险基因型编码的酶活性增高,前致癌物更快的代谢成致癌物,导致致癌物在体内堆积。"
            },
            {
              "gene": "CYP2E1",
              "related": "CYP2E1参与药物、致癌物、类固醇激素和胆酸的氧化代谢。风险基因型致使氧化代谢时生成更多氧自由基,机体的氧化一抗氧化机制失去平衡。"
            }
          ]
        }
      ]
    },
    "CCVD": {
      "type": 2,
      "items": [
        {
          "phenotypeId": 1,
          "phenotypeName": "高血压",
          "isMan": 0,
          "genotypes": [
            {
              "rsid": "rs5186",
              "gene": "AGTR1",
              "genotype": "AA",
              "score": 0,
              "info": "风险正常",
              "frequency": 0.878,
              "summary": "风险正常"
            },
            {
              "rsid": "rs1799983",
              "gene": "NOS3",
              "genotype": "GG",
              "score": 0,
              "info": "风险正常",
              "frequency": 0.7387,
              "summary": "风险正常"
            },
            {
              "rsid": "rs699",
              "gene": "AGT",
              "genotype": "GG",
              "score": -1,
              "info": "风险增加",
              "frequency": 0.7038,
              "summary": "风险增加"
            },
            {
              "rsid": "rs1042713",
              "gene": "ADRB2",
              "genotype": "GG",
              "score": 0,
              "info": "风险正常",
              "frequency": 0.1533,
              "summary": "风险正常"
            },
            {
              "rsid": "rs1799998",
              "gene": "CYP11B2",
              "genotype": "AA",
              "score": 0,
              "info": "风险正常",
              "frequency": 0.5366,
              "summary": "风险正常"
            }
          ],
          "score": 0,
          "riskValue": 0.482,
          "summary": "风险正常",
          "detail": "你的患病风险正常",
          "ratio": 0.7247,
          "genes": [
            {
              "gene": "AGT",
              "related": "AGT可以增加血管收缩,促进血管变厚。风险基因型 AGT 蛋白表达量增加,导致血管紧张素生成增多,引起血管收缩、血管壁增厚,增加高血压的发病风险。"
            },
            {
              "gene": "NOS3",
              "related": "NOS3在体内合成一氧化氮(NO),从而舒张血管、松弛血管平滑肌和抑制内皮细胞增殖。风险基因型 NOS3 酶的活性降低,一氧化氮合成速率下降,导致舒张血管作用减弱,血管阻力增加,增加高血压的发病风险。"
            },
            {
              "gene": "ADRB2",
              "related": "ADRB2通过改变血管紧张性,调节肾素释放,影响水盐代谢等途径调节血压。风险基因型 ADRB2 活性降低,血管扩张反应减弱,导致血管阻力增加,增加高血压的发病风险。"
            },
            {
              "gene": "AGTR1",
              "related": "AGTR1编码的蛋白能够介导血管收缩、促进血管平滑肌细胞增殖,使血管变厚,此外还可促进儿茶酚胺和前列腺素释放。风险基因型 AGTR1 蛋白表达量增加,血管壁张力增加、血管壁厚度增加,增加高血压的发病风险。"
            },
            {
              "gene": "CYP11B2",
              "related": "CYP11B2通过调节醛固酮的合成速度,进而控制盐平衡和血管内容量来调节血压。风险基因型导致基因表达增加,醛固酮合成加快,进而引起血压升高。"
            }
          ]
        }
      ]
    },
    "metabolicDiseases": {
      "type": 3,
      "items": [
        {
          "phenotypeId": 227,
          "phenotypeName": "高脂血症",
          "isMan": 0,
          "genotypes": [
            {
              "rsid": "rs320",
              "gene": "LPL",
              "genotype": "TT",
              "score": 0,
              "info": "风险正常",
              "frequency": 0.5889,
              "summary": "风险正常"
            },
            {
              "rsid": "rs285",
              "gene": "LPL",
              "genotype": "CT",
              "score": 0,
              "info": "风险正常",
              "frequency": 0.4181,
              "summary": "风险正常"
            },
            {
              "rsid": "rs7412",
              "gene": "APOE",
              "genotype": "CC",
              "score": 0,
              "info": "风险正常",
              "frequency": 0.8153,
              "summary": "风险正常"
            },
            {
              "rsid": "rs2230806",
              "gene": "ABCA1",
              "genotype": "CT",
              "score": -1,
              "info": "风险略高",
              "frequency": 0.4425,
              "summary": "风险略高"
            },
            {
              "rsid": "rs1801133",
              "gene": "MTHFR",
              "genotype": "AA",
              "score": -1,
              "info": "风险增加",
              "frequency": 0.115,
              "summary": "风险增加"
            }
          ],
          "score": 0,
          "riskValue": 0.694,
          "summary": "风险正常",
          "ratio": 0.7177,
          "genes": [
            {
              "gene": "LPL",
              "related": "LPL催化血液循环中的乳糜微粒(CM)和极低密度脂蛋白(VLDL)核心中的甘油三酯分解为脂肪酸。风险基因型编码的蛋白功能发生异常,导致血液中甘油三酯除速率下降,引起血液中甘油三酯平升高。"
            },
            {
              "gene": "APOE",
              "related": "APOE基因编码的蛋白质是血浆脂蛋白的重要组成成分，在脂质代谢中起重要作用，可影响血浆胆固醇的浓度。其风险基因型编码的蛋白生物学功能异常，导致血中甘油三酯、胆固醇水平升高，引起机体脂质代谢紊乱。"
            },
            {
              "gene": "ABCA1",
              "related": "ABCA1(ATP-binding-cassette A1)在胆固醇逆向转运中起重要作用，可促进细胞内胆固醇和磷脂的流出,结合到细胞表面的载脂蛋白,形成高密度脂蛋白(HDL), 向肝脏转运使之最终代谢。ABCA1基因多态性与HDL浓度有关，风险基因型可使血浆中高密度脂蛋白(HDL)减少。"
            },
            {
              "gene": "MTHFR",
              "related": "MTHFR参与体内叶酸代谢,进而参与DNA的合成与修复。风险基因型编码的蛋白质活性降低,导致叶酸代谢出现障碍,使得体内同型半胱氨酸积累,高浓度的同型半胱氨酸会损伤血管内皮细胞,并容易导致血管壁增厚,增加高脂血症的发病风险。"
            }
          ]
        },
        {
          "phenotypeId": 55,
          "phenotypeName": "肥胖症",
          "isMan": 0,
          "genotypes": [
            {
              "rsid": "rs2241766",
              "gene": "ADIPOQ",
              "genotype": "GT",
              "score": 0,
              "info": "风险正常",
              "frequency": 0.4216,
              "summary": "风险正常"
            },
            {
              "rsid": "rs9939609",
              "gene": "FTO",
              "genotype": "TT",
              "score": 0,
              "info": "风险正常",
              "frequency": 0.7317,
              "summary": "风险正常"
            },
            {
              "rsid": "rs8050136",
              "gene": "FTO",
              "genotype": "CC",
              "score": 0,
              "info": "风险正常",
              "frequency": 0.7352,
              "summary": "风险正常"
            },
            {
              "rsid": "rs5443",
              "gene": "GNB3",
              "genotype": "CT",
              "score": -1,
              "info": "风险略高",
              "frequency": 0.5401,
              "summary": "风险略高"
            },
            {
              "rsid": "rs320",
              "gene": "LPL",
              "genotype": "TT",
              "score": 0,
              "info": "风险正常",
              "frequency": 0.5889,
              "summary": "风险正常"
            },
            {
              "rsid": "rs1801282",
              "gene": "PPARγ2",
              "genotype": "CC",
              "score": 0,
              "info": "风险正常",
              "frequency": 0.9443,
              "summary": "风险正常"
            },
            {
              "rsid": "rs4994",
              "gene": "ADRB3",
              "genotype": "AA",
              "score": 0,
              "info": "风险正常",
              "frequency": 0.7944,
              "summary": "风险正常"
            },
            {
              "rsid": "rs17782313",
              "gene": "MC4R",
              "genotype": "TT",
              "score": 0,
              "info": "风险正常",
              "frequency": 0.7038,
              "summary": "风险正常"
            },
            {
              "rsid": "rs660339",
              "gene": "UCP2",
              "genotype": "AG",
              "score": -1,
              "info": "风险略高",
              "frequency": 0.4774,
              "summary": "风险略高"
            }
          ],
          "score": 0,
          "riskValue": 0.402,
          "summary": "风险正常",
          "ratio": 0.7865,
          "genes": [
            {
              "gene": "FTO",
              "related": "脂肪量肥胖相关基因(fat mass and obesity-associated gene,FTO) 是一种与肥胖相关的基因，也称肥胖基因，该基因编码的核蛋白属于酮戊二酸依赖型加氧酶，此蛋白作为一个含有Fe2+加氧酶，其功能是在Fe2+和维生素C诱导下催化酮戊二酸产生琥珀酸盐和二氧化碳；还可在有氧条件、Fe2+和维生素C诱导下，催化DNA和RNA发生去甲基化反应。FTO具有的去甲基化作用可调节某些代谢相关基因，即FTO基因影响人体摄食量以及饮食结构。该基因多态性影响FTO基因的生物学功能，导致机体脂肪堆积，引发肥胖。"
            },
            {
              "gene": "LPL",
              "related": "LPL催化血液循环中的乳糜微粒(CM)和极低密度脂蛋白(VLDL)核心中的甘油三酯分解为脂肪酸。风险基因型编码的蛋白质功能发生异常,导致血液中甘油三酯水平升高,促使肥胖的发生。"
            },
            {
              "gene": "GNB3",
              "related": "GNB3(G-protein beta3 subunit)基因位于12号染色体短臂，其编码的蛋白质是机体细胞信号转导的关键因子。该基因位点多态性使G蛋白活性增加，促进细胞增殖，引发肥胖。"
            },
            {
              "gene": "MC4R",
              "related": "黑皮素4受体(melanocortin-4 receptor,MC4R)基因位于18号常染色体长臂，该基因主要在下丘脑神经细胞中表达，是瘦素介导的食欲调节途径中最末端的基因。MC4R基因的表达产物是促肾上腺皮质激素(ACTH)和促黑素(MSH)的特异受体，属G蛋白偶联受体超家族。这些受体蛋白通过G蛋白介导与促肾上腺皮质激素和促黑素发生相互作用。MC4R作为关键受体之一在能量稳态系统中起重要作用。MC4R作为肥胖的候选基因与较高BMI有关。"
            },
            {
              "gene": "UCP2",
              "related": "解偶联蛋白2(uncoupling protein 2,UCP2)是线粒体内膜的质子载体,具有\"质子漏\"(驱散H+梯度)的功能,使氧化过程与ADP的磷酸化过程\"解偶联\",导致ATP生成减少,能量消耗和产热增多,体重下降。该基因多态性可使其编码的蛋白质活性下降,阻碍氧化过程与磷酸化过程“解偶联”,使底物氧化的能量不能以热能形式释放,导致合成ATP增多,引起肥胖。"
            },
            {
              "gene": "ADRB3",
              "related": "肾上腺受体β3（Beta-3-Adrenergic Receptor,ADRB3）属于 G 蛋白耦联受体超家族成员,是脂肪分解最重要的受体。风险基因型导致该基因活性降低,降低能量和脂质代谢,脂肪代谢发生障碍,导致脂肪堆积以及未代谢的能量转化为脂肪，引起肥胖。"
            },
            {
              "gene": "ADIPOQ",
              "related": "脂联素基因(Adiponectin gene，ADIPOQ)基因与肥胖症机体脂肪分布有关，可促进骨骼肌细胞脂肪酸β氧化和糖吸收,增强胰岛素糖原合成作用,抑制肝脏的糖异生,在机体脂质代谢和血糖稳态的调控中起重要作用。风险基因型可降低ADIPOQ表达,从而影响其在脂肪和糖类代谢中的作用,引发肥胖。"
            },
            {
              "gene": "PPARγ2",
              "related": "过氧化物酶体增殖物激活受体γ( peroxisome proliferator activated receptor gamma,PPARγ) 是核受体PPAR超家族成员之一，是一个配体活化转录因子，参与调控多种靶基因的转录。PPARγ2为PPARγ的亚型之一。PPARγ编码的蛋白是脂肪细胞分化、成熟以及脂肪生成的重要调控因子。此外，PPARγ参与多种疾病的病理生理过程，如肥胖症、糖尿病、动脉粥样硬化以及癌症。"
            }
          ]
        },
        {
          "phenotypeId": 60,
          "phenotypeName": "2型糖尿病",
          "isMan": 0,
          "genotypes": [
            {
              "rsid": "rs2241766",
              "gene": "ADIPOQ",
              "genotype": "GT",
              "score": 0,
              "info": "风险正常",
              "frequency": 0.4216,
              "summary": "风险正常"
            },
            {
              "rsid": "rs10946398",
              "gene": "CDKAL1",
              "genotype": "CC",
              "score": -1,
              "info": "风险增加",
              "frequency": 0.1429,
              "summary": "风险增加"
            },
            {
              "rsid": "rs7903146",
              "gene": "TCF7L2",
              "genotype": "CC",
              "score": 0,
              "info": "风险正常",
              "frequency": 0.9477,
              "summary": "风险正常"
            },
            {
              "rsid": "rs10811661",
              "genotype": "CC",
              "score": 0,
              "info": "风险正常",
              "frequency": 0.223,
              "summary": "风险正常"
            },
            {
              "rsid": "rs2237892",
              "gene": "KCNQ1",
              "genotype": "CC",
              "score": -1,
              "info": "风险略高",
              "frequency": 0.4216,
              "summary": "风险略高"
            },
            {
              "rsid": "rs2228570",
              "gene": "VDR",
              "genotype": "AG",
              "score": 0,
              "info": "风险正常",
              "frequency": 0.453,
              "summary": "风险正常"
            },
            {
              "rsid": "rs13266634",
              "gene": "SLC30A8",
              "genotype": "TT",
              "score": 0,
              "info": "风险正常",
              "frequency": 0.2125,
              "summary": "风险正常"
            },
            {
              "rsid": "rs285",
              "gene": "LPL",
              "genotype": "CT",
              "score": 0,
              "info": "风险正常",
              "frequency": 0.4181,
              "summary": "风险正常"
            },
            {
              "rsid": "rs1801133",
              "gene": "MTHFR",
              "genotype": "AA",
              "score": -1,
              "info": "风险增加",
              "frequency": 0.115,
              "summary": "风险增加"
            }
          ],
          "score": 0,
          "riskValue": 0.402,
          "summary": "风险正常",
          "ratio": 0.7855,
          "genes": [
            {
              "gene": "LPL",
              "related": "LPL催化血液循环中的乳糜微粒(CM)和极低密度脂蛋白(VLDL)核心中的甘油三酯分解为脂肪酸。风险基因型编码的蛋白功能发生异常,导致血液中甘油三酯除速率下降,引起血液中甘油三酯平升高,促使糖尿病的发生。"
            },
            {
              "gene": "VDR",
              "related": "VDR基因位于人类第12号染色体长臂，该基因编码维生素D受体，研究发现，维生素D能促进小肠粘膜上皮细胞对钙的吸收，维生素Ｄ受体基因—VDR的多态性可以显著影响钙吸收效率，钙离子在胰岛素信号通路发挥重要的作用，其缺乏可影响正常胰岛素功能的发挥，引起高血糖，导致糖尿病。"
            },
            {
              "gene": "KCNQ1",
              "related": "KCNQ1编码的蛋白质分布在胰腺β细胞，参与细胞功能的维持。风险基因型可使胰岛β细胞功能受损,胰岛素的分泌减少，引起2型糖尿病。"
            },
            {
              "gene": "MTHFR",
              "related": "MTHFR编码的蛋白质是叶酸代谢的关键酶,与体内同型半胱氨酸的水平相关。该基因位点突变使其编码的酶活性降低,导致同型半胱氨酸浓度升高,干扰β-细胞分泌胰岛素,同时引起血管内皮细胞损伤,增加糖尿病及并发症的风险。"
            },
            {
              "gene": "ADIPOQ",
              "related": "脂联素基因(Adiponectin gene，ADIPOQ)基因与肥胖症机体脂肪分布有关，可促进骨骼肌细胞脂肪酸β氧化和糖吸收,增强胰岛素糖原合成作用,抑制肝脏的糖异生,在机体脂质代谢和血糖稳态的调控中起重要作用。风险基因型可降低ADIPOQ表达,从而影响其在脂肪和糖类代谢中的作用,引发2型糖尿病。"
            },
            {
              "gene": "CDKAL1",
              "related": "CDKAL1基因位于6号染色体上，编码的蛋白质是甲基硫代转移酶家族的成员。该基因的功能尚不清楚,全基因组关联研究将该基因的内含子中的单核苷酸多态性与2型糖尿病的易感性联系起来。"
            },
            {
              "gene": "TCF7L2",
              "related": "TCF7L2基因位于10号染色体上，编码在Wnt信号通路中起关键作用的高迁移率组（HMG）盒的转录因子。该蛋白质涉及血糖稳态。"
            },
            {
              "gene": "SLC30A8",
              "related": "SLC30A8编码一种在胰岛细胞大量表达的锌离子转运蛋白,在锌离子介导的胰岛素成熟和分泌过程中发挥重要作用,参与胰岛素结晶六聚体的形成。风险基因型导致胰岛β细胞对前胰岛素加工障碍,影响胰岛细胞正常分泌胰岛素，引起2型糖尿病。"
            }
          ]
        },
        {
          "phenotypeId": 231,
          "phenotypeName": "高同型半胱氨酸血症",
          "isMan": 0,
          "genotypes": [
            {
              "rsid": "rs1801133",
              "gene": "MTHFR",
              "genotype": "AA",
              "score": -1,
              "info": "风险增加",
              "frequency": 0.115,
              "summary": "风险增加"
            },
            {
              "rsid": "rs1801131",
              "gene": "MTHFR",
              "genotype": "TT",
              "score": 0,
              "info": "风险正常",
              "frequency": 0.5958,
              "summary": "风险正常"
            }
          ],
          "score": 0,
          "riskValue": 0.833,
          "summary": "风险正常",
          "ratio": 0.7956,
          "genes": [
            {
              "gene": "MTHFR",
              "related": "MTHFR参与体内叶酸代谢,进而参与DNA的合成与修复。风险基因型该基因表达的蛋白活性及耐热性降低,叶酸代谢能力异常,导致同型半胱氨酸代谢障碍，血浆同型半胱氨酸水平增高。"
            }
          ]
        },
        {
          "phenotypeId": 57,
          "phenotypeName": "痛风",
          "isMan": 0,
          "genotypes": [
            {
              "rsid": "rs12498742",
              "gene": "GLUT9",
              "genotype": "AA",
              "score": -1,
              "info": "风险增加",
              "frequency": 0.9791,
              "summary": "风险增加"
            },
            {
              "rsid": "rs1165205",
              "gene": "SLC17A3",
              "genotype": "AA",
              "score": 0,
              "info": "风险正常",
              "frequency": 0.7143,
              "summary": "风险正常"
            },
            {
              "rsid": "rs2231142",
              "gene": "ABCG2",
              "genotype": "GT",
              "score": -1,
              "info": "风险增加",
              "frequency": 0.3659,
              "summary": "风险增加"
            },
            {
              "rsid": "rs150414818",
              "gene": "ALDH16A1",
              "genotype": "CC",
              "score": 0,
              "info": "风险正常",
              "frequency": 0.9965,
              "summary": "风险正常"
            }
          ],
          "score": 0,
          "riskValue": 1,
          "summary": "风险正常",
          "ratio": 0.7629,
          "genes": [
            {
              "gene": "ABCG2",
              "related": "ABCG2编码一种ATP-结合盒半转运蛋白,必须形成同型二聚体才能发挥转运尿酸的活性,负责血清尿酸的排泄。风险基因型蛋白表达明显较低,稳定性显著下降,血清尿酸排泄下降,痛风风险增加。"
            },
            {
              "gene": "GLUT9",
              "related": "GLUT9编码葡萄糖转运体 9,介导尿酸及葡萄糖转运,以易化扩散的方式顺浓度梯度转运葡萄糖,加速尿酸的重吸收。风险基因型转运体活性较高,尿酸排泄减少,尿酸在体内沉积,促使痛风发生。"
            },
            {
              "gene": "SLC17A3",
              "related": "SLC17A3基因编码Na/Pi转运体(NPT4),NPT4主要分布在肾脏近端小管细胞顶端膜上。SLC17A3下游分子SLC17A1编码的NPT1直接参与肾脏尿酸转运。SLC17A3基因rs1165205位点可降低尿酸水平。"
            },
            {
              "gene": "ALDH16A1",
              "related": "ALDH16A1编码醛脱氢酶16家族A1蛋白,负责将内源性和外源性的乙醛氧化为乙酸,在肝脏表 达能将酒精逐步氧化为乙酸。风险基因型肝脏对酒精的氧化能力下降,积累的酒精能增强腺苷酸的降解生成尿酸,导致血液尿酸高浓度,增加痛风风险。"
            }
          ]
        },
        {
          "phenotypeId": 228,
          "phenotypeName": "高尿酸血症",
          "isMan": 0,
          "genotypes": [
            {
              "rsid": "rs1801133",
              "gene": "MTHFR",
              "genotype": "AA",
              "score": -1,
              "info": "风险增加",
              "frequency": 0.115,
              "summary": "风险增加"
            },
            {
              "rsid": "rs1800629",
              "gene": "TNF-α",
              "genotype": "GG",
              "score": 0,
              "info": "风险正常",
              "frequency": 0.8606,
              "summary": "风险正常"
            }
          ],
          "score": 0,
          "riskValue": 0.833,
          "summary": "风险正常",
          "ratio": 0.7919,
          "genes": [
            {
              "gene": "MTHFR",
              "related": "MTHFR叶酸代谢中的关键酶,维持体内同型半胱氨酸的正常代谢水平。风险基因型导致血浆中同型半胱氨酸和亚甲基四氢叶酸浓度上升、DNA甲基化水平降低和嘌呤嘧啶核苷酸库的不平衡，最终使尿酸升高。"
            },
            {
              "gene": "TNF-α",
              "related": "TNF-参与细胞信号转导、免疫应答、炎症诱导、细胞凋亡等一系列活动。风险基因型肿瘤坏死因子α表达过量，尿酸水平升高。"
            }
          ]
        },
        {
          "phenotypeId": 226,
          "phenotypeName": "骨质疏松症",
          "isMan": 0,
          "genotypes": [
            {
              "rsid": "rs2228570",
              "gene": "VDR",
              "genotype": "AG",
              "score": 0,
              "info": "风险正常",
              "frequency": 0.453,
              "summary": "风险正常"
            },
            {
              "rsid": "rs7412",
              "gene": "APOE",
              "genotype": "CC",
              "score": 0,
              "info": "风险正常",
              "frequency": 0.8153,
              "summary": "风险正常"
            }
          ],
          "score": 0,
          "riskValue": 0.694,
          "summary": "风险正常",
          "ratio": 0.7365,
          "genes": [
            {
              "gene": "VDR",
              "related": "VDR基因位于人类第12号染色体长臂，该基因编码维生素D受体，研究发现，维生素D能促进小肠粘膜上皮细胞对钙的吸收，维生素Ｄ受体基因—VDR的多态性可以显著影响钙吸收效率。该基因上的rs2228570位点的突变会导致钙吸收能力减弱，机体钙质缺乏会增加骨质疏松的发生风险。"
            },
            {
              "gene": "APOE",
              "related": "APOE基因编码的蛋白质编码的蛋白通过影响血浆维生素K和骨钙素水平调节骨代谢,促进骨骼的形成与修复。风险基因型编码的蛋白质使血液维生K水平降低,骨钙素羧化程度降低,不利于骨形成。"
            }
          ]
        }
      ]
    }
  },
  "advise": null,
  "pdfUrl": null,
  "imgUrls": null,
  "phenotypes": {
    "1": {
      "introduction": "原发性高血压是以血压升高（收缩压≥140mmHg和（或）舒张压≥90mmHg）为主要临床表现，伴或不伴有多种心血管危险因素（如心、脑、肾等器官的功能或器质性损害）的综合征，通常简称为高血压。高血压是最常见的慢性病，也是心脑血管病及慢性肾病的重要危险因素。高血压可以发生于任何年龄。",
      "advise": "1.合理膳食：忌烟酒，忌浓烈红茶，低盐、低油、 低糖饮食，每人每天摄盐量不得超过6克（一啤酒瓶盖），多吃蔬果、杂粮，如：香蕉、山楂、大蒜、黑豆、胡萝卜、芹菜、玉米、荞麦等食物。\n2.坚持体育锻炼：每周进行3次体育锻炼（散步、慢跑、太极拳、骑自行车和游泳等运动）但是若血压不稳定，避免外出锻炼；控制体重（BMI=体重(公斤)/身高(米)2，BMI≥25 为超重，BMI≥27为肥胖）。\n3.控制情绪，避免精神刺激、紧张，尤其不宜过度生气或兴奋。                       \n4.天气严寒时，尽量减少出行；不能避免外出时，应注意防寒保暖，不迎风走路。       \n5.避免使用太热、太冷的水洗澡。保证充足良好的睡眠。                             \n6.若患有高血压，大便不宜久蹲，避免太过用力，适当食用通便的食物或药物。\n7.家中常备血压计，做好血压监测（最好清晨测量血压，每周测2-3次）。",
      "cause": "1、饮食因素\n长期高盐高脂饮食可导致血压升高。钾盐摄入与高血压呈负相关。高蛋白质、低钙饮食均能升压。\n2、精神刺激\n脑力劳动者、从事精神紧张度高的职业者发升高血压的可能性较大。\n3、其他因素\n（1）超重或肥胖是血压升高的重要危险因素。\n（2）服用避孕药妇女血压升高发生率及程度与服用时间长短有关。\n（3）睡眠呼吸暂停低通气综合征(SAHS)患者50%有高血压。",
      "relatedGenes": "ATP2B1基因位于人类第12号染色体长臂。该基因编码细胞膜钙离子转运酶，参与调控细胞内钙离子水平的稳态。有研究表明，该基因可能通过调节钙离子浓度和血管平滑肌细胞的收缩来调控血压水平。\nMTHFR基因位于人类第1号染色体短臂。该基因编码N5，N10-亚甲基四氢叶酸还原酶，是同型半胱氨酸代谢过程中的关键酶，同型半胱氨酸是一种对血管有损伤性的非必需氨基酸，与高血压的发病密切相关。",
      "deficiency": null,
      "overmuch": null,
      "rich_food": null,
      "caseRate": "",
      "symptom": "多数起病缓慢、渐进，一般缺乏特殊的临床表现。月1/5患者无症状，仅在测量血压时或发生心、脑、肾等并发症时才被发现。一般常见症状有头晕、头痛、颈项板紧、疲劳、心悸等，呈轻度持续性，多数症状可自行缓解，在紧张或劳累后加重。也可出现视力模糊、鼻出血等较重症状。症状与血压水平有一定关联。",
      "prevention": "及时正确处理高血压十分重要，可在短时间内使病情缓解，预防进行性或不可逆性靶器官损害，降低死亡率。",
      "preventionGeneral": "1、合理膳食\n忌烟酒，忌浓烈红茶，低盐、低油、低糖饮食，减少钠盐、高脂食物摄入，多吃蔬果、杂粮，戒烟限酒。补充钙和钾盐。                      \n2、减轻体重\n尽量将体重指数(BMI)控制在25以内。体重降低对改善胰岛素抵抗、糖尿病、高脂血症和左心室肥厚均有益。\n3、适当运动\n运动有利于减轻体重和改善胰岛素抵抗，提高心血管适应调节能力，稳定血压水平。推荐中、低强度的等张运动，可根据年龄及身体情况选择慢跑或步行，一般每周运动3-5次，每次20-60分钟。\n4、控制情绪\n避免精神刺激、紧张，尤其不宜过度生气或兴奋。                       \n5、防寒保暖\n严寒天气出门时注意保暖，保证充足良好的睡眠。                             \n6、避免过度用力\n若患有高血压，大便不宜久蹲，避免太过用力，适当食用通便的食物或药物。",
      "preventionCheckup": "高血压高危人群，应按时定期的进行相关检查，以早日明确诊断并积极治疗。\n1、血压监测\n2、实验室检查\n血常规、尿常规、尿沉渣镜检、电解质、血生化、肾功能\n3、影像学检查\n心电图、超声心动图、胸部X线、眼底及颈动脉超声、24小时动态血压",
      "geneticCorrelation": "高血压是遗传易感性和环境因素相互作用的结果，一般认为遗传因素约占40%。除此之外，高血压具有明显的家族聚集性，约60%高血压患者可询问到有高血压家族史。",
      "jsonCause": {
        "summary": "",
        "items": [
          {
            "title": "饮食因素",
            "desc": "长期高盐高脂饮食可导致血压升高。钾盐摄入与高血压呈负相关。高蛋白质、低钙饮食均能升压。"
          },
          {
            "title": "精神刺激",
            "desc": "脑力劳动者、从事精神紧张度高的职业者发升高血压的可能性较大。"
          },
          {
            "title": "其他因素",
            "desc": "（1）超重或肥胖是血压升高的重要危险因素。\r\n（2）服用避孕药妇女血压升高发生率及程度与服用时间长短有关。\r\n（3）睡眠呼吸暂停低通气综合征(SAHS)患者50%有高血压。"
          }
        ]
      },
      "jsonPreventionGeneral": {
        "summary": "",
        "items": [
          {
            "title": "合理膳食",
            "desc": "忌烟酒，忌浓烈红茶，低盐、低油、低糖饮食，减少钠盐、高脂食物摄入，多吃蔬果、杂粮，戒烟限酒。补充钙和钾盐。"
          },
          {
            "title": "减轻体重",
            "desc": "尽量将体重指数(BMI)控制在25以内。体重降低对改善胰岛素抵抗、糖尿病、高脂血症和左心室肥厚均有益。"
          },
          {
            "title": "适当运动",
            "desc": "运动有利于减轻体重和改善胰岛素抵抗，提高心血管适应调节能力，稳定血压水平。推荐中、低强度的等张运动，可根据年龄及身体情况选择慢跑或步行，一般每周运动3-5次，每次20-60分钟。"
          },
          {
            "title": "控制情绪",
            "desc": "避免精神刺激、紧张，尤其不宜过度生气或兴奋。"
          },
          {
            "title": "防寒保暖",
            "desc": "严寒天气出门时注意保暖，保证充足良好的睡眠。"
          },
          {
            "title": "避免过度用力",
            "desc": "若患有高血压，大便不宜久蹲，避免太过用力，适当食用通便的食物或药物。"
          }
        ]
      },
      "jsonPreventionCheckup": {
        "summary": "高血压高危人群，应按时定期的进行相关检查，以早日明确诊断并积极治疗。",
        "items": [
          {
            "title": "血压监测",
            "desc": ""
          },
          {
            "title": "实验室检查",
            "desc": "血常规、尿常规、尿沉渣镜检、电解质、血生化、肾功能"
          },
          {
            "title": "影像学检查",
            "desc": "心电图、超声心动图、胸部X线、眼底及颈动脉超声、24小时动态血压"
          }
        ]
      },
      "articles": null
    },
    "2": {
      "introduction": "冠状动脉粥样硬化性心脏病指冠状动脉粥样硬化使管腔狭窄或阻塞，或（和）因冠状动脉功能性改变（痉挛）导致心肌缺血缺氧或坏死而引起的心脏病，通称冠状动脉性心脏病，简称冠心病，亦称缺血性心脏病。冠心病患病率呈上升趋势，是动脉粥样硬化导致器官病变的最常见类型，严重威胁人类健康。本病出现症状或致残、致死后果多发生在40岁以后，男性发病早于女性。心绞痛、心肌梗死为其常见类型。",
      "advise": "1.预防冠心病的发病，首先要调整膳食结构，摄取的食物热量不要过高，宜提倡“两高三低”的饮食习惯。即食用高纤维素、高蛋白及低脂、低糖、低盐的食物。各种新鲜蔬菜含有大量的纤维素，多吃为宜。身体偏胖者，每日应尽量食用低脂、低胆固醇的食物，并限制酒精和含糖食物的摄入量。因为中老年人易发冠心病，所以年过40以后，即使血脂无异常，也应避免经常食用过多的动物性脂肪和含胆固醇高的食物，如肥肉，肝、脑、肾、肺等动物内脏，鱿鱼、墨鱼、骨髓、猪油、蛋黄、蟹黄、鱼子、奶油及其制品。如发现血脂增高，应食用低脂性食物，如鱼肉、虾、鸡肉等各种瘦肉及蛋白、豆制品等食物。对已经确诊为冠心病者应严禁暴饮暴食，以免诱发心绞痛和心肌梗死。提倡不吸烟、不饮酒的良好习惯。治病不如防病，吃药不如戒烟。\n2.提倡适当的体力劳动和体育锻炼。参加一定的体力劳动，对预防肥胖、锻炼心血管系统的功能、调整血脂代谢均有好处，是预防冠心病的一项积极措施。运动量应根据自身的身体状况和心脏功能来决定，以不过多增加心脏负担和不引起不适感觉为原则。体育活动要循序渐进，不宜作剧烈运动。对老年人则宜提倡散步、做保健体操、打太极拳等。\n3.合理安排工作和生活。生活要保持乐观愉悦的情绪，避免过度劳累和情绪激动，注意劳逸结合，保证充足睡眠。\n4.积极治疗与冠心病有关的一些疾病，包括高血压、高血脂、肥胖症、糖尿病、痛风、肝病、肾病和有关的内分泌系统疾病等。\n5.如果冠心病在家里突然发作，应采取必要的救治措施，并不要剧烈搬动患者。如可给患者舌下含服硝酸甘油、消心痛、速效救心丸等，有条件吸氧的最好给予吸氧，及时拨打医院急救电话。",
      "cause": "1、诱发疾病\n高血压、糖尿病、血脂异常、超重肥胖。\n2、生活因素\n抽烟酗酒，缺乏运动、不良的生活方式如抽烟酗酒、高脂肪高热量等不合理膳食，等都增加冠心病的发生。\n3、不可改变的危险因素\n性别、年龄、家族史\n4、其他\n劳累、情绪激动、饱食、受寒、急性循环衰竭等为常见的诱因。",
      "relatedGenes": "CDKN2A和CDKN2B基因位于人类第9号染色体短臂。CDKN2A基因编码的蛋白属于细胞周期素依赖性激酶家族。其在细胞周期中发挥调控作用。该基因通过抑制细胞周期素依赖性激酶4发挥功能，导致细胞周期阻滞在G1和G2期。生理上，CDKN2A直接调控血管和免疫，可能影响有氧代谢相关疾病。有研究报道该基因与血管平滑肌的增殖有关。CDKN2B基因编码的蛋白属于细胞周期素依赖性激酶家族。其在细胞周期中发挥调控作用。该基因与细胞周期素依赖性激酶4和6形成复合体，抑制细胞周期素依赖性激酶活性，从而调控细胞周期G1期。生理上，CDKN2B直接调控血管和免疫，可能影响有氧代谢相关疾病。上述两个基因均可抑制血管平滑肌细胞增殖，从而减轻动脉粥样硬化。SORT1基因位于人类第1号染色体短臂。其编码蛋白作为膜蛋白成员之一，参与细胞内各种活动。已有研究表明，该基因与脑动脉闭塞等疾病相关。SORT1可调控低密度脂蛋白胆固醇从肝脏释放到血液的过程，进而影响心脏病的发生。经过检测，您存在SORT1基因缺陷，强烈建议您采用低胆固醇膳食。\nMIA3基因位于人类第1号染色体长臂。全基因组关联分析表明，位于该基因的多态性位点rs17465637与冠心病风险相关。\nCXCL12基因位于人类第10号染色体长臂。该基因编码的蛋白属于趋化因子家族，在炎症、肿瘤等生理过程中发挥重要作用。CXCL12参与的生理过程包括：心脏及神经系统的发育、细胞凋亡及肿瘤发生、新生血管的生成、干细胞运动等。CXCL12在心肌细胞的修复，血管再生以及心梗后左室功能的恢复中发挥着重要作用。\nALDH2基因位于人类第12号染色体长臂。该基因编码的蛋白是体内酒精代谢过程中的关键酶，也是硝酸甘油代谢中的关键酶。ALDH2酶活性的下降会加重酒精等多因素引起的心肌损伤并促进心血管对硝酸甘油耐受。 \nPON1位于人类第7号染色体，该基因编码的酶水解生产p-nitrophenol paroxon。Paroxon是一种有机磷抗胆碱酯酶化合物，位于该基因的多态性位点rs662与冠心病(CHD)有关。\nMIA3基因位于人类第1号染色体长臂。全基因组关联分析表明，位于该基因的多态性位点rs17465637与心肌梗死风险相关。\nPALLD位于人类第4号染色体，该基因编码组织肌动蛋白细胞骨架所需的细胞骨架蛋白。该蛋白质是含肌动蛋白的微丝的组分，并且其参与细胞形状，粘附和收缩的控制。该基因的多态性与1型胰腺癌的易感性相关，并且还具有心肌梗死的风险。\nMYH15位于人类第3号染色体，全基因组关联分析表明，位于该基因的多态性位点rs3900940与冠心病(CKD)有关。\nSNX19位于人类第11号染色体，该基因的产物与胰岛抗原-2（IA-2）相互作用，在胰岛素分泌中起作用。全基因组关联分析表明，位于该基因的多态性位点rs2298566与冠心病(CKD)有关。\nPCSK9位于人类第1号染色体，该基因编码枯草杆菌蛋白酶样前蛋白转化酶家族的成员，其包括通过分泌途径的调节或组成型分支处理蛋白质和肽前体运输的蛋白酶。它在肝脏，肠和肾组织中表达，并保护溶酶体降解的特异性受体。它在胆固醇和脂肪酸代谢中起作用。该基因的突变与常染色体显性遗传性高胆固醇血症相关。\nLDLR位于人类第19号染色体，低密度脂蛋白受体（LDLR）基因家族由涉及受体介导的特异性配体内吞的细胞表面蛋白组成。 低密度脂蛋白（LDL）通常结合在细胞膜上，并进入细胞，结束于溶酶体中，其中蛋白质降解，并且胆固醇可用于抑制微粒体酶3-羟基-3-甲基戊二酰辅酶A（HMG CoA ）还原酶，胆固醇合成中的限速步骤。 同时，发生胆固醇酯合成的相互刺激。 该基因的突变导致常染色体显性障碍，家族性高胆固醇血症。\nBRAP位于人类第12号染色体，该基因编码的蛋白质通过其结合BRCA1和其他蛋白质的核定位信号的能力来鉴定。 它是一种细胞质蛋白，其可以通过在细胞质中保留具有核定位信号的蛋白质来调节细胞核靶向。主要参与人体收缩压（SBP），甘油三酯（TG），高密度脂蛋白（HDL）和空腹血糖（FBS）活动。",
      "deficiency": null,
      "overmuch": null,
      "rich_food": null,
      "caseRate": "",
      "symptom": "1、典型胸痛\n因体力活动、情绪激动等诱发，突感心前区疼痛，多为发作性绞痛或压榨痛，也可为憋闷感。\n2、一些患者仅表现为心前区不适、心悸或乏力，或以胃肠道症状。\n3、猝死\n约有1/3的患者首次发作冠心病表现为猝死。\n4、全身症状\n发热、出汗、惊恐、恶心、呕吐等。",
      "prevention": "",
      "preventionGeneral": "1、生活习惯改变\n戒烟限酒，适当体育锻炼，控制体重，保证充足的休息和睡眠。\n2、饮食习惯改变\n低脂低盐低钠饮食，减少腌制食物及高热量食物的摄入，多食新鲜的蔬菜水果。\n3、其他\n注意季节变化，避免情绪过于激动，减轻工作压力。",
      "preventionCheckup": "以下多数检查均应在冠心病（尤其是心绞痛）发作间期进行，可直接或间接反映心肌缺血。\n1、心脏X线\n2、心电图\n静息心电图、24小时动态心电图、心电图负荷试验\n3、放射性核素心肌显像\n4、冠脉造影\n5、血液学检查\n血脂、血糖、血生化\n6、其他\n超声心动图、心脏超声、冠状动脉CT",
      "geneticCorrelation": "家族遗传史是冠心病发生的不可改变因素，有遗传史的人比普通人群患病率大大增加。",
      "jsonCause": {
        "summary": "",
        "items": [
          {
            "title": "诱发疾病",
            "desc": "高血压、糖尿病、血脂异常、超重肥胖。"
          },
          {
            "title": "生活因素",
            "desc": "抽烟酗酒，缺乏运动、不良的生活方式如抽烟酗酒、高脂肪高热量等不合理膳食，等都增加冠心病的发生。"
          },
          {
            "title": "不可改变的危险因素",
            "desc": "性别、年龄、家族史"
          },
          {
            "title": "其他",
            "desc": "劳累、情绪激动、饱食、受寒、急性循环衰竭等为常见的诱因。"
          }
        ]
      },
      "jsonPreventionGeneral": {
        "summary": "",
        "items": [
          {
            "title": "生活习惯改变",
            "desc": "戒烟限酒，适当体育锻炼，控制体重，保证充足的休息和睡眠。"
          },
          {
            "title": "饮食习惯改变",
            "desc": "低脂低盐低钠饮食，减少腌制食物及高热量食物的摄入，多食新鲜的蔬菜水果。"
          },
          {
            "title": "其他",
            "desc": "注意季节变化，避免情绪过于激动，减轻工作压力。"
          }
        ]
      },
      "jsonPreventionCheckup": {
        "summary": "以下多数检查均应在冠心病（尤其是心绞痛）发作间期进行，可直接或间接反映心肌缺血。",
        "items": [
          {
            "title": "心脏X线",
            "desc": ""
          },
          {
            "title": "心电图",
            "desc": "静息心电图、24小时动态心电图、心电图负荷试验"
          },
          {
            "title": "放射性核素心肌显像",
            "desc": ""
          },
          {
            "title": "冠脉造影",
            "desc": ""
          },
          {
            "title": "血液学检查",
            "desc": "血脂、血糖、血生化"
          },
          {
            "title": "其他",
            "desc": "超声心动图、心脏超声、冠状动脉CT"
          }
        ]
      },
      "articles": null
    },
    "3": {
      "introduction": "心肌梗死是心肌缺血性坏死。为在冠状动脉病变的基础上，发生冠状动脉血供急剧减少或中断，使相应的心肌严重而持久地急性缺血导致心肌坏死。\n是部分心肌的血液循环突然全部中断，心肌因无法得到足够氧气而导致的损伤。近几年发病率逐渐上升，男性高于女性。",
      "advise": "1.一般的预防措施为合理的膳食、适当的体力劳动和体育锻炼、合理安排工作和生活, 提倡不吸烟, 不饮烈性酒,积极治疗与心肌梗死相关的一些疾病（如冠心病、动脉硬化、三高病等）。\n2.在每年的11-1月、3-4月这2个心肌梗死高发季节,除了需要以上的预防措施,还要避免出现大的情绪波动。在此季节要注意保暖,避免因冷空气刺激引起血管痉挛,使原有动脉粥样硬化的血管进一步狭窄而诱发心肌梗死;此季节外出时要避开早晚温度较低时,尽量选择在白天阳光充足时进行室外活动;\n3.如果在寒冷及大风天气外出,可以选择随身携带硝酸酯类药物,如硝酸甘油,或者在没有禁忌证的前提下口服倍他乐克等降低心肌氧耗的药物预防心肌梗死的发作；\n4.防止便秘。",
      "cause": "1、过劳\n过重的体力劳动，尤其是负重登楼，过度体育活动，连续紧张劳累等。\n2、激动\n由于激动、紧张、愤怒等激烈的情绪变化诱发。\n3、暴饮暴食　\n进食大量含高脂肪高热量的食物后，血脂浓度突然升高，导致血黏、血小板聚集性增高。在冠状动脉狭窄的基础上形成血栓，引起急性心肌梗死。\n4、寒冷刺激\n突然的寒冷刺激可能诱发急性心肌梗死。\n5、便秘\n因便秘时用力屏气而导致心肌梗死的老年人并不少见。\n6、吸烟、大量饮酒\n吸烟和大量饮酒可通过诱发冠状动脉痉挛及心肌耗氧量增加而诱发急性心肌梗死。",
      "relatedGenes": "CELSR2基因位于人类第1号染色体短臂。该基因编码一种钙粘蛋白，参与细胞粘附与受体配体之间的相互作用。该基因可与其他基因共同作用调节血脂水平，成为影响心脏疾病的风险因素。\nMIA3基因位于人类第1号染色体长臂。全基因组关联分析表明，位于该基因的多态性位点rs17465637与心肌梗死风险相关。\nALDH2基因位于人类第12号染色体长臂。该基因编码的蛋白是体内酒精代谢过程中的关键酶，也是硝酸甘油代谢中的关键酶。ALDH2酶活性的下降会加重酒精等多因素引起的心肌损伤和促进硝酸甘油耐受的发生。",
      "deficiency": null,
      "overmuch": null,
      "rich_food": null,
      "caseRate": "",
      "symptom": "1、疼痛\n是最先出现的症状，多发生于清晨，为突然发作剧烈而持久的胸骨后或心前区压榨性疼痛。\n2、胃肠道症状\n疼痛剧烈时常伴有频繁的恶心、呕吐、上腹胀痛等，与迷走神经受坏死心肌刺激和心排血量降低、组织灌注不足等有关。\n3、全身症状\n有发热、心动过速、白细胞增高、血沉加快等，由坏死物质被吸收所致。一般在疼痛发生后24-48小时出现，程度与梗死范围你常呈正相关。\n4、心律失常\n见于75%-95%的患者，多发生于起病1-2天，而以24小时内最多见。\n5、心力衰竭\n可在起病最初几天内发生，发生率约为32%-48%。\n6、低血压与休克",
      "prevention": "治疗原则为挽救濒死的心肌，缩小梗死面积，保护心脏功能，及时处理各种并发症。",
      "preventionGeneral": "1、一般的预防措施\n合理膳食、适当的体力劳动和体育锻炼、戒烟戒酒，积极治疗与心肌梗死相关的一些疾病（如冠心病、动脉硬化、三高病等）。\n2、季节因素\n在高发季节避免出现情绪波动及保暖,避免因冷空气刺激引起血管痉挛,尽量选择在白天阳光充足时进行室外活动，外出时携带硝酸甘油急救药物。\n3、防止便秘",
      "preventionCheckup": "急性心肌梗死发病突然，应定期的体检及复查，及早发现，及早治疗。\n1、心电图\n2、放射性核素检查\n2、心肌坏死标志物\n肌红蛋白、肌钙蛋白、肌酸激酶、肌酸激酶同工酶、天冬氨酸氨基转移酶、乳酸脱氢酶等。\n3、其他\n血常规、血沉检查、C反应蛋白等。",
      "geneticCorrelation": "",
      "jsonCause": {
        "summary": "",
        "items": [
          {
            "title": "过劳",
            "desc": "过重的体力劳动，尤其是负重登楼，过度体育活动，连续紧张劳累等。"
          },
          {
            "title": "激动",
            "desc": "由于激动、紧张、愤怒等激烈的情绪变化诱发。"
          },
          {
            "title": "暴饮暴食",
            "desc": "进食大量含高脂肪高热量的食物后，血脂浓度突然升高，导致血黏、血小板聚集性增高。在冠状动脉狭窄的基础上形成血栓，引起急性心肌梗死。"
          },
          {
            "title": "寒冷刺激",
            "desc": "突然的寒冷刺激可能诱发急性心肌梗死。"
          },
          {
            "title": "便秘",
            "desc": "因便秘时用力屏气而导致心肌梗死的老年人并不少见。"
          },
          {
            "title": "吸烟、大量饮酒",
            "desc": "吸烟和大量饮酒可通过诱发冠状动脉痉挛及心肌耗氧量增加而诱发急性心肌梗死。"
          }
        ]
      },
      "jsonPreventionGeneral": {
        "summary": "",
        "items": [
          {
            "title": "一般的预防措施",
            "desc": "合理膳食、适当的体力劳动和体育锻炼、戒烟戒酒，积极治疗与心肌梗死相关的一些疾病（如冠心病、动脉硬化、三高病等）。"
          },
          {
            "title": "季节因素",
            "desc": "在高发季节避免出现情绪波动及保暖,避免因冷空气刺激引起血管痉挛,尽量选择在白天阳光充足时进行室外活动，外出时携带硝酸甘油急救药物。"
          },
          {
            "title": "防止便秘",
            "desc": ""
          }
        ]
      },
      "jsonPreventionCheckup": {
        "summary": "急性心肌梗死发病突然，应定期的体检及复查，及早发现，及早治疗。",
        "items": [
          {
            "title": "心电图",
            "desc": ""
          },
          {
            "title": "放射性核素检查",
            "desc": ""
          },
          {
            "title": "心肌坏死标志物",
            "desc": "肌红蛋白、肌钙蛋白、肌酸激酶、肌酸激酶同工酶、天冬氨酸氨基转移酶、乳酸脱氢酶等。"
          },
          {
            "title": "其他",
            "desc": "血常规、血沉检查、C反应蛋白等。"
          }
        ]
      },
      "articles": null
    },
    "55": {
      "introduction": "肥胖症指体内脂肪堆积过多和（或）分布异常、体重增加，是包括遗传和环境因素在内的多种因素相互作用所引起的慢性代谢性疾病。",
      "advise": "1.吃饭应细细品尝，每一口咀嚼30次以上，咀嚼得愈久，饭后的能量消耗就愈高。若进食速度过快，食物未得到充分咀嚼，不利于口中食物和唾液淀粉酶的初步消化，加重肠胃负担; 咀嚼时间过短，迷走神经仍在过度兴奋之中，长此以往，容易因食欲亢进而肥胖。\n2.用餐时间若没有超20分钟，脑部不会发出饱足信号，所以要悠闲地进食; “边吃饭边做事”也是饮食过量的原因之一，用餐时间要专心吃饭，不妨和家人以及朋友好好地聊聊天。 \n3.用餐完毕后，要立刻收拾餐具，别让食物一直摆在眼前，这点很重要，规律的饮食生活，能减少体脂肪，避免拉长两餐间的时间以及在深夜进食; 限定好 “只在客厅用餐和吃点心”，如此一来，平时在无意间所吃的零食便会减少许多，避免摄入过量而导致肥胖。\n4.处理剩菜是主妇发福的元凶，特别是外出用餐，菜量很多时，要记住拿出勇气，留下剩饭，将剩菜往肚里塞，是最坏的情况。",
      "cause": "1、饮食因素\n不良饮食习惯，如进食多、喜甜食、油腻食物摄入过多；饮食结构失衡也有一定影响，在超生理所需热量的等热卡食物中，脂肪比糖类更易引起脂肪积聚。\n2、运动因素\n随着交通工具的发达，人们减少运动，加之工作压力较大，无时间进行锻炼。\n3、心理因素\n情绪上的不稳定大多数人选择用吃来作发泄，这都是引起饮食过量而导致肥胖的原因。",
      "relatedGenes": "1.FTO基因位于人类第16号染色体。该基因的确切生理功能尚不清楚。但研究表明在神经和心血管系统中起作用，与体重指数，肥胖风险和2型糖尿病有很强的联系。\n2.MC4R基因位于人类第18号染色体。由该基因编码的蛋白质是膜结合受体和黑皮质素受体家族的成员。编码的蛋白质与促肾上腺皮质激素和MSH激素相互作用，并由G蛋白介导。该基因的缺陷是常染色体显性肥胖症的原因。\n3.INSIG2基因位于人类第2号染色体。肥胖和肥胖相关表型的insig2（rs7566605）单核苷酸多态性，观察到显著的关联。rs7566605和胰岛素，体脂肪，脂肪量，瘦素和脂联素的百分比之间存在显着的关系。\n4.PCSK1基因位于人类第5号染色体。该基因编码枯草杆菌蛋白酶样前蛋白转化酶家族的成员，其包括通过分泌途径的调节或组成型分支处理蛋白质和肽前体的蛋白酶。该基因的突变与肥胖和前体蛋白转化酶1/3缺乏症的易感性相关。",
      "deficiency": null,
      "overmuch": null,
      "rich_food": null,
      "caseRate": "",
      "symptom": "轻度肥胖多无症状。中重度肥胖可引起气急、关节痛、肌肉酸痛、体力活动减少以及焦虑、由于等。肥胖还可伴有多种并发症，如睡眠性呼吸暂停综合征、胆囊疾病、高尿酸血症等。",
      "prevention": "",
      "preventionGeneral": "1、饮食习惯改变\n吃饭应细嚼慢咽，减少高热量高脂肪高糖食物的摄入，以水果代替零食。用餐时间不宜较快，减少夜宵的摄入。\n2、增强体育锻炼\n如步行、慢跑、有氧操、舞蹈、骑自行车、游泳、跳绳、爬楼梯等。\n3、建立健康的生活方式\n保证充足的睡眠，善于调节心理压力，保持稳定情绪；不吸烟、不吸毒、不酗酒。",
      "preventionCheckup": "肥胖症的诊断及辅助检查比较简单明确，应关注以下检查：\n1、BMI\n2、腰臀比\n3、体脂率\n4、血脂、血糖、肝肾功能\n5、肝脏及血管彩超",
      "geneticCorrelation": "肥胖症有家族聚集倾向，多数人类肥胖是复杂的多基因系统与环境因素综合作用的结果。",
      "jsonCause": {
        "summary": "",
        "items": [
          {
            "title": "饮食因素",
            "desc": "不良饮食习惯，如进食多、喜甜食、油腻食物摄入过多；饮食结构失衡也有一定影响，在超生理所需热量的等热卡食物中，脂肪比糖类更易引起脂肪积聚。"
          },
          {
            "title": "运动因素",
            "desc": "随着交通工具的发达，人们减少运动，加之工作压力较大，无时间进行锻炼。"
          },
          {
            "title": "心理因素",
            "desc": "情绪上的不稳定大多数人选择用吃来作发泄，这都是引起饮食过量而导致肥胖的原因。"
          }
        ]
      },
      "jsonPreventionGeneral": {
        "summary": "",
        "items": [
          {
            "title": "饮食习惯改变",
            "desc": "吃饭应细嚼慢咽，减少高热量高脂肪高糖食物的摄入，以水果代替零食。用餐时间不宜较快，减少夜宵的摄入。"
          },
          {
            "title": "增强体育锻炼",
            "desc": "如步行、慢跑、有氧操、舞蹈、骑自行车、游泳、跳绳、爬楼梯等。"
          },
          {
            "title": "建立健康的生活方式",
            "desc": "保证充足的睡眠，善于调节心理压力，保持稳定情绪；不吸烟、不吸毒、不酗酒。"
          }
        ]
      },
      "jsonPreventionCheckup": {
        "summary": "肥胖症的诊断及辅助检查比较简单明确，应关注以下检查：",
        "items": [
          {
            "title": "BMI",
            "desc": ""
          },
          {
            "title": "腰臀比",
            "desc": ""
          },
          {
            "title": "体脂率",
            "desc": ""
          },
          {
            "title": "血脂、血糖、肝肾功能",
            "desc": ""
          },
          {
            "title": "肝脏及血管彩超",
            "desc": ""
          }
        ]
      },
      "articles": null
    },
    "57": {
      "introduction": "痛风是由单钠尿酸盐沉积所致的晶体相关性关节病，与嘌呤代谢紊乱和尿酸排泄减少所致的高尿酸血症直接相关。",
      "advise": "1.合理饮食：饮食上要少食动物内脏、鱼类和嘌呤含量高的食物，如猪、牛、羊肉、火腿、香肠、鸡鸭、鹅、兔、鱼虾、菠菜、豆类、蘑菇等，花生也应少食。应大量饮水，多食发面食品、放碱的粥(可促尿酸排泄)和所有根茎类蔬菜。水果基本都可食用。\n2.多饮水、少喝汤：白开水的渗透压最有利于溶解体内各种有害物质，多饮白开水可以稀释尿酸加速排泄，使尿酸水平下降，汤中含有大量嘌呤成分，饮后不但不能稀释尿酸反而导致尿酸增高。\n3.防肥胖：肥胖者的血尿酸水平通常高于正常人，若痛风伴肥胖还可影响药物效果，降低药物敏感性。因此，肥胖者应当合理减肥。\n4.防酗酒：酒精本身可提供嘌呤原料，如啤酒内就含有大量嘌呤成分。因此，要注意避免大量饮酒，更忌酗酒。\n5.防受寒及过度劳累：受寒及过度劳累均可使人体自主神经调节紊乱，易致体表及内脏血管收缩，从而引起尿酸排泄减少。因而痛风病人要在寒冷季节穿暖和些，避免受寒，避免过分劳累和精神紧张。\n6.防剧烈运动：剧烈运动还可致出汗过多，机体失水而使血容量、肾血流量减低而影响尿酸排泄，引起一过性高尿酸血症。所以，痛风病人不宜剧烈运动。",
      "cause": "1、饮食因素\n食用高嘌呤的食物如动物肝脏、豆子、豌豆、菠菜等。此外饮用含酒精的饮料是导致痛风原因之一。\n2、诱发因素\n精神压力、酒精、药物或其他疾病。\n3、环境因素\n长期暴露在含铅环境\n4、合并疾病\n肥胖症、高血压、糖尿病、代谢症候群、肾脏及心血管疾病。",
      "relatedGenes": "SLC2A9基因位于4号染色体的短臂上，SLC2A9基因多态性与尿酸水平密切相关。SLC2A9基因编码一种公认的己糖转运体，该转运体底物是果糖。果糖摄入是影响尿酸水平和痛风的主要因素，乳糖磷酸化过程中产生的ADP用于快速生成尿酸，引起痛风。\nABCG2基因编码人类ATP结合转运蛋白G2，是一种尿酸盐外排转运体。ABCG2主要分布在肾脏近端小管细胞的绒毛膜上，此处介导肾脏尿酸的分泌。ABCG2基因rs2231142位点突变导致肾脏尿酸排泄率降低53%。\nSLC17A3基因编码Na/Pi转运体(NPT4),NPT4主要分布在肾脏近端小管细胞顶端膜上。SLC17A3下游分子SLC17A1编码的NPT1直接参与肾脏尿酸转运。SLC17A3基因rs1165205位点可降低尿酸水平。",
      "deficiency": null,
      "overmuch": null,
      "rich_food": null,
      "caseRate": "",
      "symptom": "1、急性痛风性关节炎\n多数患者发作前无明显征兆，或仅有疲乏、全身不适和关节刺痛等。\n2、间歇发作期\n风发作持续数天至数周后可自行缓解，一般无明显后遗症状，后进入无症状的间歇期。\n3、慢性痛风石病变期\n持续关节肿痛、压痛、畸形及功能障碍。\n4、肾脏病变\n慢性尿酸盐肾病、尿酸性尿路结石、急性尿酸性肾病",
      "prevention": "",
      "preventionGeneral": "1、饮食习惯\n减少肉类与海鲜的摄取量、服用足量维生素C、控制醇类与果糖的摄取量.\n2、严格控制体重\n减少高脂肪食物摄入，严格控制体重，加强运动，减少肥胖症引发的疾病。\n3、改善生活坏境\n远离含有铅的生活及工作环境。",
      "preventionCheckup": "痛风影响活动功能，对于高危人群要定期检查，及早发现、早治疗，减轻患者痛苦。\n1、血尿酸测定\n2、尿尿酸测定\n3、尿酸盐检查\n4、关节滑液检查\n5、关节X线检查\n6、CT与MRI检查",
      "geneticCorrelation": "多有遗传性，有痛风家族史者占10%～20%。痛风也与基因有一定的关系，60％的血尿酸浓度变化与基因有关",
      "jsonCause": {
        "summary": "",
        "items": [
          {
            "title": "饮食因素",
            "desc": "食用高嘌呤的食物如动物肝脏、豆子、豌豆、菠菜等。此外饮用含酒精的饮料是导致痛风原因之一。"
          },
          {
            "title": "诱发因素",
            "desc": "精神压力、酒精、药物或其他疾病。"
          },
          {
            "title": "环境因素",
            "desc": "长期暴露在含铅环境"
          },
          {
            "title": "合并疾病",
            "desc": "肥胖症、高血压、糖尿病、代谢症候群、肾脏及心血管疾病。"
          }
        ]
      },
      "jsonPreventionGeneral": {
        "summary": "",
        "items": [
          {
            "title": "饮食习惯",
            "desc": "减少肉类与海鲜的摄取量、服用足量维生素C、控制醇类与果糖的摄取量."
          },
          {
            "title": "严格控制体重",
            "desc": "减少高脂肪食物摄入，严格控制体重，加强运动，减少肥胖症引发的疾病。"
          },
          {
            "title": "改善生活坏境",
            "desc": "远离含有铅的生活及工作环境。"
          }
        ]
      },
      "jsonPreventionCheckup": {
        "summary": "痛风影响活动功能，对于高危人群要定期检查，及早发现、早治疗，减轻患者痛苦。",
        "items": [
          {
            "title": "血尿酸测定",
            "desc": ""
          },
          {
            "title": "尿尿酸测定",
            "desc": ""
          },
          {
            "title": "尿酸盐检查",
            "desc": ""
          },
          {
            "title": "关节滑液检查",
            "desc": ""
          },
          {
            "title": "关节X线检查",
            "desc": ""
          },
          {
            "title": "CT与MRI检查",
            "desc": ""
          }
        ]
      },
      "articles": null
    },
    "60": {
      "introduction": "2型糖尿病是从以胰岛素抵抗为主伴胰岛素分泌不足到胰岛素分泌不足为主伴胰岛素抵抗、以血糖升高为特征的代谢性疾病。2型糖尿病的发病正趋向低龄化，已成为危害人类身体健康的第三大非传染性疾病。糖尿病的发生是遗传因素和环境因素共同作用的结果。",
      "advise": "1.避免高脂肪饮食。\n2.防止和纠正肥胖。\n3.饮食要保证合理体重及工作、生活的需要。食物成分合理，碳水化合物以非精制、富含可溶性维生素为好，占食物总热量的50%～65%，脂肪占食物总热量的15%～20%(多不饱和脂肪酸与饱和脂肪酸比例大于1.5)，蛋白质占食物总热量的10%～15%。多吃蔬菜。\n4.增加体力活动，参加体育锻炼。\n5.避免或少用对糖代谢不利的药物。\n6.积极发现和治疗高血压、高血脂和冠心病。\n7.戒除烟酒等不良习惯。\n8.对中老年人定期进行健康查体，除常规空腹血糖外，应重视餐后2小时血糖测定。",
      "cause": "1、环境因素\n人口老龄化、不良生化方式（如高脂肪、高蛋白、低碳水化合物饮食）、营养过剩、体力活动不足、子宫内环境以及应激、化学毒物等。\n2、胰岛素抵抗和β细胞功能缺陷\n肥胖、高血脂、脂肪肝、高血压等多种均可引发胰岛素抵抗；低体重儿、胎儿期或出生早期营养不良等因素均可损伤β细胞功能。\n3、葡萄糖毒性和脂毒性",
      "relatedGenes": "IGF2BP2(Insulin-like growth factor 2 mRNA-binding protein 2)基因位于3号染色体长臂上，其编码的蛋白质\n胰岛素样生长因子2结合蛋白参与刺激胰岛素的分泌。IGF2BP2基因多态性与T2DM风险有关。\nSLC30A8位于8号染色体长臂上，该基因编码的蛋白质与胰岛素共定位。SLC30A8基因多态性与非胰岛素依赖性糖尿病的发生相关。\nTCF7L2(T-cell-specific transcription factor 4)位于10号染色体长臂上，其编码的蛋白质在Wnt信号通路中起重要作用。该蛋白质参与维持血糖稳态。该基因变异使2型糖尿病风险增加。\nFTO(fat mass and obesity-associated gene) 是一种与肥胖相关的等位基因，也称肥胖基因，该基因编码一种由506个氨基酸残基组成、分子量为58.3kDa的核蛋白。属于酮戊二酸依赖型加氧酶。此蛋白作为一个含有Fe2+加氧酶，其功能是在Fe2+和维生素C诱导下催化酮戊二酸产生琥珀酸盐和二氧化碳；还可在有氧条件、Fe2+和维生素C诱导下，催化DNA和RNA发生去甲基化反应。FTO具有的去甲基化作用可调节某些代谢相关基因，而这些作用的失调可引发肥胖，即FTO基因影响人体摄食量以及饮食结构（喜食油腻食物）。\nCDKAL1(cyclin-dependent kinase 5 regulatory subunit-associated protein 1-like 1)基因位于6号染色体短臂上。虽然该基因功能尚不清楚，但已有大量报道指出其与T2DM之间存在显著相关性。",
      "deficiency": null,
      "overmuch": null,
      "rich_food": null,
      "caseRate": "",
      "symptom": "多数发病缓慢，症状相对较轻，半数以上无任何症状；不少患者因慢性并发症、伴发病或仅于健康检查时发现。",
      "prevention": "糖尿病预防及治疗强调须早期和长期、积极而理性以及治疗措施个体化的原则。",
      "preventionGeneral": "1、饮食结构调整\n避免高脂肪、高热量、高糖食物的摄入，多食蔬菜水果，控制蛋白质的摄入，防止和纠正肥胖，戒烟限酒。\n2、有规律的适当运动\n3、合理使用药物\n避免或少用对糖代谢不利的药物。\n4、积极治疗相关风险疾病\n积极发现和治疗高血压、高血脂和冠心病。",
      "preventionCheckup": "糖尿病患者应严格监测相关数据并定期行相关专科检查。\n1、血生化\n空腹血糖、随机血糖、糖化血红蛋白、糖化血浆白蛋白、血酮体、血pH、电解质、血肌酐。\n2、尿常规\n3、口服糖耐量试验\n4、胰岛素释放实验\n5、C肽释放实验",
      "geneticCorrelation": "遗传因素是2型糖尿病发病的重要因素之一。参与发病的基因很多；每个基因参与发病的程度不等；每个基因只是赋予个体某种程度的易感性，并不足以致病；多基因异常的总效应形成遗传易感性。",
      "jsonCause": {
        "summary": "",
        "items": [
          {
            "title": "环境因素",
            "desc": "人口老龄化、不良生化方式（如高脂肪、高蛋白、低碳水化合物饮食）、营养过剩、体力活动不足、子宫内环境以及应激、化学毒物等。"
          },
          {
            "title": "胰岛素抵抗和β细胞功能缺陷",
            "desc": "肥胖、高血脂、脂肪肝、高血压等多种均可引发胰岛素抵抗；低体重儿、胎儿期或出生早期营养不良等因素均可损伤β细胞功能。"
          },
          {
            "title": "葡萄糖毒性和脂毒性",
            "desc": ""
          }
        ]
      },
      "jsonPreventionGeneral": {
        "summary": "",
        "items": [
          {
            "title": "饮食结构调整",
            "desc": "避免高脂肪、高热量、高糖食物的摄入，多食蔬菜水果，控制蛋白质的摄入，防止和纠正肥胖，戒烟限酒。"
          },
          {
            "title": "有规律的适当运动",
            "desc": ""
          },
          {
            "title": "合理使用药物",
            "desc": "避免或少用对糖代谢不利的药物。"
          },
          {
            "title": "积极治疗相关风险疾病",
            "desc": "积极发现和治疗高血压、高血脂和冠心病。"
          }
        ]
      },
      "jsonPreventionCheckup": {
        "summary": "糖尿病患者应严格监测相关数据并定期行相关专科检查。",
        "items": [
          {
            "title": "血生化",
            "desc": "空腹血糖、随机血糖、糖化血红蛋白、糖化血浆白蛋白、血酮体、血pH、电解质、血肌酐。"
          },
          {
            "title": "尿常规",
            "desc": ""
          },
          {
            "title": "口服糖耐量试验",
            "desc": ""
          },
          {
            "title": "胰岛素释放实验",
            "desc": ""
          },
          {
            "title": "C肽释放实验",
            "desc": ""
          }
        ]
      },
      "articles": null
    },
    "61": {
      "introduction": "肺是人体重要的呼吸器官，由气管、各级支气管和肺泡组成，发生于支气管和（或）肺泡上皮细胞的恶性肿瘤称肺癌。肺癌的发病率和死亡率目前已经排在各种恶性肿瘤的第一位。世界卫生组织在2001年曾经发布警告说，在过去的10年中，全球肺癌的发病率每年以22%的速度在飞快上升，每年全球新增肺癌患者达120万人，死亡110万人。",
      "advise": "1）戒烟。由于目前尚无有效的肺癌化学预防措施，不吸烟和及早戒烟可能是预防肺癌最有效的方法。\n2) 避免接触与肺癌发病有关的因素。加强职业接触中的劳动保护，应有助于减少肺癌发病危险。\n3) 筛查。癌症筛查是利用医学检测手段针对无症状或症状较轻者进行疾病诊断。尤其是对于患肺癌高风险的人群，CT可以尽早的发现肿瘤，从而尽早干预，提高生存期。\n4) 其他建议。研究表明长期服用维生素A,维生素C,维生素D，维生素E并不能减少肺癌风险。有学者认为多吃蔬菜水果可以降低肺癌风险，但这可能与较多食用水果蔬菜从而减少了吸烟有关。",
      "cause": "1、吸烟  \n烟草的组成成分及燃烧的烟雾含有苯并篦、砷、亚硝胺类多种促癌和致癌物质。吸烟时间越长，支数越多和开始年龄越小，患肺癌的机会越大。\n2、职业因素  \n长期接触石棉、砷、镍、铬、煤焦油及放射性元素或吸入致癌物，是肺癌发病的重要因素。\n3、大气污染  \n工业废气所造成的大气污染，空气中苯并篦的含量增高，是城市较农村肺癌发病率高的因素之一。\n4、疾病因素  \n有些证据表明，在免疫抑制状态下，患肺癌的危险性增高。有些肺部慢性疾病与肺癌有关，如肺结核的瘢痕处易发生肺癌。\n5、室内空气污染\n如厨房燃料燃烧和油烟是妇女肺癌发病率高的原因之一。室内建筑材料也含有致癌物质甲醛等。",
      "relatedGenes": "TERT基因位于人类第5号染色体短臂，其编码蛋白是著名的端粒酶（核糖体蛋白酶），参与染色体末端复制，在老化和抗凋亡过程中发挥重要作用。\n该基因被报道与多类肿瘤密切相关。TERT基因能够促进肺癌细胞的凋亡，从而抑制肺癌发生。研究显示，无论是否吸烟，该基因缺陷可导致肺癌高发。\nGPC5基因是肺腺癌的新型肿瘤转移抑制基因，GPC5的过表达抑制体外肺癌细胞的增殖，迁移和侵袭，而GPC5的降低能够逆转该作用。GPC5通过抑制肺腺癌Wnt /β-连环蛋白信号转导抑制肿瘤生长。\nHNF1A是染色体12上的2455-bp转录物，与相应的非肿瘤组织相比，HNF1A-AS1在肺腺癌组织中显着上调，其表达水平与TNM期，肿瘤大小和淋巴结转移显着相关。HNF1A-AS1通过调节细胞周期蛋白D1，E-钙粘蛋白，N-钙粘蛋白和β-连环蛋白表达在体外和体内促进肿瘤增殖和转移。HNF1A-AS1表达可以调节细胞增殖和转移，并将其确定为肺腺癌中的一种不良预后生物标志物。\nMIR196A2 基因多态性与NSCLC的显着增加的风险相关，表明MIR196A2的常见遗传多态性与NSCLC相关。\nCHRNA3 基因烟碱性乙酰胆碱受体基因，与肺癌风险相关，可增加吸烟者患肺癌的风险，已在白种人中广泛认定。其多态性可能通过不依赖吸烟的方式改变中国汉族人群对肺癌的易感性。\nSEZ6L基因是在22q12.2区域发现的Met430IIe多态性变体，在NSCLC细胞系中的平均表达水平较正常肺组织几乎高两倍，而SCLC细胞系中的平均表达水平高6倍以上。SEZ6L Met430Ile多态性变体在增加肺癌风险中的作用。\nBAG6首先被定性为位于人主要组织相容性复合体III类区域内的基因簇的一部, 该基因编码由胱天蛋白酶3切割的核蛋白，并参与凋亡的控制。BAG6的基因型和等位基因是挪威和联合克罗地亚 - 挪威受试者中非小细胞肺癌风险的独立预测因子,被认为是肺肿瘤中的主要癌症参与者。\nNAT1是人类基因组中两个芳基胺N-乙酰转移酶（NAT）基因之一，并且与小鼠和大鼠Nat2基因直向同源。 由该基因编码的酶催化乙酰基从乙酰-CoA转化为各种芳基胺和肼底物。 这种酶有助于代谢药物和其他异生物，并在叶酸条件下分解代谢。NAT1基因是影响烟草相关癌症发生的风险的最可能的候选者。\nMGMT编码的蛋白质是参与针对突变的细胞和来自烷化剂的毒性的DNA修复蛋白。 该蛋白催化O（6）- 烷基鸟嘌呤和DNA的其他甲基化部分转移到其自身分子，其修复毒性损伤。 基因启动子的甲基化与几种癌症类型相关，包括结肠直肠癌，肺癌，淋巴瘤和成胶质细胞瘤。在NSCLC患者中，肿瘤组织中的高甲基化率显着高于正常肺组织。",
      "deficiency": null,
      "overmuch": null,
      "rich_food": null,
      "caseRate": "49",
      "symptom": "肺癌在早期并没有什么特殊症状，仅为一般呼吸系统疾病所共有的症状，如咳嗽、痰血、低热、胸痛、气闷等，很容易被病人和医生所忽略。约有三分之一的早期肺癌没有症状，还有一部分病人尽管有轻微的早期症状，但未重视或被误诊，而延误了病情。",
      "prevention": "肺癌的预后与确诊时的临床分期密切相关，0期肺癌患者术后5年生存率为90%，Ia期肺癌患者术后5年生存率位60%，而II-IV期的病人总的5年生存率则从40%下降到5%以下。因此，争取“早期发现、早期诊断、早期治疗”，是降低肺癌死亡率的重要措施。",
      "preventionGeneral": "1、戒烟及避免被动吸烟  \n预防吸烟和戒烟是避免肺癌发生有效的办法。\n2、避免职业暴露   \n加强职业接触中的劳动保护，应有助于减少肺癌发病危险。\n3、减少大气污染    \n大气污染是城市较农村肺癌发病率高的因素之一，保护环境、减少大气污染是降低肺癌发病率的重要措施之一。\n4、积极治疗肺部疾病\n积极治疗肺部基础疾病，如肺结核、尘肺、肺部瘢痕病灶等，增强机体免疫力，降低基础疾病致癌的概率。\n5、其他  \n多吃新鲜蔬菜、水果，少吃煎炸烤熏食品。一些研究表明，饮食中蔬菜和水果比例较高的人患肺癌风险会更低，但这也可能混杂了其他因素，如风险降低是因为高水果/蔬菜饮食和更少吸烟量之间的联合作用。",
      "preventionCheckup": "对有上述高危风险因素之一且肺癌综合风险等级评定为“略高”者，应在专业临床医生指导下，每年做1-2次以下专科检查：\n1、胸片\n2、肺部CT\n3、痰液细胞学\n4、肿瘤标志物\n癌胚抗原、癌抗原125(CA-125)、癌抗原19-9（CA19-9）、神经元特异性烯醇化酶（NSE）等。\n5、纤维支气管镜",
      "geneticCorrelation": "约8%肺癌由遗传因素所致。亲属中有肺癌患者时，患病风险增加2.4倍，这可能是多个基因综合作用所致。例如，已知5、6和15号染色体上的基因多态性会影响罹患肺癌的风险大小。",
      "jsonCause": {
        "summary": "",
        "items": [
          {
            "title": "吸烟",
            "desc": "烟草的组成成分及燃烧的烟雾含有苯并篦、砷、亚硝胺类多种促癌和致癌物质。吸烟时间越长，支数越多和开始年龄越小，患肺癌的机会越大。"
          },
          {
            "title": "职业因素",
            "desc": "长期接触石棉、砷、镍、铬、煤焦油及放射性元素或吸入致癌物，是肺癌发病的重要因素。"
          },
          {
            "title": "大气污染",
            "desc": "工业废气所造成的大气污染，空气中苯并篦的含量增高，是城市较农村肺癌发病率高的因素之一。"
          },
          {
            "title": "疾病因素",
            "desc": "有些证据表明，在免疫抑制状态下，患肺癌的危险性增高。有些肺部慢性疾病与肺癌有关，如肺结核的瘢痕处易发生肺癌。"
          },
          {
            "title": "室内空气污染",
            "desc": "如厨房燃料燃烧和油烟是妇女肺癌发病率高的原因之一。室内建筑材料也含有致癌物质甲醛等。"
          }
        ]
      },
      "jsonPreventionGeneral": {
        "summary": "",
        "items": [
          {
            "title": "戒烟及避免被动吸烟",
            "desc": "预防吸烟和戒烟是避免肺癌发生有效的办法。"
          },
          {
            "title": "避免职业暴露",
            "desc": "加强职业接触中的劳动保护，应有助于减少肺癌发病危险。"
          },
          {
            "title": "减少大气污染",
            "desc": "大气污染是城市较农村肺癌发病率高的因素之一，保护环境、减少大气污染是降低肺癌发病率的重要措施之一。"
          },
          {
            "title": "积极治疗肺部疾病",
            "desc": "积极治疗肺部基础疾病，如肺结核、尘肺、肺部瘢痕病灶等，增强机体免疫力，降低基础疾病致癌的概率。"
          },
          {
            "title": "其他",
            "desc": "多吃新鲜蔬菜、水果，少吃煎炸烤熏食品。一些研究表明，饮食中蔬菜和水果比例较高的人患肺癌风险会更低，但这也可能混杂了其他因素，如风险降低是因为高水果/蔬菜饮食和更少吸烟量之间的联合作用。"
          }
        ]
      },
      "jsonPreventionCheckup": {
        "summary": "对有上述高危风险因素之一且肺癌综合风险等级评定为“略高”者，应在专业临床医生指导下，每年做1-2次以下专科检查：",
        "items": [
          {
            "title": "胸片",
            "desc": ""
          },
          {
            "title": "肺部CT",
            "desc": ""
          },
          {
            "title": "痰液细胞学",
            "desc": ""
          },
          {
            "title": "肿瘤标志物",
            "desc": "癌胚抗原、癌抗原125(CA-125)、癌抗原19-9（CA19-9）、神经元特异性烯醇化酶（NSE）等。"
          },
          {
            "title": "纤维支气管镜",
            "desc": ""
          }
        ]
      },
      "articles": null
    },
    "62": {
      "introduction": "胃位于人体上腹部，呈“J”字形，是食物重要的消化器官。胃癌可以在胃的任何部位产生，发展过程时间较长。胃癌及癌前病变的症状隐匿且无特异性，因此早期胃癌很难发现，多数患者就诊时已处于III,IV期，我国只有5-10%的胃癌能被早期诊断。我国胃癌死亡率为25.2/10 万（男性：32.8/10 万，女性：17.0/10 万），占全部恶性肿瘤死亡的23.2%，占恶性肿瘤死亡的第一位。发病年龄以中老年居多，35岁以下较低，55-70岁为高发年龄段。",
      "advise": "1) 饮食：养成良好的进食习惯，细嚼慢咽，不吃烫食，少吃质硬粗糙的食物。每天进食盐量应低于10g，尽量少吃或不吃盐腌、烟熏、油炸食物，如泡菜、鲜肉、火腿、腊肉、熏鱼等；不吃霉变食品。多吃新鲜蔬菜水果，多饮绿茶。\n2)预防和治疗幽门螺杆菌（HP）感染：采取适当的公共卫生措施改善卫生条件是降低Hp感染流行的关键，治疗Hp感染是胃癌化学预防的潜在措施。目前建议，至少应在一级亲属患有胃癌的人群中检测并治疗Hp感染。\n3)环氧化酶抑制剂：环氧化酶-2（COX-2）在细胞增殖、凋亡和血管生成过程中具有重要作用，可能是危险因素诱发胃癌过程的重要介质。研究显示成功根治Hp感染后胃黏膜内COX-2表达下降。此外阿司匹林及其他非类固醇性抗炎药能通过抑制COX-2来抑制肿瘤细胞增殖。\n4)胃癌筛查：对高危人群进行筛查，以期早期诊断，提高胃癌生存率。高危人群特征：处于高发地区，社会经济地位低下，长期抽烟，喜食腌制、烟熏、油炸食物；年龄40岁以上，有上消化道症状；有胃癌前状态者；有胃癌前病变；有胃癌家族史。",
      "cause": "1、感染幽门螺旋杆菌（HP）\nHP可引起胃壁浅层的慢性炎症并可能引起癌前病变，最近的研究表明在感染Hp的人群中给予根除治疗能降低胃癌的发病风险。 \n2、不良饮食、生活习惯\n大量摄入腌制烟熏食物，比如熏鱼、熏肉和泡菜。长期大量的吸烟、酗酒。\n3、其他环境因素\n某些环境因素如高泥碳土壤、水土含硝酸盐过多或化学污染可直接或间接经饮食途径参与胃癌的发生。\n4、癌前病变\n胃部的息肉尤其是多发息肉（小的良性增生有时能发展成胃癌）、慢性萎缩性胃炎、胃溃疡。",
      "relatedGenes": "PLCE1是人类第10号染色体长臂。该基因变异与胃癌相关性最强。该基因缺陷与幽门螺旋杆菌感染相互影响，共同导致胃癌发生。建议您注意避免幽门螺旋杆菌感染（如使用公筷等措施）。\nPSCA基因位于人类第8号染色体长臂。该基因编码的蛋白是一种以糖基磷脂酰肌醇方式结合在细胞膜上的糖蛋白，表达于前列腺、膀胱、胎盘、结肠、肾脏和胃，该基因的上游起始密码子具有多态性，被认为与胃癌和膀胱癌发生风险有关。\nPRKAA1基因位于人类第5号染色体短臂，调控许多关键代谢酶的活性，可终止消耗大量能量的生物体内的合成反应，从而保护人体细胞免受饥饿伤害。\nIL17A基因编码的蛋白质是由活化的T细胞产生的促炎细胞因子，在炎症相关疾病中发挥关键作用，如感染，自身免疫和肿瘤。Th17细胞促进人类胃癌（GC），虽然细胞内IL-17A的来源和Tc17和γδT17细胞的作用仍然知之甚少。IL-17A +T细胞和相关的细胞因子可能在人类GC进展和转移中起关键作用，因此代表治疗的潜在靶标。\nSERPINE1基因编码丝氨酸蛋白酶抑制剂超家族的成员。内含子7中的SNPc.1162 + 162C> T（rs2227692）与DGC（diffuse-type gastric cancer）的易感性相关，但与肠型胃癌的易感性无关。 已报道基因SERPINE1的遗传变体可改变发生GC的风险。通过致癌性激活GSK3β，CD133，DSC2，P-钙粘着蛋白，CDH17，CD168，CD44，金属蛋白酶MMP7和MMP11，以及miRNA的一个子集和通过肿瘤抑制基因失活机制TFF1，PDX1，BCL2L10，XRCC，psiTPTE-HERV，HAI-2，GRIK2和RUNX3）。揭示了炎症介质环氧合酶-2（COX-2）在胃癌发生过程中的作用及其作为潜在分子靶标治疗的重要性。",
      "deficiency": null,
      "overmuch": null,
      "rich_food": null,
      "caseRate": "37",
      "symptom": "胃癌的临床表现：\n1、早期胃癌多无症状，或仅有一些非特异性消化道症状。\n2、进展期胃癌最早出现的症状是上腹痛，常同时伴有纳差、厌食、体重减轻，而这种腹痛不能被进食或服用抑酸剂缓解。患者常有早饱感及软弱无赖。\n3、发生合并症或转移时：贲门癌累及食管下段时可出现吞咽困难，并发幽门梗阻时可有恶心呕吐，溃疡型胃癌出血时可引起呕血或黑粪，继之出现贫血，转移至肝时可引起右上腹痛，转移至肺可引起咳嗽、呃逆、咯血等。\n4、体征：早期无明显体征，进展期在上腹部可扪及肿块，有压痛。肿块多位于上腹偏右相当于胃窦处。转移至肝可致肝肿大及出现黄疸，腹膜转移时可出现腹水，移动性浊音阳性，远处淋巴结转移时，可扪及Virchow淋巴结，质硬不活动。",
      "prevention": "胃癌的发展较隐匿，未能及时发现并治疗，对高危人群进行筛查，以期早期诊断，提高胃癌生存率。胃癌的治疗效果取决于疾病的分期，即肿瘤生长的大小，对胃壁的浸润程度及是否侵犯周围的器官，淋巴结和身体的其他部位。至今为止，手术是唯一可能实现治愈的治疗手段。",
      "preventionGeneral": "1、饮食\n养成良好的进食习惯，细嚼慢咽，不吃烫食，少吃质硬粗糙的食物。每天进食盐量应低于10g，尽量少吃或不吃盐腌、烟熏、油炸食物，如泡菜、鲜肉、火腿、腊肉、熏鱼等；不吃霉变食品。多吃新鲜蔬菜水果，多饮绿茶。\n2、预防和治疗幽门螺杆菌（HP）感染\n采取适当的公共卫生措施改善卫生条件是降低Hp感染流行的关键，治疗Hp感染是胃癌化学预防的潜在措施。目前建议，至少应在一级亲属患有胃癌的人群中检测并治疗Hp感染。\n3、环氧化酶抑制剂\n环氧化酶-2（COX-2）在细胞增殖、凋亡和血管生成过程中具有重要作用，可能是危险因素诱发胃癌过程的重要介质。研究显示成功根治Hp感染后胃黏膜内COX-2表达下降。此外阿司匹林及其他非类固醇性抗炎药能通过抑制COX-2来抑制肿瘤细胞增殖。\n4、普查\n在胃癌高发地区，高危人群应定期普查，提高早期诊断率及早进行治疗。",
      "preventionCheckup": "因胃癌病情发展隐匿，对于已患有慢性萎缩性胃炎、饮食结构不合理的高危人群，除进行生活方式的改变外，应定期进行专科门诊定期检查。\n1、幽门螺旋杆菌检测\n2、X线钡餐检查\n3、胃镜\n4、胃组织活检\n5、胃腔脱落细胞学检测\n6、腹部超声及CT（肝胰及淋巴结）",
      "geneticCorrelation": "胃癌有明显的家族聚集倾向，家族发病率高于普通人群的2-3倍。浸润型胃癌有更高的家族发病倾向，提示该型与遗传因素有关。一般认为遗传因素使致癌物质对易感者更易致癌。",
      "jsonCause": {
        "summary": "",
        "items": [
          {
            "title": "感染幽门螺旋杆菌（HP）",
            "desc": "HP可引起胃壁浅层的慢性炎症并可能引起癌前病变，最近的研究表明在感染Hp的人群中给予根除治疗能降低胃癌的发病风险。"
          },
          {
            "title": "不良饮食、生活习惯",
            "desc": "大量摄入腌制烟熏食物，比如熏鱼、熏肉和泡菜。长期大量的吸烟、酗酒。"
          },
          {
            "title": "其他环境因素",
            "desc": "某些环境因素如高泥碳土壤、水土含硝酸盐过多或化学污染可直接或间接经饮食途径参与胃癌的发生。"
          },
          {
            "title": "癌前病变",
            "desc": "胃部的息肉尤其是多发息肉（小的良性增生有时能发展成胃癌）、慢性萎缩性胃炎、胃溃疡。"
          }
        ]
      },
      "jsonPreventionGeneral": {
        "summary": "",
        "items": [
          {
            "title": "饮食",
            "desc": "养成良好的进食习惯，细嚼慢咽，不吃烫食，少吃质硬粗糙的食物。每天进食盐量应低于10g，尽量少吃或不吃盐腌、烟熏、油炸食物，如泡菜、鲜肉、火腿、腊肉、熏鱼等；不吃霉变食品。多吃新鲜蔬菜水果，多饮绿茶。"
          },
          {
            "title": "预防和治疗幽门螺杆菌（HP）感染",
            "desc": "采取适当的公共卫生措施改善卫生条件是降低Hp感染流行的关键，治疗Hp感染是胃癌化学预防的潜在措施。目前建议，至少应在一级亲属患有胃癌的人群中检测并治疗Hp感染。"
          },
          {
            "title": "环氧化酶抑制剂",
            "desc": "环氧化酶-2（COX-2）在细胞增殖、凋亡和血管生成过程中具有重要作用，可能是危险因素诱发胃癌过程的重要介质。研究显示成功根治Hp感染后胃黏膜内COX-2表达下降。此外阿司匹林及其他非类固醇性抗炎药能通过抑制COX-2来抑制肿瘤细胞增殖。"
          },
          {
            "title": "普查",
            "desc": "在胃癌高发地区，高危人群应定期普查，提高早期诊断率及早进行治疗。"
          }
        ]
      },
      "jsonPreventionCheckup": {
        "summary": "因胃癌病情发展隐匿，对于已患有慢性萎缩性胃炎、饮食结构不合理的高危人群，除进行生活方式的改变外，应定期进行专科门诊定期检查。",
        "items": [
          {
            "title": "幽门螺旋杆菌检测",
            "desc": ""
          },
          {
            "title": "X线钡餐检查",
            "desc": ""
          },
          {
            "title": "胃镜",
            "desc": ""
          },
          {
            "title": "胃组织活检",
            "desc": ""
          },
          {
            "title": "胃腔脱落细胞学检测",
            "desc": ""
          },
          {
            "title": "腹部超声及CT（肝胰及淋巴结）",
            "desc": ""
          }
        ]
      },
      "articles": null
    },
    "64": {
      "introduction": "食管连接咽喉和胃，起着运输食物的作用。食管癌是发生在食管的恶性消化道肿瘤，以鳞状上皮癌多见。中国是世界上食管癌的高发国家，我国大约16万人每年被诊断为食管癌，食管癌发病率有上升趋势，特别是食管腺癌。",
      "advise": "1) 建立健康生活习惯\n预防包括停止吸烟或咀嚼烟丝。在亚洲克服咀嚼槟郎的成瘾性是预防食管鳞状细胞癌的另一个有希望的途径。通过保持正常的体重也可以减少风险。\n2) 饮食调节\n美国国家癌症研究所指出，提高饮食中十字花科（圆白菜，西兰花/椰菜，花椰菜，布鲁塞尔豆芽）、绿色黄色蔬菜和水果比例可以降低食管癌的发病风险。膳食纤维被认为保护性，特别是对食管腺癌。没有证据表明维生素补充剂改变了食管癌发生风险。\n3) 患有Barrett食管者具有较高的风险，需要定期内镜以早期筛查。因为在没有症状的人中筛查腺癌的获益还不明显，美国不推荐世界上一些具有鳞状细胞癌高发病率的地区进行筛查。",
      "cause": "1、化学、生物致癌物质\n亚硝胺是被公认的化学致癌物，在高发区的粮食和饮水中含量显著升高，且与当地食管癌和食管上皮重度增生的患病率呈正相关。各种霉变食物能产生致癌物质，霉菌与亚硝胺协同致癌。\n2、食管慢性刺激\n食物粗糙、进食过烫，咀嚼摈榔或烟丝等习惯造成对食管黏膜的慢性理化刺激，可致局限性或弥漫性上皮增生，形成癌前病变。\n3、癌前病变\n慢性食管病如胃食管反流病、贲门失弛缓症、腐蚀性食管灼伤和狭窄等患者食管癌发生率高。\n4、营养因素\n饮食缺乏动物蛋白、新鲜蔬菜和水果，摄入的维生素A、B2、和C缺乏，是食管癌的危险因素。\n5、人乳头状病毒\n一些研究发现食管上皮增生与乳头状病毒感染有关。",
      "relatedGenes": "PDE4D基因位于人类第5号染色体长臂。该基因编码一种能够降低细胞内cAMP含量的蛋白酶，与肿瘤存在一定关系。\nPLCE1是人类第10号染色体长臂。该基因变异与胃癌相关性最强,研究发现其突变还可导致食管癌发生风险增高，该基因编码的蛋白属于PLC蛋白家族成员，在肿瘤相关的炎症反应中发挥重要作用。\nHECTD4 基因可能是癌症相关基因。",
      "deficiency": null,
      "overmuch": null,
      "rich_food": null,
      "caseRate": "16",
      "symptom": "1、早期症状不典型，易被忽略。主要为胸骨后不适、烧灼感、针刺样或牵拉样痛，进食通过缓慢并有滞留的感觉或轻度哽噎感。\n2、中晚期症状主要有进行性咽下困难，食物反流，咽下疼痛，其他症状如慢性脱水、营养不良、消瘦与恶病质等。",
      "prevention": "如果已存在食管癌的高危险因素，特别是Barrett食管，需要及时进行一些监测手段比如内镜活检。如果长期存在吞咽疼痛、胸闷或烧心、原因不明的体重减轻、声嘶，呃逆，肺炎和高钙血症等症状，应尽早到正规医院相关科室进行诊断及治疗，早诊断才能获得完善系统的治疗。",
      "preventionGeneral": "1、建立健康生活习惯\n戒烟戒酒，避免吸烟和酗酒是降低发病风险的最佳办法。禁食一些含致癌物质的食物，如霉变的食物中含 亚硝胺类化合物和真菌霉素。\n2、饮食结构调节\n少食多餐，避免食用过硬或粗糙、过烫、辛辣及油炸等刺激性食物。多食一些水果蔬菜及富含维生素及矿物质、膳食纤维的饮食。美国国家癌症研究所指出，提高饮食中十字花科（圆白菜，西兰花/椰菜，花椰菜，布鲁塞尔豆芽）、绿色黄色蔬菜和水果比例可以降低食管癌的发病风险。",
      "preventionCheckup": "对于已有食管癌类似症状的患者，应积极进行检查确诊，以获得早期治疗。\r1、上消化道钡剂造影\r2、食管内镜检查\r3、食管组织活检\r4、食管脱落细胞学检查\r5、食管CT检查",
      "geneticCorrelation": "食管癌发病表现家族性聚集现象。在我国高发地区，本病有阳性家族史者达25%-50%，其中父系最高，母系次之，旁系最低。环境和遗传多因素引起食管癌的发生，涉及的分子生物学基础目前认为是癌基因激活或抑癌基因失活的基因变化所致。",
      "jsonCause": {
        "summary": "",
        "items": [
          {
            "title": "化学、生物致癌物质",
            "desc": "亚硝胺是被公认的化学致癌物，在高发区的粮食和饮水中含量显著升高，且与当地食管癌和食管上皮重度增生的患病率呈正相关。各种霉变食物能产生致癌物质，霉菌与亚硝胺协同致癌。"
          },
          {
            "title": "食管慢性刺激",
            "desc": "食物粗糙、进食过烫，咀嚼摈榔或烟丝等习惯造成对食管黏膜的慢性理化刺激，可致局限性或弥漫性上皮增生，形成癌前病变。"
          },
          {
            "title": "癌前病变",
            "desc": "慢性食管病如胃食管反流病、贲门失弛缓症、腐蚀性食管灼伤和狭窄等患者食管癌发生率高。"
          },
          {
            "title": "营养因素",
            "desc": "饮食缺乏动物蛋白、新鲜蔬菜和水果，摄入的维生素A、B2、和C缺乏，是食管癌的危险因素。"
          },
          {
            "title": "人乳头状病毒",
            "desc": "一些研究发现食管上皮增生与乳头状病毒感染有关。"
          }
        ]
      },
      "jsonPreventionGeneral": {
        "summary": "",
        "items": [
          {
            "title": "建立健康生活习惯",
            "desc": "戒烟戒酒，避免吸烟和酗酒是降低发病风险的最佳办法。禁食一些含致癌物质的食物，如霉变的食物中含 亚硝胺类化合物和真菌霉素。"
          },
          {
            "title": "饮食结构调节",
            "desc": "少食多餐，避免食用过硬或粗糙、过烫、辛辣及油炸等刺激性食物。多食一些水果蔬菜及富含维生素及矿物质、膳食纤维的饮食。美国国家癌症研究所指出，提高饮食中十字花科（圆白菜，西兰花/椰菜，花椰菜，布鲁塞尔豆芽）、绿色黄色蔬菜和水果比例可以降低食管癌的发病风险。"
          }
        ]
      },
      "jsonPreventionCheckup": {
        "summary": "对于已有食管癌类似症状的患者，应积极进行检查确诊，以获得早期治疗。",
        "items": [
          {
            "title": "上消化道钡剂造影",
            "desc": ""
          },
          {
            "title": "食管内镜检查",
            "desc": ""
          },
          {
            "title": "食管组织活检",
            "desc": ""
          },
          {
            "title": "食管脱落细胞学检查",
            "desc": ""
          },
          {
            "title": "食管CT检查",
            "desc": ""
          }
        ]
      },
      "articles": null
    },
    "65": {
      "introduction": "结肠和直肠都是人体内很重要的一段肠管，他们是人体消化道的末段，其作用是吸收经过小肠消化吸收的食物残渣中的水分和其他一些物质，并将这些残渣最终变成粪便，并最终排出体外。结直肠癌俗称大肠癌，是发生在结肠和直肠的癌症。在我国常见恶性肿瘤死亡中，结直肠癌患者在男性占第五位，女性占第六位。近二十年来结直肠癌的发病率在逐渐增加，同时，其发病年龄趋向老龄化。",
      "advise": "①生活方式：目前关于预防结肠直肠癌的饮食建议包括增加全谷物，水果和蔬菜的消耗，并减少红肉和加工肉类的摄入量。也建议更高水平的身体锻炼。体育锻炼与结肠而不是直肠癌风险的适度减少有关。高水平的身体活动将结肠癌的风险降低约21％。长期坐位与结肠癌的高死亡率有关。 风险不会由于定期运动而被否定，虽然它被降低。然而，纤维和水果和蔬菜对结直肠癌保护效果的证据很差。通过保持正常体重可以减少结肠癌的风险。\n②药物：阿司匹林和塞来考昔似乎降低了高风险者中结肠直肠癌的风险。阿司匹林是推荐在那些50-60岁有心血管病风险，并没有增加出血风险，以预防结肠直肠癌。它不推荐在平均风险的人。 有补充钙的暂时证据，但它不足以提出建议。维生素D摄入和血液水平与较低的结肠癌风险相关。\n③筛查：由于超过80％的结肠直肠癌来自腺瘤性息肉，因此筛查不仅对早期检测有效，而且对预防有效。可以通过结肠镜检查或乙状结肠镜检查除去检测到的任何息肉，从而防止发生癌变。筛查可以将结肠直肠癌死亡率减少60％。",
      "cause": "1、饮食因素\n如高脂肪低纤维饮食；动物蛋白、食物中亚硝胺及其衍生物含量高；摄入酒精；油炸食品；维生素A、C、E及微量元素硒缺乏等。\n2、大肠的某些良性病变\n如慢性溃疡性结肠炎、大肠腺瘤、家族性结肠腺瘤病、血吸虫病、大肠息肉等。\n3、职业因素与卫生习惯\n缺少体力活动可增加患结肠癌的危险性，但一般不认为大肠癌是一种职业病。",
      "relatedGenes": "SRRM1P、POU5F1B基因均位于第8号染色体长臂。SRRM1P基因功能异常可导致结直肠癌发生；POU5F1B基因编码一个弱强度的转录激活因子，可能在肿瘤和眼睛发育中发挥作用，全基因组分析发现该基因与结直肠癌易感性相关。\nC11orf93基因位于人类第11号染色体长臂。该基因所编码的功能蛋白对于结直肠癌的发生与进展具有重要调控作用，该基因的突变将导致结直肠癌发病风险增高。\nSMAD7基因位于人类第18号染色体长臂。该基因编码一种E3泛素连接酶的结合核蛋白，两者形成复合体后会转移至胞浆与TGFBR1发生反应，并促进自身与TGFBR1的降解。该基因的变异是3型结直肠癌发生的重要原因。\nGREM1基因位于人类第15号染色体长臂。该基因编码的蛋白属于成骨蛋白拮抗蛋白家族。该蛋白能够直接结合BMP蛋白，从而发挥拮抗BMP蛋白的作用。该基因生理功能包括：调节器官形成、躯体发育、组织分化等。BMP被报道与肥胖症密切相关，GREM1基因缺陷可能通过影响体重，增加结直肠癌的发生风险。建议您注意控制体重，避免肥胖，以预防结直肠癌的发生。\nKRT8P16、TCEB1P3基因均位于人类第10号染色体短臂。这两个基因都是假基因，是丧失正常功能的DNA序列，一般没有明确的生理意义。但经研究调查发现，这两个基因的突变可导致结直肠癌患病风险增高。\nSMAD7基因编码的蛋白质是结合E3泛素连接酶SMURF2的核蛋白。该基因的变异是对3型结肠直肠癌（CRCS3）的易感性的原因。基因SMAD7中的错义变体与CRC风险一致且显着相关，其可以通过阻碍下游基因的活化来阻断TGF-β信号传导，导致癌细胞增殖，从而促进CRC发病机制。\nAPC基因突变引起的家族性腺瘤性息肉病，是一种显性遗传性疾病，其特征在于多发性结肠直肠息肉并可进展为结肠直肠癌，是结直肠癌（CRC）的常染色体显性遗传形式。APC基因在腺瘤中具有30％的突变率，在癌病中为29％的频率。\nCHFR基因编码E3泛素 - 蛋白连接酶，其用于维持调节细胞周期进入有丝分裂的反相检查点，因此可在细胞周期进程和肿瘤发生中起关键作用。CHFR启动子CpG岛甲基化与MSI相关，也经常发生在MSS CRC中，并且是II期，MSS，BRAF WT CRC中有前途的预后标记物。\nCYP2W1基因位于7号染色体，编码酶的细胞色素P450超家族的成员。 细胞色素P450蛋白是单加氧酶，其催化许多反应，其涉及药物代谢和胆固醇，类固醇和其他脂质的合成。 CYP2W1能够激活几种致癌物质，抗癌前药等。有研究把建议CYP2W1表达水平作为结直肠癌和肝细胞癌中的独立预后生物标志物，但 CYP2W1的遗传多态性与癌症风险的相关性尚不确定。",
      "deficiency": null,
      "overmuch": null,
      "rich_food": null,
      "caseRate": "28",
      "symptom": "早期大肠癌常无症状，随着癌肿的增大与并发症的发生才出现症状。\n1、便血\n是结肠癌最早和最常见的表现。轻者仅表现为偶尔有少量出血，须经过实验室测试才知道有少量出血，重者可表现有粘液血便、粘液脓血便或鲜血便，常被误诊为痢疾或痔疮出血而贻误了确诊时机。\n2、腹痛\n部分病人以定位不确切的持续隐痛为首发或突出症状，部分病人仅腹部不适或腹胀感。\n3、排便习惯改变\n多为排便次数或粪便性状改变，如大便次数突然增多，粪便的性状如水样，或伴有里急后重感，尤其是发生于青年人时。 \n4、贫血\n男性病人，尤其是无其他原因的失血，亦无肠寄生虫病的人，如发现进行性缺铁性贫血，应想到有胃或大肠癌的可能性。",
      "prevention": "开展大肠癌的早查早治有着非常重要的现实意义。",
      "preventionGeneral": "1、膳食结构的改善\n减少高动物蛋白、高脂肪、过于精细的食物如牛肉、少纤维素及精制米面的摄入。多吃含纤维素多的蔬菜水果，如菠菜、芹菜、水果等，以保持大便通畅。\n2、养成良好的排便习惯\n养成清晨定期排便的习惯，减少便秘的发生，使粪便在肠道停留的时间减少，进而降低诱发炎性反应、坏死的几率，最终降低肠道癌变。\n3、生活习惯的改变\n定期进行运动，避免长期的久坐。规律作息，减少长期的熬夜。注意个人饮食卫生，减少肠道疾病的发生。",
      "preventionCheckup": "尽管任何年龄都可以罹患结直肠癌，但90％以上病例年龄大于40岁。所以通常讲40岁以上的人应该开始例行的体检，以及时发现可能的癌变。\n1、粪便检查\n2、直肠指检\n3、结肠镜检查\n4、钡灌肠及X线检查",
      "geneticCorrelation": "据估计约20％的大肠癌病人中遗传因素可能起重要作用，如家族性腺瘤性息肉病、遗传性非息肉病性结直肠癌是最常见的遗传性大肠癌",
      "jsonCause": {
        "summary": "",
        "items": [
          {
            "title": "饮食因素",
            "desc": "如高脂肪低纤维饮食；动物蛋白、食物中亚硝胺及其衍生物含量高；摄入酒精；油炸食品；维生素A、C、E及微量元素硒缺乏等。"
          },
          {
            "title": "大肠的某些良性病变",
            "desc": "如慢性溃疡性结肠炎、大肠腺瘤、家族性结肠腺瘤病、血吸虫病、大肠息肉等。"
          },
          {
            "title": "职业因素与卫生习惯",
            "desc": "缺少体力活动可增加患结肠癌的危险性，但一般不认为大肠癌是一种职业病。"
          }
        ]
      },
      "jsonPreventionGeneral": {
        "summary": "",
        "items": [
          {
            "title": "膳食结构的改善",
            "desc": "减少高动物蛋白、高脂肪、过于精细的食物如牛肉、少纤维素及精制米面的摄入。多吃含纤维素多的蔬菜水果，如菠菜、芹菜、水果等，以保持大便通畅。"
          },
          {
            "title": "养成良好的排便习惯",
            "desc": "养成清晨定期排便的习惯，减少便秘的发生，使粪便在肠道停留的时间减少，进而降低诱发炎性反应、坏死的几率，最终降低肠道癌变。"
          },
          {
            "title": "生活习惯的改变",
            "desc": "定期进行运动，避免长期的久坐。规律作息，减少长期的熬夜。注意个人饮食卫生，减少肠道疾病的发生。"
          }
        ]
      },
      "jsonPreventionCheckup": {
        "summary": "尽管任何年龄都可以罹患结直肠癌，但90％以上病例年龄大于40岁。所以通常讲40岁以上的人应该开始例行的体检，以及时发现可能的癌变。",
        "items": [
          {
            "title": "粪便检查",
            "desc": ""
          },
          {
            "title": "直肠指检",
            "desc": ""
          },
          {
            "title": "结肠镜检查",
            "desc": ""
          },
          {
            "title": "钡灌肠及X线检查",
            "desc": ""
          }
        ]
      },
      "articles": null
    },
    "66": {
      "introduction": "乳腺癌是女性最常见的恶性肿瘤之一，乳腺癌是发生在乳腺腺上皮组织的恶性肿瘤。40—60岁之间，绝经期前后的妇女发病率较高。乳腺癌的发病率基本呈上升趋势，亚洲等低发地区近20年来的发病率有明显上升，发病率占全身各种恶性肿瘤的7-10%，在妇女仅次于子宫癌。",
      "advise": "①生活方式：保持健康的体重，少饮酒，积极锻炼和母乳喂养孩子可以减少乳腺癌的风险。这些改变在美国可能会减少38％的乳腺癌，在英国可减少42％，28％在巴西和20％在中国。在所有年龄组，包括绝经后妇女，都可以看到轻度步行等适度运动的好处。高水平的身体锻炼将乳腺癌的风险降低约14％。高摄入柑橘类水果可降低10％的风险。海洋ω-3多不饱和脂肪酸级大豆食品可能降低风险。\n②药物：选择性雌激素受体调节剂（如他莫昔芬）可降低乳腺癌的风险，但增加血栓栓塞和子宫内膜癌的风险。死亡风险没有整体变化。因此，不推荐在平均风险的妇女中预防乳腺癌，但可以为高风险的妇女提供。在停止使用这些药物的治疗过程后，乳腺癌减少的益处持续至少五年。",
      "cause": "1、生殖因素\n乳腺癌的发生与多种生殖因素有密切关系，如初潮年龄小，停经年龄晚，月经周期短，未生育或第1胎足月妊娠年龄大，产次少，缺乏母乳喂养。\n2、激素类药物\n内源性雌激素、催乳素与绝经后乳腺癌有关。雌激素替代疗法且应用时间较长的妇女发生乳腺癌的概率显著增加。\n3、营养饮食\n饱和脂肪酸可能增加乳腺癌的风险，而单链不饱和脂肪酸可降低乳腺癌的风险。日乙醇摄入量增加10g，发生乳腺癌的风险就增加9%。纤维素有抑制乳腺癌和结直肠癌发生的作用。\n4、其他\n大剂量电离辐射乳腺癌发病率增高，40岁以前适当运动可以减少乳腺癌的危险性。",
      "relatedGenes": "FGFR2基因位于人类第10号染色体长臂。该基因编码的蛋白是成纤维细胞生长因子受体家族的成员。研究表明FGFR2基因在乳腺的发育及癌症的发生中起着重要作用，该基因的变异产生的多态性与乳腺癌的易感性相关。\nLSP1基因位于人类第11号染色体短臂。该基因与乳腺组织的生长、退化，以及纤维化和乳腺密度等都有关系，被认为是乳腺癌的易感基因之一。最近研究发现该基因的突变可导致乳腺癌发生风险增高。",
      "deficiency": null,
      "overmuch": null,
      "rich_food": null,
      "caseRate": "22",
      "symptom": "1、乳房肿块\n乳腺癌的显著症状通常是触及不同于乳房其余组织的肿块，\n2、乳头溢乳及乳头皮肤溃烂\n乳头溢液，乳房或腋窝部分的持续疼痛，以及腋下或锁骨周围肿胀。除此之外还可有乳房组织不同的增厚，一个乳房变大或变小，乳头变化位置或形状或变得倒置，乳头上或周围的皮疹。\n3、皮肤呈橘皮样改变\n4、其他改变\n腋窝淋巴结中发现的肿瘤也可能提示乳腺癌。",
      "prevention": "对于乳腺癌的早期诊断应具有良好的心态，不应该“漠视”，要“重视”，但是不要“恐惧”。",
      "preventionGeneral": "1、生活方式改变\n保持健康的体重，戒烟戒酒，积极锻炼和母乳喂养孩子可以减少乳腺癌的风险。轻度步行等适度运动的对预防本病大有好处。高水平的身体锻炼将乳腺癌的风险降低约14％。高摄入柑橘类水果可降低10％的风险。海洋ω-3多不饱和脂肪酸级大豆食品可能降低风险。\n2、高危人群的药物干预\n选择性雌激素受体调节剂（如他莫昔芬）可降低乳腺癌的风险，但增加血栓栓塞和子宫内膜癌的风险，死亡风险没有整体变化，因此，不推荐在平均风险的妇女中预防乳腺癌，但可以为高风险的妇女提供。在停止使用这些药物的治疗过程后，乳腺癌减少的益处持续至少五年。\n3、合理使用激素类药物",
      "preventionCheckup": "对于标记为乳腺癌高危人群的人，定期的乳腺癌专项检查对乳腺癌高风险人群意义重大。\n1、乳腺彩超\n2、乳腺钼靶\n3、乳腺X线照相\n4、乳腺MRI\n5、乳腺穿刺活检",
      "geneticCorrelation": "研究发现，有一级亲属患乳腺癌的人其发生乳腺癌的概率较无家族史的高2-3倍，若一级亲属在绝经前患双侧乳腺癌则相对危险度高达9倍。",
      "jsonCause": {
        "summary": "",
        "items": [
          {
            "title": "生殖因素",
            "desc": "乳腺癌的发生与多种生殖因素有密切关系，如初潮年龄小，停经年龄晚，月经周期短，未生育或第1胎足月妊娠年龄大，产次少，缺乏母乳喂养。"
          },
          {
            "title": "激素类药物",
            "desc": "内源性雌激素、催乳素与绝经后乳腺癌有关。雌激素替代疗法且应用时间较长的妇女发生乳腺癌的概率显著增加。"
          },
          {
            "title": "营养饮食",
            "desc": "饱和脂肪酸可能增加乳腺癌的风险，而单链不饱和脂肪酸可降低乳腺癌的风险。日乙醇摄入量增加10g，发生乳腺癌的风险就增加9%。纤维素有抑制乳腺癌和结直肠癌发生的作用。"
          },
          {
            "title": "其他",
            "desc": "大剂量电离辐射乳腺癌发病率增高，40岁以前适当运动可以减少乳腺癌的危险性。"
          }
        ]
      },
      "jsonPreventionGeneral": {
        "summary": "",
        "items": [
          {
            "title": "生活方式改变",
            "desc": "保持健康的体重，戒烟戒酒，积极锻炼和母乳喂养孩子可以减少乳腺癌的风险。轻度步行等适度运动的对预防本病大有好处。高水平的身体锻炼将乳腺癌的风险降低约14％。高摄入柑橘类水果可降低10％的风险。海洋ω-3多不饱和脂肪酸级大豆食品可能降低风险。"
          },
          {
            "title": "高危人群的药物干预",
            "desc": "选择性雌激素受体调节剂（如他莫昔芬）可降低乳腺癌的风险，但增加血栓栓塞和子宫内膜癌的风险，死亡风险没有整体变化，因此，不推荐在平均风险的妇女中预防乳腺癌，但可以为高风险的妇女提供。在停止使用这些药物的治疗过程后，乳腺癌减少的益处持续至少五年。"
          },
          {
            "title": "合理使用激素类药物",
            "desc": ""
          }
        ]
      },
      "jsonPreventionCheckup": {
        "summary": "对于标记为乳腺癌高危人群的人，定期的乳腺癌专项检查对乳腺癌高风险人群意义重大。",
        "items": [
          {
            "title": "乳腺彩超",
            "desc": ""
          },
          {
            "title": "乳腺钼靶",
            "desc": ""
          },
          {
            "title": "乳腺X线照相",
            "desc": ""
          },
          {
            "title": "乳腺MRI",
            "desc": ""
          },
          {
            "title": "乳腺穿刺活检",
            "desc": ""
          }
        ]
      },
      "articles": null
    },
    "68": {
      "introduction": "鼻咽癌（NPC）是指发生于鼻咽腔顶部和侧壁的恶性肿瘤。最常见于后外侧鼻咽或咽部凹陷或占50％的“Rosenmüller的窝”。是我国高发恶性肿瘤之一，发病率为耳鼻咽喉恶性肿瘤之首。中国是鼻咽癌的高发地区，我国鼻咽癌的发病率存在地区差异，南方较高，特别是广东省的部分地区，男性较女性发病率高。",
      "advise": "①　减少食物中盐腌制食物的比例，少吃或不吃亚硝胺类食物。\n②　避免接触污染较重的外界空气环境。\n③　鼻咽癌发病年龄高峰区域主要包括15-24，及65-79岁；此年龄段的人群应做好定期体检及早期诊断检测。",
      "cause": "1、病毒：\nEB病毒感染与流行地区鼻咽癌的发生、发展和预后有明确的相关性，少部分高分化鳞癌的发生可能与人乳头瘤病毒感染有关。\n2、环境及饮食因素：\n如长期接触有害气体、液体、粉尘(农药、苯煤焦油、机油等)，这些致癌物质直接刺激鼻粘膜;长期吸烟、被动吸烟及酗酒者;长期吃咸鱼、腌肉和熏烤食物者等也属于鼻咽癌高危人群，因这些食物含有致癌挥发性亚硝胺。\n3、微量元素\n某些微量元素，如镍等在环境中含量超标，也有可能诱发鼻咽癌。\n4、疾病因素\n患有慢性鼻炎、鼻窦炎、鼻息肉等鼻咽部疾病的人更应警惕鼻咽癌的发生。",
      "relatedGenes": "",
      "deficiency": null,
      "overmuch": null,
      "rich_food": null,
      "caseRate": "3",
      "symptom": "1、患者早期可有鼻堵、血涕、耳鸣、耳聋、头痛、面部麻木和复视等症状。通过病人的视觉或触摸，鼻咽癌出现的血涕通常为涕中带血或回吸性血涕。\n2、体检可以发现的体征主要有颈部肿块、鼻咽肿物、颅神经损害。颈部淋巴结肿大常是首发症状，淋巴结活检能有效确诊鼻咽癌。当癌症扩散后，还会引起骨疼痛或器官功能障碍。",
      "prevention": "",
      "preventionGeneral": "1、改善不良的生活方式\n戒烟戒酒，吸烟与多种癌症的发病相关，包括鼻咽癌，而且吸烟量越大、吸烟史越长，癌症的发病率就越高。戒烟是最重要的防癌措施。增加运动，增强免疫力，生活规律，减少感冒与病毒感染的机会，及早治疗病毒感染。\n2、调整饮食结构\n成人每天食盐量不应超过6克，限制腌制食物及调料盐的摄入，减少食物中盐腌制食物的比例，少吃或不吃亚硝胺类食物。减少脂肪和肉类摄入，选择植物脂肪，限制动物脂肪，肉类以吃鱼、家禽为主。多吃水果、蔬菜和纤维素。\n3、环境因素\n避免接触污染较重的外界空气环境。",
      "preventionCheckup": "鼻咽癌的生存率与临床分期有明显关系，病期越早，疗效越好，因此，早期诊断非常重要。\n1、EB病毒检测\n2、鼻咽镜检查\n3、鼻炎病灶活检\n在内镜下进行颈淋巴结摘除活检或颈淋巴结细胞学穿刺涂片检查，这是确诊最重要的手段\n4、影像学检查\n鼻咽和颈部CT/MRI检查、胸部X光片或CT、腹部超声检查、全身骨扫描",
      "geneticCorrelation": "鼻咽癌的发病与遗传因素有关，该病具有家族聚集现象，许多鼻咽癌患者有家族患癌病史，同时该病具有种族易感性，鼻咽癌主要见于黄种人，少见于白种人。",
      "jsonCause": {
        "summary": "",
        "items": [
          {
            "title": "病毒：",
            "desc": "EB病毒感染与流行地区鼻咽癌的发生、发展和预后有明确的相关性，少部分高分化鳞癌的发生可能与人乳头瘤病毒感染有关。"
          },
          {
            "title": "环境及饮食因素：",
            "desc": "如长期接触有害气体、液体、粉尘(农药、苯煤焦油、机油等)，这些致癌物质直接刺激鼻粘膜;长期吸烟、被动吸烟及酗酒者;长期吃咸鱼、腌肉和熏烤食物者等也属于鼻咽癌高危人群，因这些食物含有致癌挥发性亚硝胺。"
          },
          {
            "title": "微量元素",
            "desc": "某些微量元素，如镍等在环境中含量超标，也有可能诱发鼻咽癌。"
          },
          {
            "title": "疾病因素",
            "desc": "患有慢性鼻炎、鼻窦炎、鼻息肉等鼻咽部疾病的人更应警惕鼻咽癌的发生。"
          }
        ]
      },
      "jsonPreventionGeneral": {
        "summary": "",
        "items": [
          {
            "title": "改善不良的生活方式",
            "desc": "戒烟戒酒，吸烟与多种癌症的发病相关，包括鼻咽癌，而且吸烟量越大、吸烟史越长，癌症的发病率就越高。戒烟是最重要的防癌措施。增加运动，增强免疫力，生活规律，减少感冒与病毒感染的机会，及早治疗病毒感染。"
          },
          {
            "title": "调整饮食结构",
            "desc": "成人每天食盐量不应超过6克，限制腌制食物及调料盐的摄入，减少食物中盐腌制食物的比例，少吃或不吃亚硝胺类食物。减少脂肪和肉类摄入，选择植物脂肪，限制动物脂肪，肉类以吃鱼、家禽为主。多吃水果、蔬菜和纤维素。"
          },
          {
            "title": "环境因素",
            "desc": "避免接触污染较重的外界空气环境。"
          }
        ]
      },
      "jsonPreventionCheckup": {
        "summary": "鼻咽癌的生存率与临床分期有明显关系，病期越早，疗效越好，因此，早期诊断非常重要。",
        "items": [
          {
            "title": "EB病毒检测",
            "desc": ""
          },
          {
            "title": "鼻咽镜检查",
            "desc": ""
          },
          {
            "title": "鼻炎病灶活检",
            "desc": "在内镜下进行颈淋巴结摘除活检或颈淋巴结细胞学穿刺涂片检查，这是确诊最重要的手段"
          },
          {
            "title": "影像学检查",
            "desc": "鼻咽和颈部CT/MRI检查、胸部X光片或CT、腹部超声检查、全身骨扫描"
          }
        ]
      },
      "articles": null
    },
    "72": {
      "introduction": "前列腺癌是威胁男性健康的常见肿瘤之一，位列男性肿瘤第2位。2002年中国前列腺癌的标化发病率是1.6/10万，死亡率是1.0/10万，虽是前列腺癌的低危国家，但全国各地前列腺癌发病的差异非常显著，近几年中国的患病率在逐渐的增加。",
      "advise": "1、饮食和生活方式：目前较为确定的前列腺癌危险因素为生活方式的西方化，即过度的饱和脂肪酸、红肉制品，较少摄入水果蔬菜。维生素补充剂似乎没有效果，有些可能会增加风险。高钙摄入与晚期前列腺癌有关。鱼可能会降低前列腺癌死亡，但似乎不会影响其发生。有些证据支持用素食减少前列腺癌的发生率。对含有番茄红素和硒的食品有一些暂定证据。富含十字花科蔬菜，大豆，豆类和其他豆类的饮食可能与较低的前列腺癌风险，特别是稍晚期的癌症有关。\n2、适当进行体育锻炼：定期运动的男性可能具有稍低的风险，特别是剧烈的活动和晚期前列腺癌的风险。避免对前列腺进行压迫，不要长时间久坐不动，要适当休息并及时变换体位，避免前列腺的局部充血的现象。平时要多饮水，多排尿，排尿有冲洗尿道的作用，可帮助前列腺排出过多的分泌物，可预防前列腺感染。\n3、药物：\n在那些正在服用5-α-还原酶抑制剂（非那雄胺和度他雄胺）定期筛查的患者中，诊断前列腺癌的总体风险减少。但是没有足够的数据来确定它们是否对死亡风险有影响，并且可能加重病情。",
      "cause": "1、年龄和种族\n前列腺癌的发病与年龄密切相关，75岁以上患病率较高。不同种族的前列腺癌发病率的差异也很大。\n2、饮食因素\n病因学研究提示，前列腺癌与食用富含脂肪、肉类和奶类的饮食相关，多食大豆和番茄可预防前列腺癌的发生。\n3、激素和其他危险因素\n雄激素在前列腺的发育和前列腺癌的进展过程中起关键作用。胰岛素样生长因子也是前列腺癌发病的相关因素。",
      "relatedGenes": "IRX4基因位于人类第5号染色体短臂。该基因编码的蛋白被证明可能参与中枢神经系统发育，同时在心脏发育的心腔分化中扮演重要角色，全基因组相关性分析发现该基因是前列腺癌易感基因。\nRFX6基因位于人类第6号染色体长臂。该基因编码的蛋白属于RFX转录因子家族，能够限制β细胞分化和相关基因的表达，研究发现该基因突变可导致前列腺癌发生风险增高。\nGPRC6A基因位于人类第6号染色体长臂。该基因编码一种G蛋白偶联受体，通过与G蛋白相互作用来发挥其生理功能，该基因可能影响细胞间信息交流，调控细胞增殖、分化等多种细胞活动。\nSRRM1P1、CCAT1基因均位于人类第8号染色体长臂。CCAT1基因是一种非编码RNA，能从基因组上转录而来但不翻译成蛋白质，在RNA水平直接行使其生物功能。全基因组分析发现SRRM1P1、CCAT1都是前列腺癌易感基因。\nMYC基因位于人类第8号染色体长臂。该基因编码的蛋白是一种多功能核蛋白，在细胞周期、细胞凋亡和细胞转化进程中起重要作用。它作为调节特定靶基因转录的调控因子，其突变已被证明与多种肿瘤相关。\nRNU6-66P、RNU7-89P基因均位于人类第13号染色体长臂。这两种基因都是假基因，是与正常基因相似但丧失正常功能的DNA序列，假基因的功能异常也可能是导致人类疾病产生的原因，最近研究发现它们的突变都可导致前列腺癌发生风险增高。\nNKX3-1基因位于人类第8号染色体短臂。该基因编码一个含同源框序列的转录因子，是前列腺上皮细胞生长的负调节因子，对限制前列腺上皮细胞的过度生长具有重要意义，该基因的异常表达与前列腺肿瘤进展密切相关。",
      "deficiency": null,
      "overmuch": null,
      "rich_food": null,
      "caseRate": "10",
      "symptom": "前列腺癌多数无明显临床症状，可表现为下尿路梗阻症状，如尿频、尿急、尿流缓慢、尿流中断、排尿不尽、甚至尿潴留或尿失禁。",
      "prevention": "目前根据调查研究，前列腺癌的患病率与年龄及种族、遗传有很大的关系，对于高危人群，应积极进行生活、饮食方式的转变，定期进行体检以尽早发现并早期治疗。",
      "preventionGeneral": "1、调整饮食和生活方式\n多食富含维生素的水果蔬菜及豆类产品，少食过量的饱和脂肪酸及红肉制品，平时要多饮水，多排尿。\n2、适当进行体育锻炼\n定期运动的男性可能具有稍低的风险，特别是剧烈的活动和晚期前列腺癌的风险。\n3、药物干预\n研究表明，正在服用5-α-还原酶抑制剂（非那雄胺和度他雄胺）定期筛查的患者中，诊断前列腺癌的总体风险减少。",
      "preventionCheckup": "对于具有家族遗传史、且年龄大于65岁以上的男性应定期的进行体检，降低前列腺癌的患病率。\r1、直肠指检\r2、前列腺特异抗原\r3、经直肠前列腺超声\r4、前列腺穿刺活检\r5、影像学检查\r盆腔MRI、CT、前列腺癌核素检查(ECT)。",
      "geneticCorrelation": "家族史是前列腺癌的高危因素，一级亲属患有前列腺癌的男性的发病危险是普通人的2倍。1996年国外学者对前列腺癌高危家族基因组的研究首次将前列腺癌可疑位点定位于1号染色体长臂，称为HPC1基因座。重要基因的多态性是导致前列腺癌的另一个原因。",
      "jsonCause": {
        "summary": "",
        "items": [
          {
            "title": "年龄和种族",
            "desc": "前列腺癌的发病与年龄密切相关，75岁以上患病率较高。不同种族的前列腺癌发病率的差异也很大。"
          },
          {
            "title": "饮食因素",
            "desc": "病因学研究提示，前列腺癌与食用富含脂肪、肉类和奶类的饮食相关，多食大豆和番茄可预防前列腺癌的发生。"
          },
          {
            "title": "激素和其他危险因素",
            "desc": "雄激素在前列腺的发育和前列腺癌的进展过程中起关键作用。胰岛素样生长因子也是前列腺癌发病的相关因素。"
          }
        ]
      },
      "jsonPreventionGeneral": {
        "summary": "",
        "items": [
          {
            "title": "调整饮食和生活方式",
            "desc": "多食富含维生素的水果蔬菜及豆类产品，少食过量的饱和脂肪酸及红肉制品，平时要多饮水，多排尿。"
          },
          {
            "title": "适当进行体育锻炼",
            "desc": "定期运动的男性可能具有稍低的风险，特别是剧烈的活动和晚期前列腺癌的风险。"
          },
          {
            "title": "药物干预",
            "desc": "研究表明，正在服用5-α-还原酶抑制剂（非那雄胺和度他雄胺）定期筛查的患者中，诊断前列腺癌的总体风险减少。"
          }
        ]
      },
      "jsonPreventionCheckup": {
        "summary": "对于具有家族遗传史、且年龄大于65岁以上的男性应定期的进行体检，降低前列腺癌的患病率。",
        "items": [
          {
            "title": "直肠指检",
            "desc": ""
          },
          {
            "title": "前列腺特异抗原",
            "desc": ""
          },
          {
            "title": "经直肠前列腺超声",
            "desc": ""
          },
          {
            "title": "前列腺穿刺活检",
            "desc": ""
          },
          {
            "title": "影像学检查",
            "desc": "盆腔MRI、CT、前列腺癌核素检查(ECT)。"
          }
        ]
      },
      "articles": null
    },
    "216": {
      "introduction": "肝癌是指发生于肝脏的恶性肿瘤，包括原发性肝癌和转移性肝癌两种，原发性肝癌是临床上最常见的恶性肿瘤。全世界每年新发肝癌患者约六十万，居恶性肿瘤的第五位。乙型肝炎病毒的普遍流行，是原发性肝癌的最主要危险因素。",
      "advise": null,
      "cause": "1、慢性病毒性肝炎\n病毒性肝炎是肝细胞肝癌最常见的危险因素。最常见的病毒性肝炎有甲型、乙型和丙型肝炎，但只有慢性反复发作的乙型和丙型肝炎有发展成肝癌和肝硬化的危险。\n2、嗜酒\n饮酒或酗酒也能增加患肝癌的机率。大约15%的嗜酒者将发展成肝硬化，肝硬化患者患肝癌的风险颇高。\n3、其他因素\n环境和身体状况（比如肥胖和糖尿病）增加了患肝癌的风险。长期食用黄曲霉毒素污染过的食物以及代谢或遗传性疾病增加了患原发性肝癌的风险。",
      "relatedGenes": null,
      "deficiency": null,
      "overmuch": null,
      "rich_food": null,
      "caseRate": "26",
      "symptom": "原发性肝癌病人早期并没有症状，有些会出现黄疸（皮肤、结膜变黄，尿液颜色变深，大便颜色变浅）、周身不适、厌食、消瘦、发热、乏力、胃胀、搔痒、下肢肿胀、或虚弱等全身症状。部分病人会出现腹部或肝区疼痛或不适的症状。",
      "prevention": "慢性病毒性肝炎、肝硬化等疾病都有癌变的可能，因此发现身体不适要及早治疗，做好癌变预防。",
      "preventionGeneral": "1、积极治疗和预防病毒性肝炎\n表面抗原阴性者，应接种乙肝疫苗。慢性乙型肝炎者应积极进行治疗。\n2、饮食\n注意食物清洁，不吃霉变的大米、玉米、花生等。少吃含有亚硝酸盐的食物如火腿肠等。不饮用污染水。\n3、戒烟限酒\n喝酒易引起肝脏细胞受损，导致酒精性的肝硬化，一部分肝硬化会转变为肝癌。\n4、避免药物性肝损伤\n避免滥用可引起肝损伤的药物，如某些口服避孕药物、甲基睾丸脂酮、扑热息痛、红霉素、某些降脂药物，以及可能含有致肝损伤成分的保健品。",
      "preventionCheckup": "由于健康人群发生肝癌的风险较低，但对于乙肝和丙肝病毒感染者，以及患肝炎的高危人群，应当定期做以下相关检查：\n1、肝炎病毒筛查\n2、肝功能\n3、肿瘤标志物检查\n甲胎蛋白、癌胚抗原。血清甲胎蛋白检测和肝脏超声检查是早期筛查的主要手段，建议高危人群每半年检查1次。\n4、影像学检查\n肝脏超声、CT、MRI、核磁共振成像胰胆管造影等。\n5、病理学检查\n腹腔镜和经皮细针穿刺活检。不作为常规，在有适应证的情况下才可进行，以协助诊断。",
      "geneticCorrelation": "肝病具有明显的家族遗传性及聚集性，增加肝癌发生的几率。",
      "jsonCause": {
        "summary": "",
        "items": [
          {
            "title": "慢性病毒性肝炎",
            "desc": "病毒性肝炎是肝细胞肝癌最常见的危险因素。最常见的病毒性肝炎有甲型、乙型和丙型肝炎，但只有慢性反复发作的乙型和丙型肝炎有发展成肝癌和肝硬化的危险。"
          },
          {
            "title": "嗜酒",
            "desc": "饮酒或酗酒也能增加患肝癌的机率。大约15%的嗜酒者将发展成肝硬化，肝硬化患者患肝癌的风险颇高。"
          },
          {
            "title": "其他因素",
            "desc": "环境和身体状况（比如肥胖和糖尿病）增加了患肝癌的风险。长期食用黄曲霉毒素污染过的食物以及代谢或遗传性疾病增加了患原发性肝癌的风险。"
          }
        ]
      },
      "jsonPreventionGeneral": {
        "summary": "",
        "items": [
          {
            "title": "积极治疗和预防病毒性肝炎",
            "desc": "表面抗原阴性者，应接种乙肝疫苗。慢性乙型肝炎者应积极进行治疗。"
          },
          {
            "title": "饮食",
            "desc": "注意食物清洁，不吃霉变的大米、玉米、花生等。少吃含有亚硝酸盐的食物如火腿肠等。不饮用污染水。"
          },
          {
            "title": "戒烟限酒",
            "desc": "喝酒易引起肝脏细胞受损，导致酒精性的肝硬化，一部分肝硬化会转变为肝癌。"
          },
          {
            "title": "避免药物性肝损伤",
            "desc": "避免滥用可引起肝损伤的药物，如某些口服避孕药物、甲基睾丸脂酮、扑热息痛、红霉素、某些降脂药物，以及可能含有致肝损伤成分的保健品。"
          }
        ]
      },
      "jsonPreventionCheckup": {
        "summary": "由于健康人群发生肝癌的风险较低，但对于乙肝和丙肝病毒感染者，以及患肝炎的高危人群，应当定期做以下相关检查：",
        "items": [
          {
            "title": "肝炎病毒筛查",
            "desc": ""
          },
          {
            "title": "肝功能",
            "desc": ""
          },
          {
            "title": "肿瘤标志物检查",
            "desc": "甲胎蛋白、癌胚抗原。血清甲胎蛋白检测和肝脏超声检查是早期筛查的主要手段，建议高危人群每半年检查1次。"
          },
          {
            "title": "影像学检查",
            "desc": "肝脏超声、CT、MRI、核磁共振成像胰胆管造影等。"
          },
          {
            "title": "病理学检查",
            "desc": "腹腔镜和经皮细针穿刺活检。不作为常规，在有适应证的情况下才可进行，以协助诊断。"
          }
        ]
      },
      "articles": null
    },
    "220": {
      "introduction": "卵巢是女性生殖腺，产生卵细胞并有内分泌功能，故表面凹凸不平。成人卵巢约4*3*1cm大小，绝经后逐渐缩小。卵巢是全身唯一的腹膜腔内器官。卵巢体积虽小，却是肿瘤最易发生的器官，在妇科三大生殖器官恶性肿瘤中其发病仅次于宫颈癌，位居第二。",
      "advise": null,
      "cause": "1、环境因素\n癌症发病外部因素（包括化学、物理、生物等致癌因子）\n2、自身因素\n内部因素（包括未孕、不产、初潮早、绝经迟、免疫功能、内分泌、精神因素、肥胖症、排卵药物等），以及饮食营养失调和不良生活习惯等。",
      "relatedGenes": null,
      "deficiency": null,
      "overmuch": null,
      "rich_food": null,
      "caseRate": "8",
      "symptom": "1、年龄\n卵巢上皮癌多发生在40岁以上，此时如出现不适，应特别警惕。但恶性生殖细胞肿瘤发病平均年龄为19岁，15岁以前幼女发现肿瘤，80%为恶性。\n2、腹部不适感\n包括消化不良、腹部发胀、腹围增粗、感觉裤腰紧小，尤其在进食后肠胃胀气。约2/3卵巢癌患者合并有腹水，有明显腹胀患者往往已有腹水，尤其在肥胖妇女，常被误认为是因肥胖脂肪增多所致，故不应忽视。\n3、卵巢功能障碍\n月经量增多或月经紊乱。如有内分泌功能肿瘤，可表现为雌激素或雄激素分泌过高。上皮性癌中尤以卵巢内膜样癌常有阴道不规则出血症状。逐渐腹痛、腹水继而消瘦、贫血、恶病质、冰冻骨盆。",
      "prevention": "",
      "preventionGeneral": "1、高危因素的预防\n大力开展宣教，加强高蛋白、富含维生素A的饮食，避免高胆固醇食物，高危妇女宜用口服避孕药预防。\n2、开展普查普治\n30岁以上妇女每年应行妇科检查，高危人群最好每半年检查一次，以排除卵巢肿瘤。若配合B型超声检测、CAl25及AFP检测等则更好。\n3、早期发现及治疗\n卵巢实性肿瘤或囊肿直径>5cm者，应及时手术切除。凡乳癌、胃肠癌等患者，治疗后应严密随访，定期作妇科检查。\n4、定期随访",
      "preventionCheckup": "卵巢恶性肿瘤的病因尚不清楚，难以预防，但应早期进行筛查和体检，卵巢恶性肿瘤易于复发，应长期进行随访和监测。\n1、妇科检查\n2、B超、CT或MRI\n3、脱落细胞学检查\n4、钡餐、钡灌肠、静脉肾盂造影等\n5、腹腔镜检查\n6、细针穿刺活检\n7、肿瘤标志物检测\nCA125、CA199 、E2等",
      "geneticCorrelation": "20%-25%卵巢恶性肿瘤患者有家族史。所谓家族聚集性卵巢癌是指一家数代均发病，主要是上皮性癌。",
      "jsonCause": {
        "summary": "",
        "items": [
          {
            "title": "环境因素",
            "desc": "癌症发病外部因素（包括化学、物理、生物等致癌因子）"
          },
          {
            "title": "自身因素",
            "desc": "内部因素（包括未孕、不产、初潮早、绝经迟、免疫功能、内分泌、精神因素、肥胖症、排卵药物等），以及饮食营养失调和不良生活习惯等。"
          }
        ]
      },
      "jsonPreventionGeneral": {
        "summary": "",
        "items": [
          {
            "title": "高危因素的预防",
            "desc": "大力开展宣教，加强高蛋白、富含维生素A的饮食，避免高胆固醇食物，高危妇女宜用口服避孕药预防。"
          },
          {
            "title": "开展普查普治",
            "desc": "30岁以上妇女每年应行妇科检查，高危人群最好每半年检查一次，以排除卵巢肿瘤。若配合B型超声检测、CAl25及AFP检测等则更好。"
          },
          {
            "title": "早期发现及治疗",
            "desc": "卵巢实性肿瘤或囊肿直径>5cm者，应及时手术切除。凡乳癌、胃肠癌等患者，治疗后应严密随访，定期作妇科检查。"
          },
          {
            "title": "定期随访",
            "desc": ""
          }
        ]
      },
      "jsonPreventionCheckup": {
        "summary": "卵巢恶性肿瘤的病因尚不清楚，难以预防，但应早期进行筛查和体检，卵巢恶性肿瘤易于复发，应长期进行随访和监测。",
        "items": [
          {
            "title": "妇科检查",
            "desc": ""
          },
          {
            "title": "B超、CT或MRI",
            "desc": ""
          },
          {
            "title": "脱落细胞学检查",
            "desc": ""
          },
          {
            "title": "钡餐、钡灌肠、静脉肾盂造影等",
            "desc": ""
          },
          {
            "title": "腹腔镜检查",
            "desc": ""
          },
          {
            "title": "细针穿刺活检",
            "desc": ""
          },
          {
            "title": "肿瘤标志物检测",
            "desc": "CA125、CA199 、E2等"
          }
        ]
      },
      "articles": null
    },
    "221": {
      "introduction": "子宫内膜癌是发生在子宫体内膜上的恶性肿瘤,一般也叫子宫体癌,是妇科比较常见的恶性肿瘤。主要发生在绝经期和绝经后的老年妇女,患病的高峰年龄为55~59岁,50~64岁者占71.6%，有6.1%的病例发生在40岁以下。",
      "advise": null,
      "cause": "1、长期使用激素\n雌激素长期作用于子宫，导致一系列不同程度的子宫内膜增生性改变。\n2、体质因素\n肥胖、糖尿病、高血压三种疾病集中于一身者，称为子宫体癌综合征。未婚、未孕、未产妇女也易发生本病。\n3、其他\n长期慢性的炎症、性卫生差、早产和多产、月经不调等因素均可导致子宫内膜的改变",
      "relatedGenes": null,
      "deficiency": null,
      "overmuch": null,
      "rich_food": null,
      "caseRate": "15",
      "symptom": "1、出血 \n不规则阴道出血是子宫内膜癌的主要症状，常为少量至中等量的出血。在年轻女性或围绝经期妇女常误认为是月经不调而被忽视。在绝经后女性多表现为持续或间断性阴道出血。有些患者仅表现为绝经后少量阴道血性分泌物。晚期患者在出血中可能混有烂肉样组织。\n2、阴道排液 \n早期可表现为稀薄的白色分泌物或少量血性白带，如果合并感染或癌灶坏死，可有脓性分泌物伴有异味。有时阴道排液中可伴有组织样物。\n3、疼痛 \n癌灶和其引发的出血或感染可刺激子宫收缩，引起阵发性下腹痛。\n4、腹部包块 \n早期内膜癌一般不能触及腹部包块。如内膜癌合并较大子宫肌瘤，或晚期发生宫腔积脓、转移到盆腹腔形成巨大包块时可能在腹部触及包块，一般为实性，活动度欠佳，有时有触痛。\n5、其他 \n肿瘤晚期病灶浸润压迫髂血管可引起同侧下肢水肿疼痛；病灶浸润压迫输尿管引起同侧肾盂、输尿管积水，甚至导致肾萎缩；持续出血可导致继发贫血；长期肿瘤消耗可导致消瘦、发热、恶病质等全身衰竭表现。",
      "prevention": "子宫内膜癌应遵循“早发现、早诊断、早治疗”。",
      "preventionGeneral": "1、有身体异常要提高警惕\n有更年期异常出血，阴道排液，合并肥胖，高血压或糖尿病的妇女，要提高警惕，及时就医，早期诊断。\n2、严格掌握雌激素使用的指征\n更年期妇女使用雌激素进行替代治疗时，应在医生指导下使用，同时应用孕激素以保护子宫内膜，并严密监测。\n3、建立良好的生活饮食习惯\n改变不良生活习惯，控制饮食，加强锻炼，通过控制高血压、糖尿病、肥胖等“富贵病”的发生减少子宫内膜癌的发病率。",
      "preventionCheckup": "子宫内膜癌的病因较复杂，定期的妇科体检对于疾病的发现至关重要。\n1、B超检查\n2、子宫内膜检查",
      "geneticCorrelation": "家族中有类似病史并长期摄入过高的脂肪使患病率提高。2014年，SGO（妇科肿瘤协会）明确规定所有诊断为子宫内膜癌的患者均需要接受系统的个人史和家族史回顾和分子筛查评价有无遗传性子宫内膜癌发生可能。",
      "jsonCause": {
        "summary": "",
        "items": [
          {
            "title": "长期使用激素",
            "desc": "雌激素长期作用于子宫，导致一系列不同程度的子宫内膜增生性改变。"
          },
          {
            "title": "体质因素",
            "desc": "肥胖、糖尿病、高血压三种疾病集中于一身者，称为子宫体癌综合征。未婚、未孕、未产妇女也易发生本病。"
          },
          {
            "title": "其他",
            "desc": "长期慢性的炎症、性卫生差、早产和多产、月经不调等因素均可导致子宫内膜的改变"
          }
        ]
      },
      "jsonPreventionGeneral": {
        "summary": "",
        "items": [
          {
            "title": "有身体异常要提高警惕",
            "desc": "有更年期异常出血，阴道排液，合并肥胖，高血压或糖尿病的妇女，要提高警惕，及时就医，早期诊断。"
          },
          {
            "title": "严格掌握雌激素使用的指征",
            "desc": "更年期妇女使用雌激素进行替代治疗时，应在医生指导下使用，同时应用孕激素以保护子宫内膜，并严密监测。"
          },
          {
            "title": "建立良好的生活饮食习惯",
            "desc": "改变不良生活习惯，控制饮食，加强锻炼，通过控制高血压、糖尿病、肥胖等“富贵病”的发生减少子宫内膜癌的发病率。"
          }
        ]
      },
      "jsonPreventionCheckup": {
        "summary": "子宫内膜癌的病因较复杂，定期的妇科体检对于疾病的发现至关重要。",
        "items": [
          {
            "title": "B超检查",
            "desc": ""
          },
          {
            "title": "子宫内膜检查",
            "desc": ""
          }
        ]
      },
      "articles": null
    },
    "222": {
      "introduction": "白血病是一类造血干细胞的恶性克隆性疾病，因白血病细胞自我更新增强、增殖失控、分化障碍、凋亡受阻，而停滞在细胞发育的不同阶段。在骨髓和其他造血组织中，白血病细胞大量增生累积，使正常造血受抑制并浸润其他器官和组织。在我国，白血病发病率位居儿童肿瘤的首位。在恶性肿瘤所致的死亡率中，白血病居第6位（男）和第8位（女）；儿童及35岁以下成人中，则居第1位。",
      "advise": null,
      "cause": "1、生物因素\n主要是病毒和免疫功能异常。\n2、物理因素\n包括X射线、γ射线等电离辐射。研究表明，大面积和大剂量照射可使骨髓抑制和机体免疫力下降，DNA突变、断裂和重组，导致白血病的发生。\n3、化学因素\n多年接触苯以及含有苯的有机溶剂与白血病发生有关。有些药物可损伤造血细胞引起白血病，如氯霉素、保泰松、乙双吗啉等。\n4、其他血液病\n某些血液病最终可能发展为白血病，如骨髓异常增生综合征、淋巴瘤、多发性骨髓瘤、阵发性睡眠性血红蛋白尿症等。",
      "relatedGenes": null,
      "deficiency": null,
      "overmuch": null,
      "rich_food": null,
      "caseRate": "3",
      "symptom": "儿童及青少年急性白血病多起病急骤。常见的首发症状包括突然高热、进行性贫血、显著的出血倾向 或骨关节疼痛等。起病缓慢者以老年及部分青年病人居多,起病缓慢，早期常无自觉症状。可因健康检查或因其他疾病就医时才发现血象异常或脾大而被确诊。",
      "prevention": "",
      "preventionGeneral": "1、规律作息\n熬夜、太晚睡觉、常加夜班会增加患急性白血病几率。\n2、减少苯等化学物质的接触\n这类化学物质能够影响人体中的造血系统，导致血小板减少，从而增加了患病的几率。\n3、避免接触各种物理射线\n如：X射线、电离辐射等。这类物质对人体的伤害很大，若长期接触的话，会严重损害自身健康。\n4、莫要滥用药物\n治病需要使用免疫抑制剂、各种抗癌药物或者是某种降压药物时，一定要遵医嘱，禁擅自服用，更不可滥用或者是长期服用。",
      "preventionCheckup": "对于高危患者，尤其是儿童，应定期检查，以期早发现、早诊断、早治疗。\n1、血象\n血常规、细胞形态学变化、外周血涂片等。\n2、骨髓象\n3、细胞化学检查\n4、免疫学检查\n5、染色体和基因检测\n6、血生化\n血尿酸、凝血功能、脑脊液检查、蛋白质及糖定量等。",
      "geneticCorrelation": "白血病与遗传因素有关，常伴有特异的染色体和基因改变。家族性白血病约占白血病千分之七。例如唐氏综合征人群因有21号染色体三体改变，白血病发病率比正常人好20倍。",
      "jsonCause": {
        "summary": "",
        "items": [
          {
            "title": "生物因素",
            "desc": "主要是病毒和免疫功能异常。"
          },
          {
            "title": "物理因素",
            "desc": "包括X射线、γ射线等电离辐射。研究表明，大面积和大剂量照射可使骨髓抑制和机体免疫力下降，DNA突变、断裂和重组，导致白血病的发生。"
          },
          {
            "title": "化学因素",
            "desc": "多年接触苯以及含有苯的有机溶剂与白血病发生有关。有些药物可损伤造血细胞引起白血病，如氯霉素、保泰松、乙双吗啉等。"
          },
          {
            "title": "其他血液病",
            "desc": "某些血液病最终可能发展为白血病，如骨髓异常增生综合征、淋巴瘤、多发性骨髓瘤、阵发性睡眠性血红蛋白尿症等。"
          }
        ]
      },
      "jsonPreventionGeneral": {
        "summary": "",
        "items": [
          {
            "title": "规律作息",
            "desc": "熬夜、太晚睡觉、常加夜班会增加患急性白血病几率。"
          },
          {
            "title": "减少苯等化学物质的接触",
            "desc": "这类化学物质能够影响人体中的造血系统，导致血小板减少，从而增加了患病的几率。"
          },
          {
            "title": "避免接触各种物理射线",
            "desc": "如：X射线、电离辐射等。这类物质对人体的伤害很大，若长期接触的话，会严重损害自身健康。"
          },
          {
            "title": "莫要滥用药物",
            "desc": "治病需要使用免疫抑制剂、各种抗癌药物或者是某种降压药物时，一定要遵医嘱，禁擅自服用，更不可滥用或者是长期服用。"
          }
        ]
      },
      "jsonPreventionCheckup": {
        "summary": "对于高危患者，尤其是儿童，应定期检查，以期早发现、早诊断、早治疗。",
        "items": [
          {
            "title": "血象",
            "desc": "血常规、细胞形态学变化、外周血涂片等。"
          },
          {
            "title": "骨髓象",
            "desc": ""
          },
          {
            "title": "细胞化学检查",
            "desc": ""
          },
          {
            "title": "免疫学检查",
            "desc": ""
          },
          {
            "title": "染色体和基因检测",
            "desc": ""
          },
          {
            "title": "血生化",
            "desc": "血尿酸、凝血功能、脑脊液检查、蛋白质及糖定量等。"
          }
        ]
      },
      "articles": null
    },
    "223": {
      "introduction": "动脉粥样硬化是由于脂肪、血栓、结缔组织和碳酸钙在血管沉积所造成的一种对人体有害的状态。是冠心病、脑梗死、外周血管病的主要原因。",
      "advise": null,
      "cause": "1、年龄、性别\n本病临床上多见于40岁以上的中、老年人，随年龄增长进展加快。女性发病率较男性低，但女性在更年期后发病率增加。\n2、高血压\n60%-70%冠状动脉粥样硬化患者有高血压，高血压患者患此病的概率较正常血压者高3-4倍。\n3、吸烟\n吸烟者此病的发病率和死亡率增加2-6倍，且与每日吸烟的支数呈正比。被动吸烟也是危险因素。\n4、糖尿病和糖耐量异常\n糖尿病患者此病的发生率较非糖尿病者高出数倍，且疾病进展迅速。糖耐量异常人群中本病也较常见。\n5、高血脂\n高胆固醇血症是动脉粥样硬化的致病性因素。\n6、肥胖\n中心性肥胖者、体重在短时间内迅速增加者，更易患本病。\n7、其他\n性情急躁、从事脑力劳动、进食高热量食物、缺乏运动、血中同型半胱氨酸增高等均与动脉粥样硬化的发生相关。",
      "relatedGenes": null,
      "deficiency": null,
      "overmuch": null,
      "rich_food": null,
      "caseRate": "",
      "symptom": "动脉粥样硬化的症状主要取决于血管病变及受累器官的缺血程度，常无特异性症状。\n1、管径狭窄达75%以上，则可发生心绞痛、心肌梗死、心律失常，甚至猝死。\n2、脑动脉粥样硬化可引起脑缺血、脑萎缩，或造成脑血管破裂出血。\n3、肾动脉粥样硬化常引起夜尿、顽固性高血压、严重者可有肾功能不全。\n4、肠系膜动脉粥样硬化可表现为饱餐后腹痛、消化不良、便秘等，严重时肠壁坏死可引起便血、麻痹性肠梗阻等症状。\n5、下肢动脉粥样硬化引起血管腔严重狭窄者可出现间歇性跛行、足背动脉搏动消失，严重者甚至可发生坏疽。",
      "prevention": "首先应积极预防动脉粥样硬化的发生。研究证实，经过合理防治可延缓和阻止疾病进展，甚至使之逆转。",
      "preventionGeneral": "1、合理膳食\n控制膳食总热量，食用低脂、低胆固醇、低盐食物，限制酒和蔗糖及含糖食物的摄入，清淡饮食，多食富含维生素C和植物蛋白的食物。食用油以花生油、橄榄油、菜籽油为佳。严禁暴饮暴食。\n2、适当体力劳动和体育运动\n一定的体力劳动和体育活动，对预防肥胖、锻炼循环系统的功能和调整血脂代谢大有裨益。如散步（每日一小时，可分次进行）、保健体操、太极拳等。\n3、合理安排工作和生活\n生活要规律、保持乐观、愉悦的情绪，避免过度劳累和情绪刺激，保证充足睡眠。\n4、提倡不吸烟，不饮烈性酒\n虽然少量低浓度酒能提高血HDL，但长期饮用会引起其他问题，因此不宜提倡。\n5、积极控制与本病有关的疾病因素\n包括高血压、糖尿病、高脂血症、肥胖等。",
      "preventionCheckup": "40岁及以上高危人群应坚持至少每年体检一次。\n1、血压监测\n2、血脂\n血中HDL、LDL、总胆固醇、甘油三酯、载脂蛋白等。\n3、血糖\n4、专科检查\n血管造影、超声多普勒、X线检查等专科检查。",
      "geneticCorrelation": "家族中有年轻动脉粥样硬化患者，近亲发病率明显增高。",
      "jsonCause": {
        "summary": "",
        "items": [
          {
            "title": "年龄、性别",
            "desc": "本病临床上多见于40岁以上的中、老年人，随年龄增长进展加快。女性发病率较男性低，但女性在更年期后发病率增加。"
          },
          {
            "title": "高血压",
            "desc": "60%-70%冠状动脉粥样硬化患者有高血压，高血压患者患此病的概率较正常血压者高3-4倍。"
          },
          {
            "title": "吸烟",
            "desc": "吸烟者此病的发病率和死亡率增加2-6倍，且与每日吸烟的支数呈正比。被动吸烟也是危险因素。"
          },
          {
            "title": "糖尿病和糖耐量异常",
            "desc": "糖尿病患者此病的发生率较非糖尿病者高出数倍，且疾病进展迅速。糖耐量异常人群中本病也较常见。"
          },
          {
            "title": "高血脂",
            "desc": "高胆固醇血症是动脉粥样硬化的致病性因素。"
          },
          {
            "title": "肥胖",
            "desc": "中心性肥胖者、体重在短时间内迅速增加者，更易患本病。"
          },
          {
            "title": "其他",
            "desc": "性情急躁、从事脑力劳动、进食高热量食物、缺乏运动、血中同型半胱氨酸增高等均与动脉粥样硬化的发生相关。"
          }
        ]
      },
      "jsonPreventionGeneral": {
        "summary": "",
        "items": [
          {
            "title": "合理膳食",
            "desc": "控制膳食总热量，食用低脂、低胆固醇、低盐食物，限制酒和蔗糖及含糖食物的摄入，清淡饮食，多食富含维生素C和植物蛋白的食物。食用油以花生油、橄榄油、菜籽油为佳。严禁暴饮暴食。"
          },
          {
            "title": "适当体力劳动和体育运动",
            "desc": "一定的体力劳动和体育活动，对预防肥胖、锻炼循环系统的功能和调整血脂代谢大有裨益。如散步（每日一小时，可分次进行）、保健体操、太极拳等。"
          },
          {
            "title": "合理安排工作和生活",
            "desc": "生活要规律、保持乐观、愉悦的情绪，避免过度劳累和情绪刺激，保证充足睡眠。"
          },
          {
            "title": "提倡不吸烟，不饮烈性酒",
            "desc": "虽然少量低浓度酒能提高血HDL，但长期饮用会引起其他问题，因此不宜提倡。"
          },
          {
            "title": "积极控制与本病有关的疾病因素",
            "desc": "包括高血压、糖尿病、高脂血症、肥胖等。"
          }
        ]
      },
      "jsonPreventionCheckup": {
        "summary": "40岁及以上高危人群应坚持至少每年体检一次。",
        "items": [
          {
            "title": "血压监测",
            "desc": ""
          },
          {
            "title": "血脂",
            "desc": "血中HDL、LDL、总胆固醇、甘油三酯、载脂蛋白等。"
          },
          {
            "title": "血糖",
            "desc": ""
          },
          {
            "title": "专科检查",
            "desc": "血管造影、超声多普勒、X线检查等专科检查。"
          }
        ]
      },
      "articles": null
    },
    "224": {
      "introduction": "脑梗塞（也称缺血性脑卒中、缺血性脑中风）指由各种原因所致的局部脑组织区域血液供应障碍，导致脑组织缺血缺氧性病变坏死，进而产生临床上对应的神经功能缺失表现。脑血栓形成是脑梗死最常见的类型，约占全部脑梗死的60%。本病好发50~60岁以上的中、老年人，男性稍多于女性。",
      "advise": null,
      "cause": "1、血管壁本身的病变\n最常见的是动脉粥样硬化，且常常伴有高血压、糖尿病、高脂血症等危险因素。\n2、血液成分改变\n红细胞增多症、高黏血症、高纤维蛋白原血症、血小板增多症、口服避孕药等均可致血栓形成。\n3、其他\n高脂高盐饮食，吸烟汹酒，缺乏体育锻炼，过度的精神压力及抑郁，外伤等。",
      "relatedGenes": null,
      "deficiency": null,
      "overmuch": null,
      "rich_food": null,
      "caseRate": "",
      "symptom": "1、脑梗死的前驱症状无特殊性，部分患者可能有头昏、一时性肢体麻木、无力等短暂性脑缺血发作的表现。\n2、脑梗死发病起病急，神经系统的症状与闭塞血管供血区域的脑组织及邻近受累脑组织的功能有关。常表现为颈内动脉闭塞综合征、大脑前、中、后动脉闭塞综合征、椎基底动脉闭塞综合征等。",
      "prevention": "脑梗死是一个高致残率及高致死率的疾病。本病的治疗原则是：争取超早期治疗。",
      "preventionGeneral": "1、调整不良生活饮食方式\n戒烟限酒，低盐低脂低钠饮食，减少油炸、高脂肪高热量食物的摄入，保证充足的睡眠。\n2、规范化二级预防\n积极治疗与本病有关疾病如高血压、高血糖、高血脂等。\n3、康复治疗和心理调节治疗\n应尽早启动脑梗死患者个体化的长期康复训练计划，因地制宜采用合理的康复措施。",
      "preventionCheckup": "脑梗塞发病较急，所以定期的体检对于疾病的预防和早期发现具有重要意义。\n1、一般检查\n血小板聚集率、凝血功能、血糖、血脂水平、肝肾功能、心电图，胸片。\n2、头颅CT/MRI\n3、颈部血管超声和经颅多普勒\n4、磁共振血管成像、计算机成像血管造影\n5、数字减影血管造影",
      "geneticCorrelation": "脑梗塞患病风险与遗传因素密切相关,了解基因对预防或控制疾病有着重要的作用。",
      "jsonCause": {
        "summary": "",
        "items": [
          {
            "title": "血管壁本身的病变",
            "desc": "最常见的是动脉粥样硬化，且常常伴有高血压、糖尿病、高脂血症等危险因素。"
          },
          {
            "title": "血液成分改变",
            "desc": "红细胞增多症、高黏血症、高纤维蛋白原血症、血小板增多症、口服避孕药等均可致血栓形成。"
          },
          {
            "title": "其他",
            "desc": "高脂高盐饮食，吸烟汹酒，缺乏体育锻炼，过度的精神压力及抑郁，外伤等。"
          }
        ]
      },
      "jsonPreventionGeneral": {
        "summary": "",
        "items": [
          {
            "title": "调整不良生活饮食方式",
            "desc": "戒烟限酒，低盐低脂低钠饮食，减少油炸、高脂肪高热量食物的摄入，保证充足的睡眠。"
          },
          {
            "title": "规范化二级预防",
            "desc": "积极治疗与本病有关疾病如高血压、高血糖、高血脂等。"
          },
          {
            "title": "康复治疗和心理调节治疗",
            "desc": "应尽早启动脑梗死患者个体化的长期康复训练计划，因地制宜采用合理的康复措施。"
          }
        ]
      },
      "jsonPreventionCheckup": {
        "summary": "脑梗塞发病较急，所以定期的体检对于疾病的预防和早期发现具有重要意义。",
        "items": [
          {
            "title": "一般检查",
            "desc": "血小板聚集率、凝血功能、血糖、血脂水平、肝肾功能、心电图，胸片。"
          },
          {
            "title": "头颅CT/MRI",
            "desc": ""
          },
          {
            "title": "颈部血管超声和经颅多普勒",
            "desc": ""
          },
          {
            "title": "磁共振血管成像、计算机成像血管造影",
            "desc": ""
          },
          {
            "title": "数字减影血管造影",
            "desc": ""
          }
        ]
      },
      "articles": null
    },
    "225": {
      "introduction": "脑溢血（也称出血性脑卒中、出血性脑中风）是指非外伤性脑实质内血管破裂引起的出血，属于脑中风的一种，占全部脑中风的20%～30%，早期死亡率很高，约有半数病人于发病数日内死亡。常发生于50～70岁，男性略多，冬春季易发。",
      "advise": null,
      "cause": "1、相关疾病\n高血压合并血管疾病、高血脂、糖尿病、血管的老化等。\n2、血液因素\n抗凝抗血小板或溶栓治疗、白血病、血栓性血小板减少症、酒精中毒及交感神经兴奋药物等。\n3、诱发因素\n用力过猛、气候变化、不良嗜好（吸烟、酗酒、食盐过多，体重过重）、血压波动、情绪激动、过度劳累等。",
      "relatedGenes": null,
      "deficiency": null,
      "overmuch": null,
      "rich_food": null,
      "caseRate": "",
      "symptom": "脑溢血发病前数小时或数天前会出现头痛、头晕、呕吐、精神障碍、视力模糊等症状，出血多在情绪激动、过度用力、精神紧张、休息睡眠时发生，寒冷季节更多见。",
      "prevention": "治疗原则为安静卧床、脱水降颅压、调整血压、防止继续出血、加强护理维持生命功能。防治并发症，以挽救生命，降低死亡率、残疾率，减少复发。",
      "preventionGeneral": "1、生活方式的调整\n戒烟限酒，避免过度劳累和情绪激动，严格控制体重。\n2、积极治疗诱发因素\n积极治疗诱发本病的高危疾病。",
      "preventionCheckup": "脑溢血发病急，病死率较高，定期的体检有助于早发现早诊断早治疗，减少脑血管意外事件的发生。\n1、血生化、凝血功能、血尿常规、血糖\n2、心电图\n3、头颅CT、MRI/MRA\n4、脑脊液检查\n5、数字减影脑血管造影、经颅多普勒超声",
      "geneticCorrelation": "除环境因素外，脑溢血患病风险还受遗传因素的影响。",
      "jsonCause": {
        "summary": "",
        "items": [
          {
            "title": "相关疾病",
            "desc": "高血压合并血管疾病、高血脂、糖尿病、血管的老化等。"
          },
          {
            "title": "血液因素",
            "desc": "抗凝抗血小板或溶栓治疗、白血病、血栓性血小板减少症、酒精中毒及交感神经兴奋药物等。"
          },
          {
            "title": "诱发因素",
            "desc": "用力过猛、气候变化、不良嗜好（吸烟、酗酒、食盐过多，体重过重）、血压波动、情绪激动、过度劳累等。"
          }
        ]
      },
      "jsonPreventionGeneral": {
        "summary": "",
        "items": [
          {
            "title": "生活方式的调整",
            "desc": "戒烟限酒，避免过度劳累和情绪激动，严格控制体重。"
          },
          {
            "title": "积极治疗诱发因素",
            "desc": "积极治疗诱发本病的高危疾病。"
          }
        ]
      },
      "jsonPreventionCheckup": {
        "summary": "脑溢血发病急，病死率较高，定期的体检有助于早发现早诊断早治疗，减少脑血管意外事件的发生。",
        "items": [
          {
            "title": "血生化、凝血功能、血尿常规、血糖",
            "desc": ""
          },
          {
            "title": "心电图",
            "desc": ""
          },
          {
            "title": "头颅CT、MRI/MRA",
            "desc": ""
          },
          {
            "title": "脑脊液检查",
            "desc": ""
          },
          {
            "title": "数字减影脑血管造影、经颅多普勒超声",
            "desc": ""
          }
        ]
      },
      "articles": null
    },
    "226": {
      "introduction": "骨质疏松症(OP)是一种以骨量降低和骨组织微结构破坏为特征，导致骨脆性增加和易于骨折的代谢性骨病。",
      "advise": null,
      "cause": "1、骨吸收因素\n性激素、活性维生素D缺乏和甲状旁腺激素增高、细胞因子紊乱（IL-1、IL-6、TNF增高，护骨素OPG减少）。\n2、骨形成因素\n峰值骨量降低、骨重建功能衰退。\n3、不良生活、饮食方式\n如高龄、吸烟、制动、体力活动过少、酗酒、长期卧床、长期服用糖皮质激素，钙、维生素D、蛋白质等摄入不足，光照减少、肌肉功能减退。",
      "relatedGenes": null,
      "deficiency": null,
      "overmuch": null,
      "rich_food": null,
      "caseRate": "",
      "symptom": "1、骨痛和肌无力\n可有腰背酸痛或周身酸痛，负荷增加时疼痛加重或活动受限，严重时翻身、起坐及行走有困难。\n2、骨折\n易发生胸、腰椎、髋部、桡、尺骨远端和肱骨近端脆性骨折.\n3、脊柱变形\n严重者可有身高缩短和驼背。",
      "prevention": "",
      "preventionGeneral": "1、改善营养状况\n适当补充蛋白质，多吃富含异黄酮的食物（如豆类）。\n2、补充钙剂和维生素D\n摄入富含钙、低盐和适量蛋白质的均衡膳食，戒烟限酒。\n3、加强运动\n4、纠正不良生活习惯\n提倡低钠、高钾、高钙和高非饱和脂肪酸饮食，戒烟忌酒。\n5、避免使用致OP药物\n如抗癫痫药、苯巴比妥等。\n6、对症治疗",
      "preventionCheckup": "对于高发人群应定期检测以下指标：\n1、X线照片检查\n2、骨密度(BMD)测定\n3、骨代谢转换率评价\n骨形成指标（血清骨源性碱性磷酸酶、骨钙素、1型胶原羧基前肽）和骨吸收指标（尿钙/尿肌酐比值、吡啶啉、脱氧吡啶啉、学抗酒石酸酸性磷酸酶TRAP）等。",
      "geneticCorrelation": "骨质量主要与遗传因素有关，包括骨的几何形态、矿化程度、微损伤累积、骨矿物质与骨基质的理化与生物学特性等。",
      "jsonCause": {
        "summary": "",
        "items": [
          {
            "title": "骨吸收因素",
            "desc": "性激素、活性维生素D缺乏和甲状旁腺激素增高、细胞因子紊乱（IL-1、IL-6、TNF增高，护骨素OPG减少）。"
          },
          {
            "title": "骨形成因素",
            "desc": "峰值骨量降低、骨重建功能衰退。"
          },
          {
            "title": "不良生活、饮食方式",
            "desc": "如高龄、吸烟、制动、体力活动过少、酗酒、长期卧床、长期服用糖皮质激素，钙、维生素D、蛋白质等摄入不足，光照减少、肌肉功能减退。"
          }
        ]
      },
      "jsonPreventionGeneral": {
        "summary": "",
        "items": [
          {
            "title": "改善营养状况",
            "desc": "适当补充蛋白质，多吃富含异黄酮的食物（如豆类）。"
          },
          {
            "title": "补充钙剂和维生素D",
            "desc": "摄入富含钙、低盐和适量蛋白质的均衡膳食，戒烟限酒。"
          },
          {
            "title": "加强运动",
            "desc": ""
          },
          {
            "title": "纠正不良生活习惯",
            "desc": "提倡低钠、高钾、高钙和高非饱和脂肪酸饮食，戒烟忌酒。"
          },
          {
            "title": "避免使用致OP药物",
            "desc": "如抗癫痫药、苯巴比妥等。"
          },
          {
            "title": "对症治疗",
            "desc": ""
          }
        ]
      },
      "jsonPreventionCheckup": {
        "summary": "对于高发人群应定期检测以下指标：",
        "items": [
          {
            "title": "X线照片检查",
            "desc": ""
          },
          {
            "title": "骨密度(BMD)测定",
            "desc": ""
          },
          {
            "title": "骨代谢转换率评价",
            "desc": "骨形成指标（血清骨源性碱性磷酸酶、骨钙素、1型胶原羧基前肽）和骨吸收指标（尿钙/尿肌酐比值、吡啶啉、脱氧吡啶啉、学抗酒石酸酸性磷酸酶TRAP）等。"
          }
        ]
      },
      "articles": null
    },
    "227": {
      "introduction": "高脂血症（又称高脂蛋白血症），俗称血脂过高、高血脂，是指涉及血液任何或所有脂类以及又或脂蛋白异常升高水平的情况，是血脂异常最常见的形式（其中包括任何异常脂质水平）。",
      "advise": null,
      "cause": "1、环境因素\n摄入较多的高脂肪高热量食物，饮食不均衡，以及一些药物。\n2、代谢性紊乱疾病\n糖尿病、高血压、黏液性水肿、甲状腺功能低下、肥胖、肝肾疾病、肾上腺皮质功能亢进等\n3、其他因素\n年龄、性别、季节、饮酒、吸烟、体力活动、精神紧张、情绪活动等有关。",
      "relatedGenes": null,
      "deficiency": null,
      "overmuch": null,
      "rich_food": null,
      "caseRate": "",
      "symptom": "高脂血症的临床表现主要是脂质在真皮内沉积所引起的黄色瘤和脂质在血管内皮沉积所引起的动脉硬化。尽管高脂血症可引起黄色瘤，但其发生率并不很高；而动脉粥样硬化的发生和发展又是一种缓慢渐进的过程。因此在通常情况下，多数患者并无明显症状和异常体征。",
      "prevention": "",
      "preventionGeneral": "1.控制体重\n体重指数与血脂水平呈明显正相关外，中心型肥胖者更容易发生高脂血症。肥胖者的体重减轻后，血脂紊乱亦可恢复正常。\n2、运动锻炼\n体育运动不但可以增强心肺功能、改善胰岛素抵抗和葡萄糖耐量，而且还可减轻体重、降低血浆三酰甘油和胆固醇水平，升高HDL胆固醇水平。\n3、戒烟\n吸烟可升高血浆胆固醇和三酰甘油水平，降低HDL-胆固醇水平。\n4、饮食治疗\n减少高脂肪的摄入，增加优质蛋白。",
      "preventionCheckup": "高脂血症与多种疾病相互作用，应定期监测血脂。\n1、血脂\n低密度脂蛋白、高密度脂蛋白、甘油三酯、总胆固醇、乳糜微粒、极低密度脂蛋白、载脂蛋白等。",
      "geneticCorrelation": "原发性与先天性和遗传有关，是由于单基因缺陷或多基因缺陷，使参与脂蛋白转运和代谢的受体、酶或载脂蛋白异常所致。",
      "jsonCause": {
        "summary": "",
        "items": [
          {
            "title": "环境因素",
            "desc": "摄入较多的高脂肪高热量食物，饮食不均衡，以及一些药物。"
          },
          {
            "title": "代谢性紊乱疾病",
            "desc": "糖尿病、高血压、黏液性水肿、甲状腺功能低下、肥胖、肝肾疾病、肾上腺皮质功能亢进等"
          },
          {
            "title": "其他因素",
            "desc": "年龄、性别、季节、饮酒、吸烟、体力活动、精神紧张、情绪活动等有关。"
          }
        ]
      },
      "jsonPreventionGeneral": {
        "summary": "",
        "items": [
          {
            "title": "控制体重",
            "desc": "体重指数与血脂水平呈明显正相关外，中心型肥胖者更容易发生高脂血症。肥胖者的体重减轻后，血脂紊乱亦可恢复正常。"
          },
          {
            "title": "运动锻炼",
            "desc": "体育运动不但可以增强心肺功能、改善胰岛素抵抗和葡萄糖耐量，而且还可减轻体重、降低血浆三酰甘油和胆固醇水平，升高HDL胆固醇水平。"
          },
          {
            "title": "戒烟",
            "desc": "吸烟可升高血浆胆固醇和三酰甘油水平，降低HDL-胆固醇水平。"
          },
          {
            "title": "饮食治疗",
            "desc": "减少高脂肪的摄入，增加优质蛋白。"
          }
        ]
      },
      "jsonPreventionCheckup": {
        "summary": "高脂血症与多种疾病相互作用，应定期监测血脂。",
        "items": [
          {
            "title": "血脂",
            "desc": "低密度脂蛋白、高密度脂蛋白、甘油三酯、总胆固醇、乳糜微粒、极低密度脂蛋白、载脂蛋白等。"
          }
        ]
      },
      "articles": null
    },
    "228": {
      "introduction": "高尿酸血症是因体内尿酸生成过多和（或）排泄过少所致。尿酸是人类嘌呤化合物的终末代谢产物，嘌呤代谢紊乱导致高尿酸血症。目前我国约有高尿酸血症者1.2亿，约占总人口的10%，高发年龄为中老年男性和绝经后女性，但近年来有年轻化趋势。",
      "advise": null,
      "cause": "1、尿酸排泄减少\n尿酸排泄障碍是引起高尿酸血症的重要因素。80%-90%的高尿酸血症具有尿酸排泄障碍。\n2、尿酸生成增多\n主要是由代谢尿酸的酶存在缺陷所致，如磷酸核糖焦磷酸(PRPP)、磷酸核糖焦磷酸酰基转移酶(PRPPAT)、次黄嘌呤-鸟嘌呤磷酸核糖转移酶(HGPRT)、黄嘌呤氧化酶(XO)等。",
      "relatedGenes": null,
      "deficiency": null,
      "overmuch": null,
      "rich_food": null,
      "caseRate": "",
      "symptom": "1、前期无明显症状，仅有高尿酸血症而无关节炎、痛风石、尿酸结石等临床症状。\n2、高尿酸血症可与多种疾病发病有明显的关系，如痛风、高血压、糖尿病、高甘油三酯、代谢综合征、冠心病、肾脏损害等。",
      "prevention": "",
      "preventionGeneral": "1、避免剧烈运动或损伤\n2、低嘌呤饮食\n限制高嘌呤（内脏，海鲜）、软饮料和果糖。\n3、禁酒\n尤其是啤酒和白酒，可适当喝红酒。\n4、控制体重\n5、多饮水\n每天保证饮水2000ml以上，饮自来水和矿泉水，临睡前饮可防尿结石。\n6、使用碱性药物\n常用碳酸氢钠碱化尿液。",
      "preventionCheckup": "高尿酸血症可引发痛风等疾病，应定期监测以下指标：\n1、血尿酸\n2、肾功能\n肾小球滤过率、内生肌酐清除率、血尿素氮、血肌酐/尿素氮比值等。",
      "geneticCorrelation": "常有家族遗传史，主要与酶的缺陷有关，而酶的缺陷与基因变异有关，遗传方式可分为常染色体隐性、常染色显性遗传和性连锁遗传。",
      "jsonCause": {
        "summary": "",
        "items": [
          {
            "title": "尿酸排泄减少",
            "desc": "尿酸排泄障碍是引起高尿酸血症的重要因素。80%-90%的高尿酸血症具有尿酸排泄障碍。"
          },
          {
            "title": "尿酸生成增多",
            "desc": "主要是由代谢尿酸的酶存在缺陷所致，如磷酸核糖焦磷酸(PRPP)、磷酸核糖焦磷酸酰基转移酶(PRPPAT)、次黄嘌呤-鸟嘌呤磷酸核糖转移酶(HGPRT)、黄嘌呤氧化酶(XO)等。"
          }
        ]
      },
      "jsonPreventionGeneral": {
        "summary": "",
        "items": [
          {
            "title": "避免剧烈运动或损伤",
            "desc": ""
          },
          {
            "title": "低嘌呤饮食",
            "desc": "限制高嘌呤（内脏，海鲜）、软饮料和果糖。"
          },
          {
            "title": "禁酒",
            "desc": "尤其是啤酒和白酒，可适当喝红酒。"
          },
          {
            "title": "控制体重",
            "desc": ""
          },
          {
            "title": "多饮水",
            "desc": "每天保证饮水2000ml以上，饮自来水和矿泉水，临睡前饮可防尿结石。"
          },
          {
            "title": "使用碱性药物",
            "desc": "常用碳酸氢钠碱化尿液。"
          }
        ]
      },
      "jsonPreventionCheckup": {
        "summary": "高尿酸血症可引发痛风等疾病，应定期监测以下指标：",
        "items": [
          {
            "title": "血尿酸",
            "desc": ""
          },
          {
            "title": "肾功能",
            "desc": "肾小球滤过率、内生肌酐清除率、血尿素氮、血肌酐/尿素氮比值等。"
          }
        ]
      },
      "articles": null
    },
    "229": {
      "introduction": "肥厚型心肌病是室间隔不匀称肥厚，心肌细胞异常肥大，排列方向紊乱以及收缩期二尖瓣帆向前移动等。肥厚的肌壁顺应性降低，致使心室充盈阻力增加。",
      "advise": null,
      "cause": "1、儿茶酚胺代谢异常\r2、细胞内钙调解异常\r3、高血压\r4、高强度运动",
      "relatedGenes": null,
      "deficiency": null,
      "overmuch": null,
      "rich_food": null,
      "caseRate": "",
      "symptom": "1、呼吸困难\n主要症状有呼吸困难，劳力性呼吸困难，严重呈端坐呼吸或阵发性夜间呼吸困难。\n2、心绞痛\n常有典型心绞痛，劳力后发作。\n3、晕厥与头晕\n多在劳累时发生。\n4、心悸\n患者感觉心脏跳动强烈，尤其左侧卧位更明显。",
      "prevention": "",
      "preventionGeneral": "1、避免激烈运动、持重或屏气\r2、避免使用某些药物\r如洋地黄、硝酸类制剂（这些药物可增强心肌收缩力、减少心脏容量负荷），减少加重左室流出道梗阻。",
      "preventionCheckup": "多与遗传有关，定期检查，早期筛查，及时预防。\n1、X线检查\n2、心电图\n3、超声心动图\n4、心导管检查及心血管造影",
      "geneticCorrelation": "本病常有明显家族史（约占1/3），常被认为是常染色体显性遗传疾病，肌节收缩蛋白基因（如肌钙蛋白T基因、肌球蛋白重链基因）突变是主要的致病因素。",
      "jsonCause": {
        "summary": "",
        "items": [
          {
            "title": "儿茶酚胺代谢异常",
            "desc": ""
          },
          {
            "title": "细胞内钙调解异常",
            "desc": ""
          },
          {
            "title": "高血压",
            "desc": ""
          },
          {
            "title": "高强度运动",
            "desc": ""
          }
        ]
      },
      "jsonPreventionGeneral": {
        "summary": "",
        "items": [
          {
            "title": "避免激烈运动、持重或屏气",
            "desc": ""
          },
          {
            "title": "避免使用某些药物",
            "desc": "如洋地黄、硝酸类制剂（这些药物可增强心肌收缩力、减少心脏容量负荷），减少加重左室流出道梗阻。"
          }
        ]
      },
      "jsonPreventionCheckup": {
        "summary": "多与遗传有关，定期检查，早期筛查，及时预防。",
        "items": [
          {
            "title": "X线检查",
            "desc": ""
          },
          {
            "title": "心电图",
            "desc": ""
          },
          {
            "title": "超声心动图",
            "desc": ""
          },
          {
            "title": "心导管检查及心血管造影",
            "desc": ""
          }
        ]
      },
      "articles": null
    },
    "230": {
      "introduction": "扩张型心肌病是一种原因未明的原发性心肌疾病。本病的特征为左或右心室或双侧心室扩大，并伴有心室收缩功能减退，伴或不伴充血性心力衰竭。起病缓慢，任何年龄均可发病，以30～50岁多见，本病常伴有心律失常，病死率较高。",
      "advise": null,
      "cause": "1、感染\n本病患者的心肌活检标本中发现有肠道病毒或巨细胞病毒的RNA，说明本病与病毒性心肌炎关系密切。\n2、细胞免疫\n本病患者中自然杀伤细胞活性减低，减弱机体的防御能力，抑制性T淋巴细胞数量及功能减低，由此发生细胞介导的免疫反应，引起血管和心肌损伤。",
      "relatedGenes": null,
      "deficiency": null,
      "overmuch": null,
      "rich_food": null,
      "caseRate": "",
      "symptom": "症状以充血性心力衰竭为主，其中以气短和水肿最为常见。最初在劳动或劳累后气短，以后在轻度活动或休息时也有气短，或有夜间阵发性呼吸困难，常感乏力。右心衰的水肿从下肢开始，晚期可有胸、腹腔积液。",
      "prevention": "",
      "preventionGeneral": "1、休息\n强调休息及避免劳累，如有心脏扩大、心功能减退者更应注意，宜长期休息，以免病情恶化。\n2、低盐饮食\n3、限制运动\n若诊断已明确，必须保证休息，不宜进行运动。",
      "preventionCheckup": "本病致病因素不明确，所以定期检查、早期筛查对于发现疾病是主要的途径。\n1、X线检查\n2、心电图\n3、超声心动图\n4、同位素检查\n5、心内膜心肌活检",
      "geneticCorrelation": "本病的家族性遗传占40%～60%。",
      "jsonCause": {
        "summary": "",
        "items": [
          {
            "title": "感染",
            "desc": "本病患者的心肌活检标本中发现有肠道病毒或巨细胞病毒的RNA，说明本病与病毒性心肌炎关系密切。"
          },
          {
            "title": "细胞免疫",
            "desc": "本病患者中自然杀伤细胞活性减低，减弱机体的防御能力，抑制性T淋巴细胞数量及功能减低，由此发生细胞介导的免疫反应，引起血管和心肌损伤。"
          }
        ]
      },
      "jsonPreventionGeneral": {
        "summary": "",
        "items": [
          {
            "title": "休息",
            "desc": "强调休息及避免劳累，如有心脏扩大、心功能减退者更应注意，宜长期休息，以免病情恶化。"
          },
          {
            "title": "低盐饮食",
            "desc": ""
          },
          {
            "title": "限制运动",
            "desc": "若诊断已明确，必须保证休息，不宜进行运动。"
          }
        ]
      },
      "jsonPreventionCheckup": {
        "summary": "本病致病因素不明确，所以定期检查、早期筛查对于发现疾病是主要的途径。",
        "items": [
          {
            "title": "X线检查",
            "desc": ""
          },
          {
            "title": "心电图",
            "desc": ""
          },
          {
            "title": "超声心动图",
            "desc": ""
          },
          {
            "title": "同位素检查",
            "desc": ""
          },
          {
            "title": "心内膜心肌活检",
            "desc": ""
          }
        ]
      },
      "articles": null
    },
    "231": {
      "introduction": "高同型半胱氨酸血症是指血液中的同型半胱氨酸的水平异常增高的状况，是多种心血管疾病如冠状动脉硬化性心脏病，外周血管疾病，脑血管疾病及静脉血栓形成等的危险因素。",
      "advise": null,
      "cause": "1、营养性因素\n高动物蛋白饮食中甲硫氨酸含量较高，摄入过多易引起HCY水平升高，代谢辅助因子如叶酸，维生素B6、B12缺乏。",
      "relatedGenes": null,
      "deficiency": null,
      "overmuch": null,
      "rich_food": null,
      "caseRate": "",
      "symptom": "1、同型半胱氨酸水平升高与心血管疾病的关系\n增加冠状动脉疾病发病率与死亡率，影响疾病的严重程度，血浆同型半胱氨酸浓度与冠状动脉病变程度呈正相关。\n2、同型半胱氨酸水平升高与脑血管疾病的关系\n中风的危险性增大，血浆同型半胱氨酸水平升高是中风的一个独立危险因素。\n3、同型半胱氨酸水平升高与糖尿病的关系\n同型半胱氨酸升高，患糖尿病的风险明显高于一般人群。\n4、其他\n同型半胱氨酸升高常引起妊娠并发症，如流产、先兆子痫、早产、新生儿体重偏低及某些新生儿缺陷。",
      "prevention": "",
      "preventionGeneral": "1、适当补充维生素\r营养性因素导致高同型半胱氨酸血症可以补充维生素B6、B9和B12。\r2、合理膳食\r限制甲硫氨酸的摄入，饮食中减少动物蛋白摄入量。",
      "preventionCheckup": "尽早检查，早诊断早治疗，减少本病对于其他疾病造成的影响。\r1、血清同型半胱氨酸",
      "geneticCorrelation": "同型半胱氨酸代谢过程相关的酶发生基因突变，使得基因编码的酶活性减低或不表达",
      "jsonCause": {
        "summary": "",
        "items": [
          {
            "title": "营养性因素",
            "desc": "高动物蛋白饮食中甲硫氨酸含量较高，摄入过多易引起HCY水平升高，代谢辅助因子如叶酸，维生素B6、B12缺乏。"
          }
        ]
      },
      "jsonPreventionGeneral": {
        "summary": "",
        "items": [
          {
            "title": "适当补充维生素",
            "desc": "营养性因素导致高同型半胱氨酸血症可以补充维生素B6、B9和B12。"
          },
          {
            "title": "合理膳食",
            "desc": "限制甲硫氨酸的摄入，饮食中减少动物蛋白摄入量。"
          }
        ]
      },
      "jsonPreventionCheckup": {
        "summary": "尽早检查，早诊断早治疗，减少本病对于其他疾病造成的影响。",
        "items": [
          {
            "title": "血清同型半胱氨酸",
            "desc": ""
          }
        ]
      },
      "articles": null
    }
  },
  "summary": "",
  "reportTime": "2017.09.01",
  "reportInfo": {
    "tumour": {
      "type": 1,
      "items": [
        {
          "phenotypeId": 64,
          "phenotypeName": "食管癌",
          "isMan": 0,
          "genotypes": [
            {
              "rsid": "rs366631",
              "gene": "GSTM1",
              "genotype": "AA",
              "score": -1,
              "info": "风险略增",
              "frequency": 0.5366,
              "summary": "风险略增"
            },
            {
              "rsid": "rs2031920",
              "gene": "CYP2E1",
              "genotype": "CC",
              "score": 0,
              "info": "风险正常",
              "frequency": 0.6655,
              "summary": "风险正常"
            },
            {
              "rsid": "rs3813867",
              "gene": "CYP2E1",
              "genotype": "GG",
              "score": 0,
              "info": "风险正常",
              "frequency": 0.6655,
              "summary": "风险正常"
            },
            {
              "rsid": "rs1801133",
              "gene": "MTHFR",
              "genotype": "AA",
              "score": -1,
              "info": "风险增加",
              "frequency": 0.115,
              "summary": "风险增加"
            },
            {
              "rsid": "rs1048943",
              "gene": "CYP1A1",
              "genotype": "TT",
              "score": 0,
              "info": "风险正常",
              "frequency": 0.5436,
              "summary": "风险正常"
            },
            {
              "rsid": "rs1042522",
              "gene": "P53"
            },
            {
              "rsid": "rs1800566",
              "gene": "NQO1",
              "genotype": "GG",
              "score": 0,
              "info": "风险正常",
              "frequency": 0.2857,
              "summary": "风险正常"
            },
            {
              "rsid": "rs671",
              "gene": "ALDH2",
              "genotype": "GG",
              "score": 0,
              "info": "风险正常",
              "frequency": 0.7247,
              "summary": "风险正常"
            },
            {
              "rsid": "rs1229984",
              "gene": "ADH2",
              "genotype": "TT",
              "score": 1,
              "info": "风险降低",
              "frequency": 0.4843,
              "summary": "风险降低"
            }
          ],
          "score": 0,
          "riskValue": 0.386,
          "summary": "风险正常",
          "ratio": 0.7114,
          "genes": [
            {
              "gene": "ADH2",
              "related": "ADH2基因编码的乙醇脱氢酶是乙醇代谢的关键酶，可将体内的乙醇在肝脏代谢为乙醛。风险基因型导致编码的酶活性显著增加,使得饮酒者出现乙醛蓄积,引起代谢变化外,还会消耗大量还原剂,导致体内自由基的清除受阻,使得DNA受损几率增加。"
            },
            {
              "gene": "NQO1",
              "related": "NQO1促进有害物质醌类及其衍生物转化为低毒性的氢醌。风险基因型导致NQO1酶活性显著降低,致癌物质代谢速度降低,在体内的堆积速度上升。"
            },
            {
              "gene": "ALDH2",
              "related": "ALDH2编码的乙醛脱氢酶是乙醛代谢的关键酶,与60%以上的乙醛代谢有关。风险基因型导致乙醛的代谢速度下降,易造成有毒物质乙醛积累。"
            },
            {
              "gene": "GSTM1",
              "related": "GSTM1将体内的多种有毒物质转化为低毒或者无毒物质。风险基因型整个基因缺失,无法编码具有解毒作用的GSTM1酶,机体解毒能力下降,导致致癌物在体内积累。"
            },
            {
              "gene": "MTHFR",
              "related": "MTHFR参与体内叶酸代谢,进而参与DNA的合成与修复。风险基因型编码的酶活性降低,DNA损伤修复能力下降,DNA稳定性降低,抵抗致癌物质或其他外界因素破坏作用的能力降低。"
            },
            {
              "gene": "CYP1A1",
              "related": "CYP1A1可将前致癌物(多环芳烃类)转化为致癌物。风险基因型编码的酶活性增高,前致癌物更快的代谢成致癌物,导致致癌物在体内堆积。"
            },
            {
              "gene": "CYP2E1",
              "related": "CYP2E1参与药物、致癌物、类固醇激素和胆酸的氧化代谢。风险基因型致使氧化代谢时生成更多氧自由基,机体的氧化一抗氧化机制失去平衡。"
            }
          ]
        },
        {
          "phenotypeId": 61,
          "phenotypeName": "肺癌",
          "isMan": 0,
          "genotypes": [
            {
              "rsid": "rs1048943",
              "gene": "CYP1A1",
              "genotype": "TT",
              "score": 0,
              "info": "风险正常",
              "frequency": 0.5436,
              "summary": "风险正常"
            },
            {
              "rsid": "rs366631",
              "gene": "GSTM1",
              "genotype": "AA",
              "score": -1,
              "info": "风险略增",
              "frequency": 0.5366,
              "summary": "风险略增"
            },
            {
              "rsid": "rs2266637",
              "gene": "GSTT1"
            },
            {
              "rsid": "rs1042522",
              "gene": "P53"
            },
            {
              "rsid": "rs1801131",
              "gene": "MTHFR",
              "genotype": "TT",
              "score": 0,
              "info": "风险正常",
              "frequency": 0.5958,
              "summary": "风险正常"
            }
          ],
          "score": 0,
          "riskValue": 0.694,
          "summary": "风险正常",
          "ratio": 0.7966,
          "genes": [
            {
              "gene": "GSTM1",
              "related": "GSTM1将体内的多种有毒物质转化为低毒或者无毒物质。风险基因型整个基因缺失,无法编码具有解毒作用的GSTM1酶,机体解毒能力下降,导致致癌物在体内积累。"
            },
            {
              "gene": "MTHFR",
              "related": "MTHFR参与体内叶酸代谢,进而参与DNA的合成与修复。风险基因型编码的酶活性降低,DNA损伤修复能力下降,DNA稳定性降低,抵抗致癌物质或其他外界因素破坏作用的能力降低。"
            },
            {
              "gene": "CYP1A1",
              "related": "CYP1A1可将前致癌物(多环芳烃类)转化为致癌物。风险基因型编码的酶活性增高,前致癌物更快的代谢成致癌物,导致致癌物在体内堆积。"
            }
          ]
        },
        {
          "phenotypeId": 68,
          "phenotypeName": "鼻咽癌",
          "isMan": 0,
          "genotypes": [
            {
              "rsid": "rs366631",
              "gene": "GSTM1",
              "genotype": "AA",
              "score": -1,
              "info": "风险略增",
              "frequency": 0.5366,
              "summary": "风险略增"
            },
            {
              "rsid": "rs2266637",
              "gene": "GSTT1"
            },
            {
              "rsid": "rs2031920",
              "gene": "CYP2E1",
              "genotype": "CC",
              "score": 0,
              "info": "风险正常",
              "frequency": 0.6655,
              "summary": "风险正常"
            },
            {
              "rsid": "rs909253",
              "gene": "TNF-β",
              "genotype": "AA",
              "score": 0,
              "info": "风险正常",
              "frequency": 0.2718,
              "summary": "风险正常"
            }
          ],
          "score": 0,
          "riskValue": 0.694,
          "summary": "风险正常",
          "ratio": 0.7973,
          "genes": [
            {
              "gene": "GSTM1",
              "related": "GSTM1将体内的多种有毒物质转化为低毒或者无毒物质。风险基因型整个基因缺失,无法编码具有解毒作用的GSTM1酶,机体解毒能力下降,导致致癌物在体内积累。"
            },
            {
              "gene": "CYP2E1",
              "related": "CYP2E1参与药物、致癌物、类固醇激素和胆酸的氧化代谢。风险基因型致使氧化代谢时生成更多氧自由基,机体的氧化一抗氧化机制失去平衡。"
            },
            {
              "gene": "TNF-β",
              "related": "TNF-β参与免疫应答、炎症诱导、细胞信号转导、细胞凋亡等一系列活动。风险基因型导致TNF-β蛋白活性上升,导致炎症细胞过度活化。"
            }
          ]
        },
        {
          "phenotypeId": 62,
          "phenotypeName": "胃癌",
          "isMan": 0,
          "genotypes": [
            {
              "rsid": "rs366631",
              "gene": "GSTM1",
              "genotype": "AA",
              "score": -1,
              "info": "风险略增",
              "frequency": 0.5366,
              "summary": "风险略增"
            },
            {
              "rsid": "rs1801133",
              "gene": "MTHFR",
              "genotype": "AA",
              "score": -1,
              "info": "风险增加",
              "frequency": 0.115,
              "summary": "风险增加"
            },
            {
              "rsid": "rs1800629",
              "gene": "TNF-α",
              "genotype": "GG",
              "score": 0,
              "info": "风险正常",
              "frequency": 0.8606,
              "summary": "风险正常"
            },
            {
              "rsid": "rs909253",
              "gene": "TNF-β",
              "genotype": "AA",
              "score": 0,
              "info": "风险正常",
              "frequency": 0.2718,
              "summary": "风险正常"
            },
            {
              "rsid": "rs63750447",
              "gene": "hMLH1",
              "genotype": "TT",
              "score": 0,
              "info": "风险正常",
              "frequency": 0.9443,
              "summary": "风险正常"
            }
          ],
          "score": 0,
          "riskValue": 0.694,
          "summary": "风险正常",
          "ratio": 0.7818,
          "genes": [
            {
              "gene": "GSTM1",
              "related": "GSTM1将体内的多种有毒物质转化为低毒或者无毒物质。风险基因型整个基因缺失,无法编码具有解毒作用的GSTM1酶,机体解毒能力下降,导致致癌物在体内积累,增加胃癌的发病风险。"
            },
            {
              "gene": "hMLH1",
              "related": "hMLH1参与修复DNA复制过程中的错配,保持DNA遗传的稳定性与完整性。风险基因型导致hMLH1酶活性降低甚至失活,DNA错配增加,稳定性下降,增加胃癌的发病风险。"
            },
            {
              "gene": "MTHFR",
              "related": "MTHFR参与体内叶酸代谢,进而参与DNA的合成与修复。风险基因型编码的酶活性降低,DNA损伤修复能力下降,DNA稳定性降低,抵抗致癌物质或其他外界因素破坏作用的能力降低,增加胃癌的发病风险。"
            },
            {
              "gene": "TNF-α",
              "related": "TNF-α参与细胞信号转导、免疫应答、炎症诱导、细胞凋亡等一系列活动。风险基因型导致TNF-α蛋白分泌增多,产生过强炎性反应,并且抑制胃酸分泌,增加胃癌的发病风险。"
            },
            {
              "gene": "TNF-β",
              "related": "TNF-β参与免疫应答、炎症诱导、细胞信号转导、细胞凋亡等一系列活动。风险基因型导致TNF-β蛋白活性上升,导致炎症细胞过度活化,增加胃癌的发病风险。"
            }
          ]
        },
        {
          "phenotypeId": 216,
          "phenotypeName": "肝癌",
          "isMan": 0,
          "genotypes": [
            {
              "rsid": "rs366631",
              "gene": "GSTM1",
              "genotype": "AA",
              "score": -1,
              "info": "风险略增",
              "frequency": 0.5366,
              "summary": "风险略增"
            },
            {
              "rsid": "rs2266637",
              "gene": "GSTT1"
            },
            {
              "rsid": "rs1048943",
              "gene": "CYP1A1",
              "genotype": "TT",
              "score": 0,
              "info": "风险正常",
              "frequency": 0.5436,
              "summary": "风险正常"
            }
          ],
          "score": 0,
          "riskValue": 0.833,
          "summary": "风险正常",
          "ratio": 0.7883,
          "genes": [
            {
              "gene": "GSTM1",
              "related": "GSTM1将体内的多种有毒物质转化为低毒或者无毒物质。风险基因型整个基因缺失,无法编码具有解毒作用的GSTM1酶,机体解毒能力下降,导致致癌物在体内积累。"
            },
            {
              "gene": "CYP1A1",
              "related": "CYP1A1可将前致癌物(多环芳烃类)转化为致癌物。风险基因型编码的酶活性增高,前致癌物更快的代谢成致癌物,导致致癌物在体内堆积。"
            }
          ]
        },
        {
          "phenotypeId": 65,
          "phenotypeName": "结直肠癌",
          "isMan": 0,
          "genotypes": [
            {
              "rsid": "rs2266637",
              "gene": "GSTT1"
            },
            {
              "rsid": "rs2031920",
              "gene": "CYP2E1",
              "genotype": "CC",
              "score": 0,
              "info": "风险正常",
              "frequency": 0.6655,
              "summary": "风险正常"
            },
            {
              "rsid": "rs63750447",
              "gene": "hMLH1",
              "genotype": "TT",
              "score": 0,
              "info": "风险正常",
              "frequency": 0.9443,
              "summary": "风险正常"
            }
          ],
          "score": 0,
          "riskValue": 0.694,
          "summary": "风险正常",
          "ratio": 0.7231,
          "genes": [
            {
              "gene": "hMLH1",
              "related": "hMLH1参与修复DNA复制过程中的错配,保持DNA遗传的稳定性与完整性。风险基因型导致hMLH1酶活性降低甚至失活,DNA错配增加,稳定性下降。"
            },
            {
              "gene": "CYP2E1",
              "related": "CYP2E1参与药物、致癌物、类固醇激素和胆酸的氧化代谢。风险基因型致使氧化代谢时生成更多氧自由基,机体的氧化一抗氧化机制失去平衡。"
            }
          ]
        },
        {
          "phenotypeId": 72,
          "phenotypeName": "前列腺癌",
          "isMan": 1,
          "genotypes": [
            {
              "rsid": "rs1695",
              "gene": "GSTP1",
              "genotype": "AA",
              "score": 0,
              "info": "风险正常",
              "frequency": 0.6446,
              "summary": "风险正常"
            },
            {
              "rsid": "rs366631",
              "gene": "GSTM1",
              "genotype": "AA",
              "score": -1,
              "info": "风险略增",
              "frequency": 0.5366,
              "summary": "风险略增"
            },
            {
              "rsid": "rs4646903",
              "gene": "CYP1A1",
              "genotype": "AA",
              "score": 0,
              "info": "风险正常",
              "frequency": 0.2892,
              "summary": "风险正常"
            },
            {
              "rsid": "rs1042522",
              "gene": "P53"
            }
          ],
          "score": 0,
          "riskValue": 0.833,
          "summary": "风险正常",
          "ratio": 0.7968,
          "genes": [
            {
              "gene": "GSTM1",
              "related": "GSTM1可将体内的多种有毒物质转化为低毒或者无毒物质排除体外。风险基因型无法编码具有解毒作用的GSTM1酶,机体解毒能力下降,导致致癌物在体内积累，使肿瘤罹患风险增加。"
            },
            {
              "gene": "GSTP1",
              "related": "GSTP1在体内起到解毒作用,可将多种有毒物质转化为低毒或者无毒物质排出体外。风险基因型可使GSTP1酶活性下降,导致机体解毒能力下降、致癌物在体内积累,增加前列腺癌的罹患风险。"
            },
            {
              "gene": "CYP1A1",
              "related": "CYP1A1可将前致癌物(多环芳烃类)转化为致癌物。风险基因型编码的酶活性增高,前致癌物更快的代谢成致癌物,导致致癌物在体内堆积，增加肿瘤发生风险。"
            }
          ]
        },
        {
          "phenotypeId": 222,
          "phenotypeName": "白血病",
          "isMan": 0,
          "genotypes": [
            {
              "rsid": "rs1801133",
              "gene": "MTHFR",
              "genotype": "AA",
              "score": -1,
              "info": "风险增加",
              "frequency": 0.115,
              "summary": "风险增加"
            },
            {
              "rsid": "rs1801131",
              "gene": "MTHFR",
              "genotype": "TT",
              "score": 0,
              "info": "风险正常",
              "frequency": 0.5958,
              "summary": "风险正常"
            },
            {
              "rsid": "rs366631",
              "gene": "GSTM1",
              "genotype": "AA",
              "score": -1,
              "info": "风险略增",
              "frequency": 0.5366,
              "summary": "风险略增"
            },
            {
              "rsid": "rs2266637",
              "gene": "GSTT1"
            },
            {
              "rsid": "rs1042522",
              "gene": "P53"
            },
            {
              "rsid": "rs13181",
              "gene": "XPD",
              "genotype": "TT",
              "score": 0,
              "info": "风险正常",
              "frequency": 0.8397,
              "summary": "风险正常"
            },
            {
              "rsid": "rs4646903",
              "gene": "CYP1A1",
              "genotype": "AA",
              "score": 0,
              "info": "风险正常",
              "frequency": 0.2892,
              "summary": "风险正常"
            }
          ],
          "score": 0,
          "riskValue": 0.579,
          "summary": "风险正常",
          "ratio": 0.7415,
          "genes": [
            {
              "gene": "XPD",
              "related": "XPD基因是参与核苷酸切除修复的关键酶之一,维护DNA的稳定。风险基因型DNA稳定性减弱,增加慢性淋巴细胞白血病的发病风险。"
            },
            {
              "gene": "GSTM1",
              "related": "GSTM1将体内的多种有毒物质转化为低毒或者无毒物质。风险基因型无法编码具有解毒作用的GSTM1酶,机体解毒能力下降,导致致癌物在体内积累,增加了白血病的发病风险。"
            },
            {
              "gene": "MTHFR",
              "related": "MTHFR参与体内叶酸代谢,促进甲基传递，进而参与DNA的合成与修复。风险基因型降低了甲基化供体的水平, 削弱DNA损伤修复机制,从而增加了急性淋巴细胞白血病的发病风险。"
            },
            {
              "gene": "CYP1A1",
              "related": "CYP1A1将前致癌物(环芳烃类化合物)转化为致癌物。风险基因型具有致癌活性的环芳烃类化合物生成速度增加,增加慢性髓性白血病的发病风险。"
            }
          ]
        }
      ]
    },
    "CCVD": {
      "type": 2,
      "items": [
        {
          "phenotypeId": 1,
          "phenotypeName": "高血压",
          "isMan": 0,
          "genotypes": [
            {
              "rsid": "rs5186",
              "gene": "AGTR1",
              "genotype": "AA",
              "score": 0,
              "info": "风险正常",
              "frequency": 0.878,
              "summary": "风险正常"
            },
            {
              "rsid": "rs1799983",
              "gene": "NOS3",
              "genotype": "GG",
              "score": 0,
              "info": "风险正常",
              "frequency": 0.7387,
              "summary": "风险正常"
            },
            {
              "rsid": "rs699",
              "gene": "AGT",
              "genotype": "GG",
              "score": -1,
              "info": "风险增加",
              "frequency": 0.7038,
              "summary": "风险增加"
            },
            {
              "rsid": "rs1042713",
              "gene": "ADRB2",
              "genotype": "GG",
              "score": 0,
              "info": "风险正常",
              "frequency": 0.1533,
              "summary": "风险正常"
            },
            {
              "rsid": "rs1799998",
              "gene": "CYP11B2",
              "genotype": "AA",
              "score": 0,
              "info": "风险正常",
              "frequency": 0.5366,
              "summary": "风险正常"
            }
          ],
          "score": 0,
          "riskValue": 0.482,
          "summary": "风险正常",
          "detail": "你的患病风险正常",
          "ratio": 0.7247,
          "genes": [
            {
              "gene": "AGT",
              "related": "AGT可以增加血管收缩,促进血管变厚。风险基因型 AGT 蛋白表达量增加,导致血管紧张素生成增多,引起血管收缩、血管壁增厚,增加高血压的发病风险。"
            },
            {
              "gene": "NOS3",
              "related": "NOS3在体内合成一氧化氮(NO),从而舒张血管、松弛血管平滑肌和抑制内皮细胞增殖。风险基因型 NOS3 酶的活性降低,一氧化氮合成速率下降,导致舒张血管作用减弱,血管阻力增加,增加高血压的发病风险。"
            },
            {
              "gene": "ADRB2",
              "related": "ADRB2通过改变血管紧张性,调节肾素释放,影响水盐代谢等途径调节血压。风险基因型 ADRB2 活性降低,血管扩张反应减弱,导致血管阻力增加,增加高血压的发病风险。"
            },
            {
              "gene": "AGTR1",
              "related": "AGTR1编码的蛋白能够介导血管收缩、促进血管平滑肌细胞增殖,使血管变厚,此外还可促进儿茶酚胺和前列腺素释放。风险基因型 AGTR1 蛋白表达量增加,血管壁张力增加、血管壁厚度增加,增加高血压的发病风险。"
            },
            {
              "gene": "CYP11B2",
              "related": "CYP11B2通过调节醛固酮的合成速度,进而控制盐平衡和血管内容量来调节血压。风险基因型导致基因表达增加,醛固酮合成加快,进而引起血压升高。"
            }
          ]
        },
        {
          "phenotypeId": 2,
          "phenotypeName": "冠心病",
          "isMan": 0,
          "genotypes": [
            {
              "rsid": "rs2230806",
              "gene": "ABCA1",
              "genotype": "CT",
              "score": -1,
              "info": "风险略高",
              "frequency": 0.4425,
              "summary": "风险略高"
            },
            {
              "rsid": "rs7412",
              "gene": "APOE",
              "genotype": "CC",
              "score": 0,
              "info": "风险正常",
              "frequency": 0.8153,
              "summary": "风险正常"
            },
            {
              "rsid": "rs320",
              "gene": "LPL",
              "genotype": "TT",
              "score": 0,
              "info": "风险正常",
              "frequency": 0.5889,
              "summary": "风险正常"
            },
            {
              "rsid": "rs1801133",
              "gene": "MTHFR",
              "genotype": "AA",
              "score": -1,
              "info": "风险增加",
              "frequency": 0.115,
              "summary": "风险增加"
            },
            {
              "rsid": "rs1799983",
              "gene": "NOS3",
              "genotype": "GG",
              "score": 0,
              "info": "风险正常",
              "frequency": 0.7387,
              "summary": "风险正常"
            }
          ],
          "score": 0,
          "riskValue": 0.579,
          "summary": "风险正常",
          "detail": "你的患病风险正常",
          "ratio": 0.7684,
          "genes": [
            {
              "gene": "LPL",
              "related": "LPL催化血液循环中的乳糜微粒(CM)和极低密度脂蛋白(VLDL)核心中的甘油三酯分解为脂肪酸。风险基因型编码的蛋白功能发生异常,导致血液中甘油三酯除速率下降,引起血液中甘油三酯平升高,促进动脉粥样硬化乃至冠心病的发生。"
            },
            {
              "gene": "APOE",
              "related": "APOE基因编码的蛋白质是血浆脂蛋白的重要组成成分，在脂质代谢中起重要作用，可影响血浆胆固醇的浓度。因该基因多态性影响机体脂质代谢，故与冠心病的发生有关。其风险基因型编码的蛋白生物学功能异常，导致血中甘油三酯、胆固醇水平升高，引起机体脂质代谢紊乱，增加冠心病的发生风险。"
            },
            {
              "gene": "NOS3",
              "related": "NOS3在体内合成一氧化氮(NO),NO是重要的血管内皮舒张因子，可舒张血管、松弛血管平滑肌和抑制内皮细胞增生。风险基因型血管内皮细胞中合成NO减少,影响其舒张血管、抑制血管增厚的功能,增加冠心病的患病风险。"
            },
            {
              "gene": "ABCA1",
              "related": "ABCA1(ATP-binding-cassette A1)在胆固醇逆向转运中起重要作用，可促进细胞内胆固醇和磷脂的流出,结合到细胞表面的载脂蛋白,形成高密度脂蛋白(HDL), 向肝脏转运使之最终代谢。ABCA1基因多态性与HDL浓度有关，风险基因型可使血浆中高密度脂蛋白(HDL)减少,增加冠心病的发病风险。"
            },
            {
              "gene": "MTHFR",
              "related": "MTHFR参与体内叶酸代谢,与DNA的合成与修复有关。风险基因型编码的蛋白质活性降低，影响叶酸代谢，导致机体同型半胱氨酸堆积，高浓度的同型半胱氨酸会引起血管内皮细胞损伤，机体代偿性血管内膜增生肥厚，导致动脉官腔狭窄、甚至闭塞，使冠心病的发病风险增加。"
            }
          ]
        },
        {
          "phenotypeId": 223,
          "phenotypeName": "动脉粥样硬化",
          "isMan": 0,
          "genotypes": [
            {
              "rsid": "rs7412",
              "gene": "APOE",
              "genotype": "CC",
              "score": 0,
              "info": "风险正常",
              "frequency": 0.8153,
              "summary": "风险正常"
            },
            {
              "rsid": "rs320",
              "gene": "LPL",
              "genotype": "TT",
              "score": 0,
              "info": "风险正常",
              "frequency": 0.5889,
              "summary": "风险正常"
            },
            {
              "rsid": "rs1801133",
              "gene": "MTHFR",
              "genotype": "AA",
              "score": -1,
              "info": "风险增加",
              "frequency": 0.115,
              "summary": "风险增加"
            }
          ],
          "score": 0,
          "riskValue": 0.694,
          "summary": "风险正常",
          "ratio": 0.7919,
          "genes": [
            {
              "gene": "LPL",
              "related": "LPL催化血液循环中的乳糜微粒(CM)和极低密度脂蛋白(VLDL)核心中的甘油三酯分解为脂肪酸。风险基因型编码的蛋白功能发生异常,导致血液中甘油三酯清除速率下降,引起血液中甘油三酯水平升高,促使动脉粥样硬化的发生。"
            },
            {
              "gene": "APOE",
              "related": "APOE基因编码的蛋白质是血浆脂蛋白的重要组成成分，在脂质代谢中起重要作用，可影响血浆胆固醇的浓度。因该基因多态性影响机体脂质代谢，故与动脉粥样硬化的发生有关。其风险基因型编码的蛋白生物学功能异常，导致血中甘油三酯、胆固醇水平升高，引起机体脂质代谢紊乱，增加动脉粥样硬化的发生风险。"
            },
            {
              "gene": "MTHFR",
              "related": "MTHFR参与体内叶酸代谢,与DNA的合成与修复有关。风险基因型编码的蛋白质活性降低，影响叶酸代谢，导致机体同型半胱氨酸堆积，高浓度的同型半胱氨酸会引起血管内皮细胞损伤，机体代偿性血管内膜增生肥厚，导致动脉官腔狭窄、甚至闭塞，促使动脉硬化，导致动脉粥样硬化的发生。"
            }
          ]
        },
        {
          "phenotypeId": 3,
          "phenotypeName": "心肌梗死",
          "isMan": 0,
          "genotypes": [
            {
              "rsid": "rs7412",
              "gene": "APOE",
              "genotype": "CC",
              "score": 0,
              "info": "风险正常",
              "frequency": 0.8153,
              "summary": "风险正常"
            },
            {
              "rsid": "rs1801133",
              "gene": "MTHFR",
              "genotype": "AA",
              "score": -1,
              "info": "风险增加",
              "frequency": 0.115,
              "summary": "风险增加"
            },
            {
              "rsid": "rs1799983",
              "gene": "NOS3",
              "genotype": "GG",
              "score": 0,
              "info": "风险正常",
              "frequency": 0.7387,
              "summary": "风险正常"
            }
          ],
          "score": 0,
          "riskValue": 0.694,
          "summary": "风险正常",
          "detail": "你的患病风险正常",
          "ratio": 0.7575,
          "genes": [
            {
              "gene": "APOE",
              "related": "APOE基因编码的蛋白质是血浆脂蛋白的重要组成成分，在脂质代谢中起重要作用，可影响血浆胆固醇的浓度。因该基因多态性影响机体脂质代谢，故与心肌梗死的发生有关。其风险基因型编码的蛋白生物学功能异常，导致血中甘油三酯、胆固醇水平升高，引起机体脂质代谢紊乱，使心肌梗死发生风险增加。"
            },
            {
              "gene": "NOS3",
              "related": "NOS3在体内合成一氧化氮(NO),NO是重要的血管内皮舒张因子，可舒张血管、松弛血管平滑肌和抑制内皮细胞增生。风险基因型血管内皮细胞中合成NO减少,影响其舒张血管、抑制血管增厚的功能,使心肌梗死发生风险增加。"
            },
            {
              "gene": "MTHFR",
              "related": "MTHFR参与体内叶酸代谢,与DNA的合成与修复有关。风险基因型编码的蛋白质活性降低，影响叶酸代谢，导致机体同型半胱氨酸堆积，高浓度的同型半胱氨酸会引起血管内皮细胞损伤，机体代偿性血管内膜增生肥厚，导致动脉官腔狭窄、甚至闭塞，使心肌梗死的发病风险增加。"
            }
          ]
        },
        {
          "phenotypeId": 224,
          "phenotypeName": "脑梗塞",
          "isMan": 0,
          "genotypes": [
            {
              "rsid": "rs699",
              "gene": "AGT",
              "genotype": "GG",
              "score": -1,
              "info": "风险增加",
              "frequency": 0.7038,
              "summary": "风险增加"
            },
            {
              "rsid": "rs5186",
              "gene": "AGTR1",
              "genotype": "AA",
              "score": 0,
              "info": "风险正常",
              "frequency": 0.878,
              "summary": "风险正常"
            },
            {
              "rsid": "rs7412",
              "gene": "APOE",
              "genotype": "CC",
              "score": 0,
              "info": "风险正常",
              "frequency": 0.8153,
              "summary": "风险正常"
            },
            {
              "rsid": "rs1801133",
              "gene": "MTHFR",
              "genotype": "AA",
              "score": -1,
              "info": "风险增加",
              "frequency": 0.115,
              "summary": "风险增加"
            },
            {
              "rsid": "rs1799983",
              "gene": "NOS3",
              "genotype": "GG",
              "score": 0,
              "info": "风险正常",
              "frequency": 0.7387,
              "summary": "风险正常"
            }
          ],
          "score": 0,
          "riskValue": 0.579,
          "summary": "风险正常",
          "ratio": 0.7387,
          "genes": [
            {
              "gene": "AGT",
              "related": "AGT可以增加血管收缩,促进血管变厚。风险基因型 AGT 蛋白表达量增加,导致血管紧张素生成增多,引起血管收缩、血管壁增厚,进而使血压升高，使脑梗塞的发生风险增加。"
            },
            {
              "gene": "APOE",
              "related": "APOE基因编码的蛋白质是血浆脂蛋白的重要组成成分，在脂质代谢中起重要作用，可影响血浆胆固醇的浓度。其风险基因型编码的蛋白生物学功能异常，导致血中甘油三酯、胆固醇水平升高，引起机体脂质代谢紊乱，增加脑梗塞的发生风险。"
            },
            {
              "gene": "NOS3",
              "related": "NOS3在体内合成一氧化氮(NO),NO是重要的血管内皮舒张因子，可舒张血管、松弛血管平滑肌和抑制内皮细胞增生。风险基因型血管内皮细胞中合成NO减少,影响其舒张血管、抑制血管增厚的功能,促使脑梗塞发生。"
            },
            {
              "gene": "AGTR1",
              "related": "AGTR1编码的蛋白能够介导血管收缩、促进血管平滑肌细胞增殖,使血管变厚,此外还可促进儿茶酚胺和前列腺素释放。风险基因型 AGTR1 蛋白表达量增加,血管壁张力增加、血管壁厚度增加，使血压升高，使脑梗塞的发生风险增加。"
            },
            {
              "gene": "MTHFR",
              "related": "MTHFR参与体内叶酸代谢,与DNA的合成与修复有关。风险基因型编码的蛋白质活性降低，影响叶酸代谢，导致机体同型半胱氨酸堆积，高浓度的同型半胱氨酸会引起血管内皮细胞损伤，机体代偿性血管内膜增生肥厚，导致动脉官腔狭窄、甚至闭塞，使脑梗塞的发病风险增加。"
            }
          ]
        },
        {
          "phenotypeId": 225,
          "phenotypeName": "脑溢血",
          "isMan": 0,
          "genotypes": [
            {
              "rsid": "rs7412",
              "gene": "APOE",
              "genotype": "CC",
              "score": 0,
              "info": "风险正常",
              "frequency": 0.8153,
              "summary": "风险正常"
            },
            {
              "rsid": "rs1801133",
              "gene": "MTHFR",
              "genotype": "AA",
              "score": -1,
              "info": "风险增加",
              "frequency": 0.115,
              "summary": "风险增加"
            }
          ],
          "score": 0,
          "riskValue": 0.833,
          "summary": "风险正常",
          "ratio": 0.7136,
          "genes": [
            {
              "gene": "APOE",
              "related": "APOE基因编码的蛋白质是血浆脂蛋白的重要组成成分，在脂质代谢中起重要作用，可影响血浆胆固醇的浓度。其风险基因型编码的蛋白生物学功能异常，导致血中甘油三酯、胆固醇水平升高，引起机体脂质代谢紊乱，增加脑溢血的发生风险。"
            },
            {
              "gene": "MTHFR",
              "related": "MTHFR是叶酸代谢中的关键基因之一,可使亚甲基四氢叶酸还原为甲基四氢叶酸,并进一步参与同型半胱氨酸的甲基化过程。风险基因型MTHFR蛋白的活性降低,容易导致叶酸代谢出现障碍,易导致同型半胱氨酸浓度升高,引起血管内皮细胞损伤,并容易导致血管壁增厚,促进动脉硬化和血栓的形成,增加了脑溢血的患病风险。"
            }
          ]
        },
        {
          "phenotypeId": 229,
          "phenotypeName": "肥厚型心肌病",
          "isMan": 0,
          "genotypes": [
            {
              "rsid": "rs699",
              "gene": "AGT",
              "genotype": "GG",
              "score": -1,
              "info": "风险增加",
              "frequency": 0.7038,
              "summary": "风险增加"
            },
            {
              "rsid": "rs1799998",
              "gene": "CYP11B2",
              "genotype": "AA",
              "score": 0,
              "info": "风险正常",
              "frequency": 0.5366,
              "summary": "风险正常"
            }
          ],
          "score": 0,
          "riskValue": 0.833,
          "summary": "风险正常",
          "ratio": 0.7225,
          "genes": [
            {
              "gene": "AGT",
              "related": "AGT基因编码血管紧张素原，在肾素作用下转变为血管紧张素I,并进一步生成血管紧张素II,AGT浓度的微小变化即可 引起 ACEII生成量的明显改变。风险基因型在肾素作用下转变为血管紧张素I,并进一步生成血管紧 张素II,AGT浓度的微小变化即可引起 ACEII生成量的明显改变，有血管收缩、促进血管变厚的生物学功能。"
            },
            {
              "gene": "CYP11B2",
              "related": "CYP11B2编码的蛋白,通过调节醛固酮的合成速度,进而控制盐平衡和血管内容量来调节血压。风险基因型该基因表达增加,导致醛固酮合成加快,进而引起血压升高,导致心肌肥厚。"
            }
          ]
        },
        {
          "phenotypeId": 230,
          "phenotypeName": "扩张型心肌病",
          "isMan": 0,
          "genotypes": [
            {
              "rsid": "rs231775",
              "gene": "CTLA4",
              "genotype": "GG",
              "score": -1,
              "info": "风险增加",
              "frequency": 0.3972,
              "summary": "风险增加"
            },
            {
              "rsid": "rs909253",
              "gene": "TNF-β",
              "genotype": "AA",
              "score": 0,
              "info": "风险正常",
              "frequency": 0.2718,
              "summary": "风险正常"
            },
            {
              "rsid": "rs1800629",
              "gene": "TNF-α",
              "genotype": "GG",
              "score": 0,
              "info": "风险正常",
              "frequency": 0.8606,
              "summary": "风险正常"
            }
          ],
          "score": 0,
          "riskValue": 0.694,
          "summary": "风险正常",
          "ratio": 0.7484,
          "genes": [
            {
              "gene": "CTLA4",
              "related": "CTLA4对控制自身免疫性T细胞活性有重要作用。风险基因型蛋白不能充分表达或发挥其抑制作用,造成T细胞激活后得不到足够的抑制,T细胞过度激活而增加扩张性心肌病的发病风险。"
            },
            {
              "gene": "TNF-α",
              "related": "TNF-α参与细胞信号转导、免疫应答、炎症诱导、细胞凋亡等一系列活动。风险基因型导致炎症细胞过度活化而增加扩张性心肌病的发病风险。"
            },
            {
              "gene": "TNF-β",
              "related": "TNF-β参与免疫应答、炎症诱导、细胞信号转导、细胞凋亡等一系列活动。风险基因型导致炎症细胞过度活化而增加扩张性心肌病的发病风险。"
            }
          ]
        }
      ]
    },
    "metabolicDiseases": {
      "type": 3,
      "items": [
        {
          "phenotypeId": 227,
          "phenotypeName": "高脂血症",
          "isMan": 0,
          "genotypes": [
            {
              "rsid": "rs320",
              "gene": "LPL",
              "genotype": "TT",
              "score": 0,
              "info": "风险正常",
              "frequency": 0.5889,
              "summary": "风险正常"
            },
            {
              "rsid": "rs285",
              "gene": "LPL",
              "genotype": "CT",
              "score": 0,
              "info": "风险正常",
              "frequency": 0.4181,
              "summary": "风险正常"
            },
            {
              "rsid": "rs7412",
              "gene": "APOE",
              "genotype": "CC",
              "score": 0,
              "info": "风险正常",
              "frequency": 0.8153,
              "summary": "风险正常"
            },
            {
              "rsid": "rs2230806",
              "gene": "ABCA1",
              "genotype": "CT",
              "score": -1,
              "info": "风险略高",
              "frequency": 0.4425,
              "summary": "风险略高"
            },
            {
              "rsid": "rs1801133",
              "gene": "MTHFR",
              "genotype": "AA",
              "score": -1,
              "info": "风险增加",
              "frequency": 0.115,
              "summary": "风险增加"
            }
          ],
          "score": 0,
          "riskValue": 0.694,
          "summary": "风险正常",
          "ratio": 0.7177,
          "genes": [
            {
              "gene": "LPL",
              "related": "LPL催化血液循环中的乳糜微粒(CM)和极低密度脂蛋白(VLDL)核心中的甘油三酯分解为脂肪酸。风险基因型编码的蛋白功能发生异常,导致血液中甘油三酯除速率下降,引起血液中甘油三酯平升高。"
            },
            {
              "gene": "APOE",
              "related": "APOE基因编码的蛋白质是血浆脂蛋白的重要组成成分，在脂质代谢中起重要作用，可影响血浆胆固醇的浓度。其风险基因型编码的蛋白生物学功能异常，导致血中甘油三酯、胆固醇水平升高，引起机体脂质代谢紊乱。"
            },
            {
              "gene": "ABCA1",
              "related": "ABCA1(ATP-binding-cassette A1)在胆固醇逆向转运中起重要作用，可促进细胞内胆固醇和磷脂的流出,结合到细胞表面的载脂蛋白,形成高密度脂蛋白(HDL), 向肝脏转运使之最终代谢。ABCA1基因多态性与HDL浓度有关，风险基因型可使血浆中高密度脂蛋白(HDL)减少。"
            },
            {
              "gene": "MTHFR",
              "related": "MTHFR参与体内叶酸代谢,进而参与DNA的合成与修复。风险基因型编码的蛋白质活性降低,导致叶酸代谢出现障碍,使得体内同型半胱氨酸积累,高浓度的同型半胱氨酸会损伤血管内皮细胞,并容易导致血管壁增厚,增加高脂血症的发病风险。"
            }
          ]
        },
        {
          "phenotypeId": 55,
          "phenotypeName": "肥胖症",
          "isMan": 0,
          "genotypes": [
            {
              "rsid": "rs2241766",
              "gene": "ADIPOQ",
              "genotype": "GT",
              "score": 0,
              "info": "风险正常",
              "frequency": 0.4216,
              "summary": "风险正常"
            },
            {
              "rsid": "rs9939609",
              "gene": "FTO",
              "genotype": "TT",
              "score": 0,
              "info": "风险正常",
              "frequency": 0.7317,
              "summary": "风险正常"
            },
            {
              "rsid": "rs8050136",
              "gene": "FTO",
              "genotype": "CC",
              "score": 0,
              "info": "风险正常",
              "frequency": 0.7352,
              "summary": "风险正常"
            },
            {
              "rsid": "rs5443",
              "gene": "GNB3",
              "genotype": "CT",
              "score": -1,
              "info": "风险略高",
              "frequency": 0.5401,
              "summary": "风险略高"
            },
            {
              "rsid": "rs320",
              "gene": "LPL",
              "genotype": "TT",
              "score": 0,
              "info": "风险正常",
              "frequency": 0.5889,
              "summary": "风险正常"
            },
            {
              "rsid": "rs1801282",
              "gene": "PPARγ2",
              "genotype": "CC",
              "score": 0,
              "info": "风险正常",
              "frequency": 0.9443,
              "summary": "风险正常"
            },
            {
              "rsid": "rs4994",
              "gene": "ADRB3",
              "genotype": "AA",
              "score": 0,
              "info": "风险正常",
              "frequency": 0.7944,
              "summary": "风险正常"
            },
            {
              "rsid": "rs17782313",
              "gene": "MC4R",
              "genotype": "TT",
              "score": 0,
              "info": "风险正常",
              "frequency": 0.7038,
              "summary": "风险正常"
            },
            {
              "rsid": "rs660339",
              "gene": "UCP2",
              "genotype": "AG",
              "score": -1,
              "info": "风险略高",
              "frequency": 0.4774,
              "summary": "风险略高"
            }
          ],
          "score": 0,
          "riskValue": 0.402,
          "summary": "风险正常",
          "ratio": 0.7865,
          "genes": [
            {
              "gene": "FTO",
              "related": "脂肪量肥胖相关基因(fat mass and obesity-associated gene,FTO) 是一种与肥胖相关的基因，也称肥胖基因，该基因编码的核蛋白属于酮戊二酸依赖型加氧酶，此蛋白作为一个含有Fe2+加氧酶，其功能是在Fe2+和维生素C诱导下催化酮戊二酸产生琥珀酸盐和二氧化碳；还可在有氧条件、Fe2+和维生素C诱导下，催化DNA和RNA发生去甲基化反应。FTO具有的去甲基化作用可调节某些代谢相关基因，即FTO基因影响人体摄食量以及饮食结构。该基因多态性影响FTO基因的生物学功能，导致机体脂肪堆积，引发肥胖。"
            },
            {
              "gene": "LPL",
              "related": "LPL催化血液循环中的乳糜微粒(CM)和极低密度脂蛋白(VLDL)核心中的甘油三酯分解为脂肪酸。风险基因型编码的蛋白质功能发生异常,导致血液中甘油三酯水平升高,促使肥胖的发生。"
            },
            {
              "gene": "GNB3",
              "related": "GNB3(G-protein beta3 subunit)基因位于12号染色体短臂，其编码的蛋白质是机体细胞信号转导的关键因子。该基因位点多态性使G蛋白活性增加，促进细胞增殖，引发肥胖。"
            },
            {
              "gene": "MC4R",
              "related": "黑皮素4受体(melanocortin-4 receptor,MC4R)基因位于18号常染色体长臂，该基因主要在下丘脑神经细胞中表达，是瘦素介导的食欲调节途径中最末端的基因。MC4R基因的表达产物是促肾上腺皮质激素(ACTH)和促黑素(MSH)的特异受体，属G蛋白偶联受体超家族。这些受体蛋白通过G蛋白介导与促肾上腺皮质激素和促黑素发生相互作用。MC4R作为关键受体之一在能量稳态系统中起重要作用。MC4R作为肥胖的候选基因与较高BMI有关。"
            },
            {
              "gene": "UCP2",
              "related": "解偶联蛋白2(uncoupling protein 2,UCP2)是线粒体内膜的质子载体,具有\"质子漏\"(驱散H+梯度)的功能,使氧化过程与ADP的磷酸化过程\"解偶联\",导致ATP生成减少,能量消耗和产热增多,体重下降。该基因多态性可使其编码的蛋白质活性下降,阻碍氧化过程与磷酸化过程“解偶联”,使底物氧化的能量不能以热能形式释放,导致合成ATP增多,引起肥胖。"
            },
            {
              "gene": "ADRB3",
              "related": "肾上腺受体β3（Beta-3-Adrenergic Receptor,ADRB3）属于 G 蛋白耦联受体超家族成员,是脂肪分解最重要的受体。风险基因型导致该基因活性降低,降低能量和脂质代谢,脂肪代谢发生障碍,导致脂肪堆积以及未代谢的能量转化为脂肪，引起肥胖。"
            },
            {
              "gene": "ADIPOQ",
              "related": "脂联素基因(Adiponectin gene，ADIPOQ)基因与肥胖症机体脂肪分布有关，可促进骨骼肌细胞脂肪酸β氧化和糖吸收,增强胰岛素糖原合成作用,抑制肝脏的糖异生,在机体脂质代谢和血糖稳态的调控中起重要作用。风险基因型可降低ADIPOQ表达,从而影响其在脂肪和糖类代谢中的作用,引发肥胖。"
            },
            {
              "gene": "PPARγ2",
              "related": "过氧化物酶体增殖物激活受体γ( peroxisome proliferator activated receptor gamma,PPARγ) 是核受体PPAR超家族成员之一，是一个配体活化转录因子，参与调控多种靶基因的转录。PPARγ2为PPARγ的亚型之一。PPARγ编码的蛋白是脂肪细胞分化、成熟以及脂肪生成的重要调控因子。此外，PPARγ参与多种疾病的病理生理过程，如肥胖症、糖尿病、动脉粥样硬化以及癌症。"
            }
          ]
        },
        {
          "phenotypeId": 60,
          "phenotypeName": "2型糖尿病",
          "isMan": 0,
          "genotypes": [
            {
              "rsid": "rs2241766",
              "gene": "ADIPOQ",
              "genotype": "GT",
              "score": 0,
              "info": "风险正常",
              "frequency": 0.4216,
              "summary": "风险正常"
            },
            {
              "rsid": "rs10946398",
              "gene": "CDKAL1",
              "genotype": "CC",
              "score": -1,
              "info": "风险增加",
              "frequency": 0.1429,
              "summary": "风险增加"
            },
            {
              "rsid": "rs7903146",
              "gene": "TCF7L2",
              "genotype": "CC",
              "score": 0,
              "info": "风险正常",
              "frequency": 0.9477,
              "summary": "风险正常"
            },
            {
              "rsid": "rs10811661",
              "genotype": "CC",
              "score": 0,
              "info": "风险正常",
              "frequency": 0.223,
              "summary": "风险正常"
            },
            {
              "rsid": "rs2237892",
              "gene": "KCNQ1",
              "genotype": "CC",
              "score": -1,
              "info": "风险略高",
              "frequency": 0.4216,
              "summary": "风险略高"
            },
            {
              "rsid": "rs2228570",
              "gene": "VDR",
              "genotype": "AG",
              "score": 0,
              "info": "风险正常",
              "frequency": 0.453,
              "summary": "风险正常"
            },
            {
              "rsid": "rs13266634",
              "gene": "SLC30A8",
              "genotype": "TT",
              "score": 0,
              "info": "风险正常",
              "frequency": 0.2125,
              "summary": "风险正常"
            },
            {
              "rsid": "rs285",
              "gene": "LPL",
              "genotype": "CT",
              "score": 0,
              "info": "风险正常",
              "frequency": 0.4181,
              "summary": "风险正常"
            },
            {
              "rsid": "rs1801133",
              "gene": "MTHFR",
              "genotype": "AA",
              "score": -1,
              "info": "风险增加",
              "frequency": 0.115,
              "summary": "风险增加"
            }
          ],
          "score": 0,
          "riskValue": 0.402,
          "summary": "风险正常",
          "ratio": 0.7855,
          "genes": [
            {
              "gene": "LPL",
              "related": "LPL催化血液循环中的乳糜微粒(CM)和极低密度脂蛋白(VLDL)核心中的甘油三酯分解为脂肪酸。风险基因型编码的蛋白功能发生异常,导致血液中甘油三酯除速率下降,引起血液中甘油三酯平升高,促使糖尿病的发生。"
            },
            {
              "gene": "VDR",
              "related": "VDR基因位于人类第12号染色体长臂，该基因编码维生素D受体，研究发现，维生素D能促进小肠粘膜上皮细胞对钙的吸收，维生素Ｄ受体基因—VDR的多态性可以显著影响钙吸收效率，钙离子在胰岛素信号通路发挥重要的作用，其缺乏可影响正常胰岛素功能的发挥，引起高血糖，导致糖尿病。"
            },
            {
              "gene": "KCNQ1",
              "related": "KCNQ1编码的蛋白质分布在胰腺β细胞，参与细胞功能的维持。风险基因型可使胰岛β细胞功能受损,胰岛素的分泌减少，引起2型糖尿病。"
            },
            {
              "gene": "MTHFR",
              "related": "MTHFR编码的蛋白质是叶酸代谢的关键酶,与体内同型半胱氨酸的水平相关。该基因位点突变使其编码的酶活性降低,导致同型半胱氨酸浓度升高,干扰β-细胞分泌胰岛素,同时引起血管内皮细胞损伤,增加糖尿病及并发症的风险。"
            },
            {
              "gene": "ADIPOQ",
              "related": "脂联素基因(Adiponectin gene，ADIPOQ)基因与肥胖症机体脂肪分布有关，可促进骨骼肌细胞脂肪酸β氧化和糖吸收,增强胰岛素糖原合成作用,抑制肝脏的糖异生,在机体脂质代谢和血糖稳态的调控中起重要作用。风险基因型可降低ADIPOQ表达,从而影响其在脂肪和糖类代谢中的作用,引发2型糖尿病。"
            },
            {
              "gene": "CDKAL1",
              "related": "CDKAL1基因位于6号染色体上，编码的蛋白质是甲基硫代转移酶家族的成员。该基因的功能尚不清楚,全基因组关联研究将该基因的内含子中的单核苷酸多态性与2型糖尿病的易感性联系起来。"
            },
            {
              "gene": "TCF7L2",
              "related": "TCF7L2基因位于10号染色体上，编码在Wnt信号通路中起关键作用的高迁移率组（HMG）盒的转录因子。该蛋白质涉及血糖稳态。"
            },
            {
              "gene": "SLC30A8",
              "related": "SLC30A8编码一种在胰岛细胞大量表达的锌离子转运蛋白,在锌离子介导的胰岛素成熟和分泌过程中发挥重要作用,参与胰岛素结晶六聚体的形成。风险基因型导致胰岛β细胞对前胰岛素加工障碍,影响胰岛细胞正常分泌胰岛素，引起2型糖尿病。"
            }
          ]
        },
        {
          "phenotypeId": 231,
          "phenotypeName": "高同型半胱氨酸血症",
          "isMan": 0,
          "genotypes": [
            {
              "rsid": "rs1801133",
              "gene": "MTHFR",
              "genotype": "AA",
              "score": -1,
              "info": "风险增加",
              "frequency": 0.115,
              "summary": "风险增加"
            },
            {
              "rsid": "rs1801131",
              "gene": "MTHFR",
              "genotype": "TT",
              "score": 0,
              "info": "风险正常",
              "frequency": 0.5958,
              "summary": "风险正常"
            }
          ],
          "score": 0,
          "riskValue": 0.833,
          "summary": "风险正常",
          "ratio": 0.7956,
          "genes": [
            {
              "gene": "MTHFR",
              "related": "MTHFR参与体内叶酸代谢,进而参与DNA的合成与修复。风险基因型该基因表达的蛋白活性及耐热性降低,叶酸代谢能力异常,导致同型半胱氨酸代谢障碍，血浆同型半胱氨酸水平增高。"
            }
          ]
        },
        {
          "phenotypeId": 57,
          "phenotypeName": "痛风",
          "isMan": 0,
          "genotypes": [
            {
              "rsid": "rs12498742",
              "gene": "GLUT9",
              "genotype": "AA",
              "score": -1,
              "info": "风险增加",
              "frequency": 0.9791,
              "summary": "风险增加"
            },
            {
              "rsid": "rs1165205",
              "gene": "SLC17A3",
              "genotype": "AA",
              "score": 0,
              "info": "风险正常",
              "frequency": 0.7143,
              "summary": "风险正常"
            },
            {
              "rsid": "rs2231142",
              "gene": "ABCG2",
              "genotype": "GT",
              "score": -1,
              "info": "风险增加",
              "frequency": 0.3659,
              "summary": "风险增加"
            },
            {
              "rsid": "rs150414818",
              "gene": "ALDH16A1",
              "genotype": "CC",
              "score": 0,
              "info": "风险正常",
              "frequency": 0.9965,
              "summary": "风险正常"
            }
          ],
          "score": 0,
          "riskValue": 1,
          "summary": "风险正常",
          "ratio": 0.7629,
          "genes": [
            {
              "gene": "ABCG2",
              "related": "ABCG2编码一种ATP-结合盒半转运蛋白,必须形成同型二聚体才能发挥转运尿酸的活性,负责血清尿酸的排泄。风险基因型蛋白表达明显较低,稳定性显著下降,血清尿酸排泄下降,痛风风险增加。"
            },
            {
              "gene": "GLUT9",
              "related": "GLUT9编码葡萄糖转运体 9,介导尿酸及葡萄糖转运,以易化扩散的方式顺浓度梯度转运葡萄糖,加速尿酸的重吸收。风险基因型转运体活性较高,尿酸排泄减少,尿酸在体内沉积,促使痛风发生。"
            },
            {
              "gene": "SLC17A3",
              "related": "SLC17A3基因编码Na/Pi转运体(NPT4),NPT4主要分布在肾脏近端小管细胞顶端膜上。SLC17A3下游分子SLC17A1编码的NPT1直接参与肾脏尿酸转运。SLC17A3基因rs1165205位点可降低尿酸水平。"
            },
            {
              "gene": "ALDH16A1",
              "related": "ALDH16A1编码醛脱氢酶16家族A1蛋白,负责将内源性和外源性的乙醛氧化为乙酸,在肝脏表 达能将酒精逐步氧化为乙酸。风险基因型肝脏对酒精的氧化能力下降,积累的酒精能增强腺苷酸的降解生成尿酸,导致血液尿酸高浓度,增加痛风风险。"
            }
          ]
        },
        {
          "phenotypeId": 228,
          "phenotypeName": "高尿酸血症",
          "isMan": 0,
          "genotypes": [
            {
              "rsid": "rs1801133",
              "gene": "MTHFR",
              "genotype": "AA",
              "score": -1,
              "info": "风险增加",
              "frequency": 0.115,
              "summary": "风险增加"
            },
            {
              "rsid": "rs1800629",
              "gene": "TNF-α",
              "genotype": "GG",
              "score": 0,
              "info": "风险正常",
              "frequency": 0.8606,
              "summary": "风险正常"
            }
          ],
          "score": 0,
          "riskValue": 0.833,
          "summary": "风险正常",
          "ratio": 0.7919,
          "genes": [
            {
              "gene": "MTHFR",
              "related": "MTHFR叶酸代谢中的关键酶,维持体内同型半胱氨酸的正常代谢水平。风险基因型导致血浆中同型半胱氨酸和亚甲基四氢叶酸浓度上升、DNA甲基化水平降低和嘌呤嘧啶核苷酸库的不平衡，最终使尿酸升高。"
            },
            {
              "gene": "TNF-α",
              "related": "TNF-参与细胞信号转导、免疫应答、炎症诱导、细胞凋亡等一系列活动。风险基因型肿瘤坏死因子α表达过量，尿酸水平升高。"
            }
          ]
        },
        {
          "phenotypeId": 226,
          "phenotypeName": "骨质疏松症",
          "isMan": 0,
          "genotypes": [
            {
              "rsid": "rs2228570",
              "gene": "VDR",
              "genotype": "AG",
              "score": 0,
              "info": "风险正常",
              "frequency": 0.453,
              "summary": "风险正常"
            },
            {
              "rsid": "rs7412",
              "gene": "APOE",
              "genotype": "CC",
              "score": 0,
              "info": "风险正常",
              "frequency": 0.8153,
              "summary": "风险正常"
            }
          ],
          "score": 0,
          "riskValue": 0.694,
          "summary": "风险正常",
          "ratio": 0.7365,
          "genes": [
            {
              "gene": "VDR",
              "related": "VDR基因位于人类第12号染色体长臂，该基因编码维生素D受体，研究发现，维生素D能促进小肠粘膜上皮细胞对钙的吸收，维生素Ｄ受体基因—VDR的多态性可以显著影响钙吸收效率。该基因上的rs2228570位点的突变会导致钙吸收能力减弱，机体钙质缺乏会增加骨质疏松的发生风险。"
            },
            {
              "gene": "APOE",
              "related": "APOE基因编码的蛋白质编码的蛋白通过影响血浆维生素K和骨钙素水平调节骨代谢,促进骨骼的形成与修复。风险基因型编码的蛋白质使血液维生K水平降低,骨钙素羧化程度降低,不利于骨形成。"
            }
          ]
        }
      ]
    }
  },
  "productId1": 21
};
const single = {
  "productId": 33,
  "productName": "肿瘤基础2（国寿）",
  "sampleNo": "1211322002121",
  "companyAddr": '天方测试',
  "activateTime": '2017-11-16',
  "meetingNo": "000000",
  "checker": {
    "headImg": "http://wx.qlogo.cn/mmopen/vi_32/Q0j4TwGTfTKWtlBFKpTEDHdTSgibI0V1tvoNT9NuLWsCHib5xkAY0icpGvsw0BUa0ialhFvsicbNQ5x7q0iaMAEsPJ0A/0",
    "name": "史忠高基础2",
    "sex": 0,
    "sexLabel": "男",
    "age": 19
  },
  "info": {
    "tumour": {
      "type": 1,
      "items": [
        {
          "phenotypeId": 64,
          "imageUrl": "http://gene-report.thorgene.com/box_file/%E8%82%9D%E7%99%8C.jpg",
          "phenotypeName": "食管癌",
          "isMan": 0,
          "genotypes": [
            {
              "rsid": "rs366631",
              "gene": "GSTM1",
              "genotype": "AA",
              "score": -1,
              "info": "风险略增",
              "frequency": null,
              "summary": "风险略增"
            },
            {
              "rsid": "rs2031920",
              "gene": "CYP2E1",
              "genotype": "CC",
              "score": 0,
              "info": "风险正常",
              "frequency": 0.6655,
              "summary": "风险正常"
            },
            {
              "rsid": "rs3813867",
              "gene": "CYP2E1",
              "genotype": "GG",
              "score": 0,
              "info": "风险正常",
              "frequency": 0.6655,
              "summary": "风险正常"
            },
            {
              "rsid": "rs1801133",
              "gene": "MTHFR",
              "genotype": "AA",
              "score": -1,
              "info": "风险增加",
              "frequency": 0.115,
              "summary": "风险增加"
            },
            {
              "rsid": "rs1048943",
              "gene": "CYP1A1",
              "genotype": "TT",
              "score": 0,
              "info": "风险正常",
              "frequency": 0.5436,
              "summary": "风险正常"
            },
            {
              "rsid": "rs1042522",
              "gene": "P53"
            },
            {
              "rsid": "rs1800566",
              "gene": "NQO1",
              "genotype": "GG",
              "score": 0,
              "info": "风险正常",
              "frequency": 0.2857,
              "summary": "风险正常"
            },
            {
              "rsid": "rs671",
              "gene": "ALDH2",
              "genotype": "GG",
              "score": 0,
              "info": "风险正常",
              "frequency": 0.7247,
              "summary": "风险正常"
            },
            {
              "rsid": "rs1229984",
              "gene": "ADH2",
              "genotype": "TT",
              "score": 1,
              "info": "风险降低",
              "frequency": 0.4843,
              "summary": "风险降低"
            }
          ],
          "score": 0,
          "riskValue": 0.386,
          "summary": "风险正常",
          "ratio": 0.7114,
          "genes": [
            {
              "gene": "ADH2",
              "related": "ADH2基因编码的乙醇脱氢酶是乙醇代谢的关键酶，可将体内的乙醇在肝脏代谢为乙醛。风险基因型导致编码的酶活性显著增加,使得饮酒者出现乙醛蓄积,引起代谢变化外,还会消耗大量还原剂,导致体内自由基的清除受阻,使得DNA受损几率增加。"
            },
            {
              "gene": "NQO1",
              "related": "NQO1促进有害物质醌类及其衍生物转化为低毒性的氢醌。风险基因型导致NQO1酶活性显著降低,致癌物质代谢速度降低,在体内的堆积速度上升。"
            },
            {
              "gene": "ALDH2",
              "related": "ALDH2编码的乙醛脱氢酶是乙醛代谢的关键酶,与60%以上的乙醛代谢有关。风险基因型导致乙醛的代谢速度下降,易造成有毒物质乙醛积累。"
            },
            {
              "gene": "GSTM1",
              "related": "GSTM1将体内的多种有毒物质转化为低毒或者无毒物质。风险基因型整个基因缺失,无法编码具有解毒作用的GSTM1酶,机体解毒能力下降,导致致癌物在体内积累。"
            },
            {
              "gene": "MTHFR",
              "related": "MTHFR参与体内叶酸代谢,进而参与DNA的合成与修复。风险基因型编码的酶活性降低,DNA损伤修复能力下降,DNA稳定性降低,抵抗致癌物质或其他外界因素破坏作用的能力降低。"
            },
            {
              "gene": "CYP1A1",
              "related": "CYP1A1可将前致癌物(多环芳烃类)转化为致癌物。风险基因型编码的酶活性增高,前致癌物更快的代谢成致癌物,导致致癌物在体内堆积。"
            },
            {
              "gene": "CYP2E1",
              "related": "CYP2E1参与药物、致癌物、类固醇激素和胆酸的氧化代谢。风险基因型致使氧化代谢时生成更多氧自由基,机体的氧化一抗氧化机制失去平衡。"
            }
          ]
        }
      ]
    }
  },
  "advise": null,
  "pdfUrl": null,
  "imgUrls": null,
  "phenotypes": {
    "1": {
      "introduction": "原发性高血压是以血压升高（收缩压≥140mmHg和（或）舒张压≥90mmHg）为主要临床表现，伴或不伴有多种心血管危险因素（如心、脑、肾等器官的功能或器质性损害）的综合征，通常简称为高血压。高血压是最常见的慢性病，也是心脑血管病及慢性肾病的重要危险因素。高血压可以发生于任何年龄。",
      "advise": "1.合理膳食：忌烟酒，忌浓烈红茶，低盐、低油、 低糖饮食，每人每天摄盐量不得超过6克（一啤酒瓶盖），多吃蔬果、杂粮，如：香蕉、山楂、大蒜、黑豆、胡萝卜、芹菜、玉米、荞麦等食物。\n2.坚持体育锻炼：每周进行3次体育锻炼（散步、慢跑、太极拳、骑自行车和游泳等运动）但是若血压不稳定，避免外出锻炼；控制体重（BMI=体重(公斤)/身高(米)2，BMI≥25 为超重，BMI≥27为肥胖）。\n3.控制情绪，避免精神刺激、紧张，尤其不宜过度生气或兴奋。                       \n4.天气严寒时，尽量减少出行；不能避免外出时，应注意防寒保暖，不迎风走路。       \n5.避免使用太热、太冷的水洗澡。保证充足良好的睡眠。                             \n6.若患有高血压，大便不宜久蹲，避免太过用力，适当食用通便的食物或药物。\n7.家中常备血压计，做好血压监测（最好清晨测量血压，每周测2-3次）。",
      "cause": "1、饮食因素\n长期高盐高脂饮食可导致血压升高。钾盐摄入与高血压呈负相关。高蛋白质、低钙饮食均能升压。\n2、精神刺激\n脑力劳动者、从事精神紧张度高的职业者发升高血压的可能性较大。\n3、其他因素\n（1）超重或肥胖是血压升高的重要危险因素。\n（2）服用避孕药妇女血压升高发生率及程度与服用时间长短有关。\n（3）睡眠呼吸暂停低通气综合征(SAHS)患者50%有高血压。",
      "relatedGenes": "ATP2B1基因位于人类第12号染色体长臂。该基因编码细胞膜钙离子转运酶，参与调控细胞内钙离子水平的稳态。有研究表明，该基因可能通过调节钙离子浓度和血管平滑肌细胞的收缩来调控血压水平。\nMTHFR基因位于人类第1号染色体短臂。该基因编码N5，N10-亚甲基四氢叶酸还原酶，是同型半胱氨酸代谢过程中的关键酶，同型半胱氨酸是一种对血管有损伤性的非必需氨基酸，与高血压的发病密切相关。",
      "deficiency": null,
      "overmuch": null,
      "rich_food": null,
      "caseRate": "",
      "symptom": "多数起病缓慢、渐进，一般缺乏特殊的临床表现。月1/5患者无症状，仅在测量血压时或发生心、脑、肾等并发症时才被发现。一般常见症状有头晕、头痛、颈项板紧、疲劳、心悸等，呈轻度持续性，多数症状可自行缓解，在紧张或劳累后加重。也可出现视力模糊、鼻出血等较重症状。症状与血压水平有一定关联。",
      "prevention": "及时正确处理高血压十分重要，可在短时间内使病情缓解，预防进行性或不可逆性靶器官损害，降低死亡率。",
      "preventionGeneral": "1、合理膳食\n忌烟酒，忌浓烈红茶，低盐、低油、低糖饮食，减少钠盐、高脂食物摄入，多吃蔬果、杂粮，戒烟限酒。补充钙和钾盐。                      \n2、减轻体重\n尽量将体重指数(BMI)控制在25以内。体重降低对改善胰岛素抵抗、糖尿病、高脂血症和左心室肥厚均有益。\n3、适当运动\n运动有利于减轻体重和改善胰岛素抵抗，提高心血管适应调节能力，稳定血压水平。推荐中、低强度的等张运动，可根据年龄及身体情况选择慢跑或步行，一般每周运动3-5次，每次20-60分钟。\n4、控制情绪\n避免精神刺激、紧张，尤其不宜过度生气或兴奋。                       \n5、防寒保暖\n严寒天气出门时注意保暖，保证充足良好的睡眠。                             \n6、避免过度用力\n若患有高血压，大便不宜久蹲，避免太过用力，适当食用通便的食物或药物。",
      "preventionCheckup": "高血压高危人群，应按时定期的进行相关检查，以早日明确诊断并积极治疗。\n1、血压监测\n2、实验室检查\n血常规、尿常规、尿沉渣镜检、电解质、血生化、肾功能\n3、影像学检查\n心电图、超声心动图、胸部X线、眼底及颈动脉超声、24小时动态血压",
      "geneticCorrelation": "高血压是遗传易感性和环境因素相互作用的结果，一般认为遗传因素约占40%。除此之外，高血压具有明显的家族聚集性，约60%高血压患者可询问到有高血压家族史。",
      "jsonCause": {
        "summary": "",
        "items": [
          {
            "title": "饮食因素",
            "desc": "长期高盐高脂饮食可导致血压升高。钾盐摄入与高血压呈负相关。高蛋白质、低钙饮食均能升压。"
          },
          {
            "title": "精神刺激",
            "desc": "脑力劳动者、从事精神紧张度高的职业者发升高血压的可能性较大。"
          },
          {
            "title": "其他因素",
            "desc": "（1）超重或肥胖是血压升高的重要危险因素。\r\n（2）服用避孕药妇女血压升高发生率及程度与服用时间长短有关。\r\n（3）睡眠呼吸暂停低通气综合征(SAHS)患者50%有高血压。"
          }
        ]
      },
      "jsonPreventionGeneral": {
        "summary": "",
        "items": [
          {
            "title": "合理膳食",
            "desc": "忌烟酒，忌浓烈红茶，低盐、低油、低糖饮食，减少钠盐、高脂食物摄入，多吃蔬果、杂粮，戒烟限酒。补充钙和钾盐。"
          },
          {
            "title": "减轻体重",
            "desc": "尽量将体重指数(BMI)控制在25以内。体重降低对改善胰岛素抵抗、糖尿病、高脂血症和左心室肥厚均有益。"
          },
          {
            "title": "适当运动",
            "desc": "运动有利于减轻体重和改善胰岛素抵抗，提高心血管适应调节能力，稳定血压水平。推荐中、低强度的等张运动，可根据年龄及身体情况选择慢跑或步行，一般每周运动3-5次，每次20-60分钟。"
          },
          {
            "title": "控制情绪",
            "desc": "避免精神刺激、紧张，尤其不宜过度生气或兴奋。"
          },
          {
            "title": "防寒保暖",
            "desc": "严寒天气出门时注意保暖，保证充足良好的睡眠。"
          },
          {
            "title": "避免过度用力",
            "desc": "若患有高血压，大便不宜久蹲，避免太过用力，适当食用通便的食物或药物。"
          }
        ]
      },
      "jsonPreventionCheckup": {
        "summary": "高血压高危人群，应按时定期的进行相关检查，以早日明确诊断并积极治疗。",
        "items": [
          {
            "title": "血压监测",
            "desc": ""
          },
          {
            "title": "实验室检查",
            "desc": "血常规、尿常规、尿沉渣镜检、电解质、血生化、肾功能"
          },
          {
            "title": "影像学检查",
            "desc": "心电图、超声心动图、胸部X线、眼底及颈动脉超声、24小时动态血压"
          }
        ]
      },
      "articles": null
    },
    "2": {
      "introduction": "冠状动脉粥样硬化性心脏病指冠状动脉粥样硬化使管腔狭窄或阻塞，或（和）因冠状动脉功能性改变（痉挛）导致心肌缺血缺氧或坏死而引起的心脏病，通称冠状动脉性心脏病，简称冠心病，亦称缺血性心脏病。冠心病患病率呈上升趋势，是动脉粥样硬化导致器官病变的最常见类型，严重威胁人类健康。本病出现症状或致残、致死后果多发生在40岁以后，男性发病早于女性。心绞痛、心肌梗死为其常见类型。",
      "advise": "1.预防冠心病的发病，首先要调整膳食结构，摄取的食物热量不要过高，宜提倡“两高三低”的饮食习惯。即食用高纤维素、高蛋白及低脂、低糖、低盐的食物。各种新鲜蔬菜含有大量的纤维素，多吃为宜。身体偏胖者，每日应尽量食用低脂、低胆固醇的食物，并限制酒精和含糖食物的摄入量。因为中老年人易发冠心病，所以年过40以后，即使血脂无异常，也应避免经常食用过多的动物性脂肪和含胆固醇高的食物，如肥肉，肝、脑、肾、肺等动物内脏，鱿鱼、墨鱼、骨髓、猪油、蛋黄、蟹黄、鱼子、奶油及其制品。如发现血脂增高，应食用低脂性食物，如鱼肉、虾、鸡肉等各种瘦肉及蛋白、豆制品等食物。对已经确诊为冠心病者应严禁暴饮暴食，以免诱发心绞痛和心肌梗死。提倡不吸烟、不饮酒的良好习惯。治病不如防病，吃药不如戒烟。\n2.提倡适当的体力劳动和体育锻炼。参加一定的体力劳动，对预防肥胖、锻炼心血管系统的功能、调整血脂代谢均有好处，是预防冠心病的一项积极措施。运动量应根据自身的身体状况和心脏功能来决定，以不过多增加心脏负担和不引起不适感觉为原则。体育活动要循序渐进，不宜作剧烈运动。对老年人则宜提倡散步、做保健体操、打太极拳等。\n3.合理安排工作和生活。生活要保持乐观愉悦的情绪，避免过度劳累和情绪激动，注意劳逸结合，保证充足睡眠。\n4.积极治疗与冠心病有关的一些疾病，包括高血压、高血脂、肥胖症、糖尿病、痛风、肝病、肾病和有关的内分泌系统疾病等。\n5.如果冠心病在家里突然发作，应采取必要的救治措施，并不要剧烈搬动患者。如可给患者舌下含服硝酸甘油、消心痛、速效救心丸等，有条件吸氧的最好给予吸氧，及时拨打医院急救电话。",
      "cause": "1、诱发疾病\n高血压、糖尿病、血脂异常、超重肥胖。\n2、生活因素\n抽烟酗酒，缺乏运动、不良的生活方式如抽烟酗酒、高脂肪高热量等不合理膳食，等都增加冠心病的发生。\n3、不可改变的危险因素\n性别、年龄、家族史\n4、其他\n劳累、情绪激动、饱食、受寒、急性循环衰竭等为常见的诱因。",
      "relatedGenes": "CDKN2A和CDKN2B基因位于人类第9号染色体短臂。CDKN2A基因编码的蛋白属于细胞周期素依赖性激酶家族。其在细胞周期中发挥调控作用。该基因通过抑制细胞周期素依赖性激酶4发挥功能，导致细胞周期阻滞在G1和G2期。生理上，CDKN2A直接调控血管和免疫，可能影响有氧代谢相关疾病。有研究报道该基因与血管平滑肌的增殖有关。CDKN2B基因编码的蛋白属于细胞周期素依赖性激酶家族。其在细胞周期中发挥调控作用。该基因与细胞周期素依赖性激酶4和6形成复合体，抑制细胞周期素依赖性激酶活性，从而调控细胞周期G1期。生理上，CDKN2B直接调控血管和免疫，可能影响有氧代谢相关疾病。上述两个基因均可抑制血管平滑肌细胞增殖，从而减轻动脉粥样硬化。SORT1基因位于人类第1号染色体短臂。其编码蛋白作为膜蛋白成员之一，参与细胞内各种活动。已有研究表明，该基因与脑动脉闭塞等疾病相关。SORT1可调控低密度脂蛋白胆固醇从肝脏释放到血液的过程，进而影响心脏病的发生。经过检测，您存在SORT1基因缺陷，强烈建议您采用低胆固醇膳食。\nMIA3基因位于人类第1号染色体长臂。全基因组关联分析表明，位于该基因的多态性位点rs17465637与冠心病风险相关。\nCXCL12基因位于人类第10号染色体长臂。该基因编码的蛋白属于趋化因子家族，在炎症、肿瘤等生理过程中发挥重要作用。CXCL12参与的生理过程包括：心脏及神经系统的发育、细胞凋亡及肿瘤发生、新生血管的生成、干细胞运动等。CXCL12在心肌细胞的修复，血管再生以及心梗后左室功能的恢复中发挥着重要作用。\nALDH2基因位于人类第12号染色体长臂。该基因编码的蛋白是体内酒精代谢过程中的关键酶，也是硝酸甘油代谢中的关键酶。ALDH2酶活性的下降会加重酒精等多因素引起的心肌损伤并促进心血管对硝酸甘油耐受。 \nPON1位于人类第7号染色体，该基因编码的酶水解生产p-nitrophenol paroxon。Paroxon是一种有机磷抗胆碱酯酶化合物，位于该基因的多态性位点rs662与冠心病(CHD)有关。\nMIA3基因位于人类第1号染色体长臂。全基因组关联分析表明，位于该基因的多态性位点rs17465637与心肌梗死风险相关。\nPALLD位于人类第4号染色体，该基因编码组织肌动蛋白细胞骨架所需的细胞骨架蛋白。该蛋白质是含肌动蛋白的微丝的组分，并且其参与细胞形状，粘附和收缩的控制。该基因的多态性与1型胰腺癌的易感性相关，并且还具有心肌梗死的风险。\nMYH15位于人类第3号染色体，全基因组关联分析表明，位于该基因的多态性位点rs3900940与冠心病(CKD)有关。\nSNX19位于人类第11号染色体，该基因的产物与胰岛抗原-2（IA-2）相互作用，在胰岛素分泌中起作用。全基因组关联分析表明，位于该基因的多态性位点rs2298566与冠心病(CKD)有关。\nPCSK9位于人类第1号染色体，该基因编码枯草杆菌蛋白酶样前蛋白转化酶家族的成员，其包括通过分泌途径的调节或组成型分支处理蛋白质和肽前体运输的蛋白酶。它在肝脏，肠和肾组织中表达，并保护溶酶体降解的特异性受体。它在胆固醇和脂肪酸代谢中起作用。该基因的突变与常染色体显性遗传性高胆固醇血症相关。\nLDLR位于人类第19号染色体，低密度脂蛋白受体（LDLR）基因家族由涉及受体介导的特异性配体内吞的细胞表面蛋白组成。 低密度脂蛋白（LDL）通常结合在细胞膜上，并进入细胞，结束于溶酶体中，其中蛋白质降解，并且胆固醇可用于抑制微粒体酶3-羟基-3-甲基戊二酰辅酶A（HMG CoA ）还原酶，胆固醇合成中的限速步骤。 同时，发生胆固醇酯合成的相互刺激。 该基因的突变导致常染色体显性障碍，家族性高胆固醇血症。\nBRAP位于人类第12号染色体，该基因编码的蛋白质通过其结合BRCA1和其他蛋白质的核定位信号的能力来鉴定。 它是一种细胞质蛋白，其可以通过在细胞质中保留具有核定位信号的蛋白质来调节细胞核靶向。主要参与人体收缩压（SBP），甘油三酯（TG），高密度脂蛋白（HDL）和空腹血糖（FBS）活动。",
      "deficiency": null,
      "overmuch": null,
      "rich_food": null,
      "caseRate": "",
      "symptom": "1、典型胸痛\n因体力活动、情绪激动等诱发，突感心前区疼痛，多为发作性绞痛或压榨痛，也可为憋闷感。\n2、一些患者仅表现为心前区不适、心悸或乏力，或以胃肠道症状。\n3、猝死\n约有1/3的患者首次发作冠心病表现为猝死。\n4、全身症状\n发热、出汗、惊恐、恶心、呕吐等。",
      "prevention": "",
      "preventionGeneral": "1、生活习惯改变\n戒烟限酒，适当体育锻炼，控制体重，保证充足的休息和睡眠。\n2、饮食习惯改变\n低脂低盐低钠饮食，减少腌制食物及高热量食物的摄入，多食新鲜的蔬菜水果。\n3、其他\n注意季节变化，避免情绪过于激动，减轻工作压力。",
      "preventionCheckup": "以下多数检查均应在冠心病（尤其是心绞痛）发作间期进行，可直接或间接反映心肌缺血。\n1、心脏X线\n2、心电图\n静息心电图、24小时动态心电图、心电图负荷试验\n3、放射性核素心肌显像\n4、冠脉造影\n5、血液学检查\n血脂、血糖、血生化\n6、其他\n超声心动图、心脏超声、冠状动脉CT",
      "geneticCorrelation": "家族遗传史是冠心病发生的不可改变因素，有遗传史的人比普通人群患病率大大增加。",
      "jsonCause": {
        "summary": "",
        "items": [
          {
            "title": "诱发疾病",
            "desc": "高血压、糖尿病、血脂异常、超重肥胖。"
          },
          {
            "title": "生活因素",
            "desc": "抽烟酗酒，缺乏运动、不良的生活方式如抽烟酗酒、高脂肪高热量等不合理膳食，等都增加冠心病的发生。"
          },
          {
            "title": "不可改变的危险因素",
            "desc": "性别、年龄、家族史"
          },
          {
            "title": "其他",
            "desc": "劳累、情绪激动、饱食、受寒、急性循环衰竭等为常见的诱因。"
          }
        ]
      },
      "jsonPreventionGeneral": {
        "summary": "",
        "items": [
          {
            "title": "生活习惯改变",
            "desc": "戒烟限酒，适当体育锻炼，控制体重，保证充足的休息和睡眠。"
          },
          {
            "title": "饮食习惯改变",
            "desc": "低脂低盐低钠饮食，减少腌制食物及高热量食物的摄入，多食新鲜的蔬菜水果。"
          },
          {
            "title": "其他",
            "desc": "注意季节变化，避免情绪过于激动，减轻工作压力。"
          }
        ]
      },
      "jsonPreventionCheckup": {
        "summary": "以下多数检查均应在冠心病（尤其是心绞痛）发作间期进行，可直接或间接反映心肌缺血。",
        "items": [
          {
            "title": "心脏X线",
            "desc": ""
          },
          {
            "title": "心电图",
            "desc": "静息心电图、24小时动态心电图、心电图负荷试验"
          },
          {
            "title": "放射性核素心肌显像",
            "desc": ""
          },
          {
            "title": "冠脉造影",
            "desc": ""
          },
          {
            "title": "血液学检查",
            "desc": "血脂、血糖、血生化"
          },
          {
            "title": "其他",
            "desc": "超声心动图、心脏超声、冠状动脉CT"
          }
        ]
      },
      "articles": null
    },
    "3": {
      "introduction": "心肌梗死是心肌缺血性坏死。为在冠状动脉病变的基础上，发生冠状动脉血供急剧减少或中断，使相应的心肌严重而持久地急性缺血导致心肌坏死。\n是部分心肌的血液循环突然全部中断，心肌因无法得到足够氧气而导致的损伤。近几年发病率逐渐上升，男性高于女性。",
      "advise": "1.一般的预防措施为合理的膳食、适当的体力劳动和体育锻炼、合理安排工作和生活, 提倡不吸烟, 不饮烈性酒,积极治疗与心肌梗死相关的一些疾病（如冠心病、动脉硬化、三高病等）。\n2.在每年的11-1月、3-4月这2个心肌梗死高发季节,除了需要以上的预防措施,还要避免出现大的情绪波动。在此季节要注意保暖,避免因冷空气刺激引起血管痉挛,使原有动脉粥样硬化的血管进一步狭窄而诱发心肌梗死;此季节外出时要避开早晚温度较低时,尽量选择在白天阳光充足时进行室外活动;\n3.如果在寒冷及大风天气外出,可以选择随身携带硝酸酯类药物,如硝酸甘油,或者在没有禁忌证的前提下口服倍他乐克等降低心肌氧耗的药物预防心肌梗死的发作；\n4.防止便秘。",
      "cause": "1、过劳\n过重的体力劳动，尤其是负重登楼，过度体育活动，连续紧张劳累等。\n2、激动\n由于激动、紧张、愤怒等激烈的情绪变化诱发。\n3、暴饮暴食　\n进食大量含高脂肪高热量的食物后，血脂浓度突然升高，导致血黏、血小板聚集性增高。在冠状动脉狭窄的基础上形成血栓，引起急性心肌梗死。\n4、寒冷刺激\n突然的寒冷刺激可能诱发急性心肌梗死。\n5、便秘\n因便秘时用力屏气而导致心肌梗死的老年人并不少见。\n6、吸烟、大量饮酒\n吸烟和大量饮酒可通过诱发冠状动脉痉挛及心肌耗氧量增加而诱发急性心肌梗死。",
      "relatedGenes": "CELSR2基因位于人类第1号染色体短臂。该基因编码一种钙粘蛋白，参与细胞粘附与受体配体之间的相互作用。该基因可与其他基因共同作用调节血脂水平，成为影响心脏疾病的风险因素。\nMIA3基因位于人类第1号染色体长臂。全基因组关联分析表明，位于该基因的多态性位点rs17465637与心肌梗死风险相关。\nALDH2基因位于人类第12号染色体长臂。该基因编码的蛋白是体内酒精代谢过程中的关键酶，也是硝酸甘油代谢中的关键酶。ALDH2酶活性的下降会加重酒精等多因素引起的心肌损伤和促进硝酸甘油耐受的发生。",
      "deficiency": null,
      "overmuch": null,
      "rich_food": null,
      "caseRate": "",
      "symptom": "1、疼痛\n是最先出现的症状，多发生于清晨，为突然发作剧烈而持久的胸骨后或心前区压榨性疼痛。\n2、胃肠道症状\n疼痛剧烈时常伴有频繁的恶心、呕吐、上腹胀痛等，与迷走神经受坏死心肌刺激和心排血量降低、组织灌注不足等有关。\n3、全身症状\n有发热、心动过速、白细胞增高、血沉加快等，由坏死物质被吸收所致。一般在疼痛发生后24-48小时出现，程度与梗死范围你常呈正相关。\n4、心律失常\n见于75%-95%的患者，多发生于起病1-2天，而以24小时内最多见。\n5、心力衰竭\n可在起病最初几天内发生，发生率约为32%-48%。\n6、低血压与休克",
      "prevention": "治疗原则为挽救濒死的心肌，缩小梗死面积，保护心脏功能，及时处理各种并发症。",
      "preventionGeneral": "1、一般的预防措施\n合理膳食、适当的体力劳动和体育锻炼、戒烟戒酒，积极治疗与心肌梗死相关的一些疾病（如冠心病、动脉硬化、三高病等）。\n2、季节因素\n在高发季节避免出现情绪波动及保暖,避免因冷空气刺激引起血管痉挛,尽量选择在白天阳光充足时进行室外活动，外出时携带硝酸甘油急救药物。\n3、防止便秘",
      "preventionCheckup": "急性心肌梗死发病突然，应定期的体检及复查，及早发现，及早治疗。\n1、心电图\n2、放射性核素检查\n2、心肌坏死标志物\n肌红蛋白、肌钙蛋白、肌酸激酶、肌酸激酶同工酶、天冬氨酸氨基转移酶、乳酸脱氢酶等。\n3、其他\n血常规、血沉检查、C反应蛋白等。",
      "geneticCorrelation": "",
      "jsonCause": {
        "summary": "",
        "items": [
          {
            "title": "过劳",
            "desc": "过重的体力劳动，尤其是负重登楼，过度体育活动，连续紧张劳累等。"
          },
          {
            "title": "激动",
            "desc": "由于激动、紧张、愤怒等激烈的情绪变化诱发。"
          },
          {
            "title": "暴饮暴食",
            "desc": "进食大量含高脂肪高热量的食物后，血脂浓度突然升高，导致血黏、血小板聚集性增高。在冠状动脉狭窄的基础上形成血栓，引起急性心肌梗死。"
          },
          {
            "title": "寒冷刺激",
            "desc": "突然的寒冷刺激可能诱发急性心肌梗死。"
          },
          {
            "title": "便秘",
            "desc": "因便秘时用力屏气而导致心肌梗死的老年人并不少见。"
          },
          {
            "title": "吸烟、大量饮酒",
            "desc": "吸烟和大量饮酒可通过诱发冠状动脉痉挛及心肌耗氧量增加而诱发急性心肌梗死。"
          }
        ]
      },
      "jsonPreventionGeneral": {
        "summary": "",
        "items": [
          {
            "title": "一般的预防措施",
            "desc": "合理膳食、适当的体力劳动和体育锻炼、戒烟戒酒，积极治疗与心肌梗死相关的一些疾病（如冠心病、动脉硬化、三高病等）。"
          },
          {
            "title": "季节因素",
            "desc": "在高发季节避免出现情绪波动及保暖,避免因冷空气刺激引起血管痉挛,尽量选择在白天阳光充足时进行室外活动，外出时携带硝酸甘油急救药物。"
          },
          {
            "title": "防止便秘",
            "desc": ""
          }
        ]
      },
      "jsonPreventionCheckup": {
        "summary": "急性心肌梗死发病突然，应定期的体检及复查，及早发现，及早治疗。",
        "items": [
          {
            "title": "心电图",
            "desc": ""
          },
          {
            "title": "放射性核素检查",
            "desc": ""
          },
          {
            "title": "心肌坏死标志物",
            "desc": "肌红蛋白、肌钙蛋白、肌酸激酶、肌酸激酶同工酶、天冬氨酸氨基转移酶、乳酸脱氢酶等。"
          },
          {
            "title": "其他",
            "desc": "血常规、血沉检查、C反应蛋白等。"
          }
        ]
      },
      "articles": null
    },
    "55": {
      "introduction": "肥胖症指体内脂肪堆积过多和（或）分布异常、体重增加，是包括遗传和环境因素在内的多种因素相互作用所引起的慢性代谢性疾病。",
      "advise": "1.吃饭应细细品尝，每一口咀嚼30次以上，咀嚼得愈久，饭后的能量消耗就愈高。若进食速度过快，食物未得到充分咀嚼，不利于口中食物和唾液淀粉酶的初步消化，加重肠胃负担; 咀嚼时间过短，迷走神经仍在过度兴奋之中，长此以往，容易因食欲亢进而肥胖。\n2.用餐时间若没有超20分钟，脑部不会发出饱足信号，所以要悠闲地进食; “边吃饭边做事”也是饮食过量的原因之一，用餐时间要专心吃饭，不妨和家人以及朋友好好地聊聊天。 \n3.用餐完毕后，要立刻收拾餐具，别让食物一直摆在眼前，这点很重要，规律的饮食生活，能减少体脂肪，避免拉长两餐间的时间以及在深夜进食; 限定好 “只在客厅用餐和吃点心”，如此一来，平时在无意间所吃的零食便会减少许多，避免摄入过量而导致肥胖。\n4.处理剩菜是主妇发福的元凶，特别是外出用餐，菜量很多时，要记住拿出勇气，留下剩饭，将剩菜往肚里塞，是最坏的情况。",
      "cause": "1、饮食因素\n不良饮食习惯，如进食多、喜甜食、油腻食物摄入过多；饮食结构失衡也有一定影响，在超生理所需热量的等热卡食物中，脂肪比糖类更易引起脂肪积聚。\n2、运动因素\n随着交通工具的发达，人们减少运动，加之工作压力较大，无时间进行锻炼。\n3、心理因素\n情绪上的不稳定大多数人选择用吃来作发泄，这都是引起饮食过量而导致肥胖的原因。",
      "relatedGenes": "1.FTO基因位于人类第16号染色体。该基因的确切生理功能尚不清楚。但研究表明在神经和心血管系统中起作用，与体重指数，肥胖风险和2型糖尿病有很强的联系。\n2.MC4R基因位于人类第18号染色体。由该基因编码的蛋白质是膜结合受体和黑皮质素受体家族的成员。编码的蛋白质与促肾上腺皮质激素和MSH激素相互作用，并由G蛋白介导。该基因的缺陷是常染色体显性肥胖症的原因。\n3.INSIG2基因位于人类第2号染色体。肥胖和肥胖相关表型的insig2（rs7566605）单核苷酸多态性，观察到显著的关联。rs7566605和胰岛素，体脂肪，脂肪量，瘦素和脂联素的百分比之间存在显着的关系。\n4.PCSK1基因位于人类第5号染色体。该基因编码枯草杆菌蛋白酶样前蛋白转化酶家族的成员，其包括通过分泌途径的调节或组成型分支处理蛋白质和肽前体的蛋白酶。该基因的突变与肥胖和前体蛋白转化酶1/3缺乏症的易感性相关。",
      "deficiency": null,
      "overmuch": null,
      "rich_food": null,
      "caseRate": "",
      "symptom": "轻度肥胖多无症状。中重度肥胖可引起气急、关节痛、肌肉酸痛、体力活动减少以及焦虑、由于等。肥胖还可伴有多种并发症，如睡眠性呼吸暂停综合征、胆囊疾病、高尿酸血症等。",
      "prevention": "",
      "preventionGeneral": "1、饮食习惯改变\n吃饭应细嚼慢咽，减少高热量高脂肪高糖食物的摄入，以水果代替零食。用餐时间不宜较快，减少夜宵的摄入。\n2、增强体育锻炼\n如步行、慢跑、有氧操、舞蹈、骑自行车、游泳、跳绳、爬楼梯等。\n3、建立健康的生活方式\n保证充足的睡眠，善于调节心理压力，保持稳定情绪；不吸烟、不吸毒、不酗酒。",
      "preventionCheckup": "肥胖症的诊断及辅助检查比较简单明确，应关注以下检查：\n1、BMI\n2、腰臀比\n3、体脂率\n4、血脂、血糖、肝肾功能\n5、肝脏及血管彩超",
      "geneticCorrelation": "肥胖症有家族聚集倾向，多数人类肥胖是复杂的多基因系统与环境因素综合作用的结果。",
      "jsonCause": {
        "summary": "",
        "items": [
          {
            "title": "饮食因素",
            "desc": "不良饮食习惯，如进食多、喜甜食、油腻食物摄入过多；饮食结构失衡也有一定影响，在超生理所需热量的等热卡食物中，脂肪比糖类更易引起脂肪积聚。"
          },
          {
            "title": "运动因素",
            "desc": "随着交通工具的发达，人们减少运动，加之工作压力较大，无时间进行锻炼。"
          },
          {
            "title": "心理因素",
            "desc": "情绪上的不稳定大多数人选择用吃来作发泄，这都是引起饮食过量而导致肥胖的原因。"
          }
        ]
      },
      "jsonPreventionGeneral": {
        "summary": "",
        "items": [
          {
            "title": "饮食习惯改变",
            "desc": "吃饭应细嚼慢咽，减少高热量高脂肪高糖食物的摄入，以水果代替零食。用餐时间不宜较快，减少夜宵的摄入。"
          },
          {
            "title": "增强体育锻炼",
            "desc": "如步行、慢跑、有氧操、舞蹈、骑自行车、游泳、跳绳、爬楼梯等。"
          },
          {
            "title": "建立健康的生活方式",
            "desc": "保证充足的睡眠，善于调节心理压力，保持稳定情绪；不吸烟、不吸毒、不酗酒。"
          }
        ]
      },
      "jsonPreventionCheckup": {
        "summary": "肥胖症的诊断及辅助检查比较简单明确，应关注以下检查：",
        "items": [
          {
            "title": "BMI",
            "desc": ""
          },
          {
            "title": "腰臀比",
            "desc": ""
          },
          {
            "title": "体脂率",
            "desc": ""
          },
          {
            "title": "血脂、血糖、肝肾功能",
            "desc": ""
          },
          {
            "title": "肝脏及血管彩超",
            "desc": ""
          }
        ]
      },
      "articles": null
    },
    "57": {
      "introduction": "痛风是由单钠尿酸盐沉积所致的晶体相关性关节病，与嘌呤代谢紊乱和尿酸排泄减少所致的高尿酸血症直接相关。",
      "advise": "1.合理饮食：饮食上要少食动物内脏、鱼类和嘌呤含量高的食物，如猪、牛、羊肉、火腿、香肠、鸡鸭、鹅、兔、鱼虾、菠菜、豆类、蘑菇等，花生也应少食。应大量饮水，多食发面食品、放碱的粥(可促尿酸排泄)和所有根茎类蔬菜。水果基本都可食用。\n2.多饮水、少喝汤：白开水的渗透压最有利于溶解体内各种有害物质，多饮白开水可以稀释尿酸加速排泄，使尿酸水平下降，汤中含有大量嘌呤成分，饮后不但不能稀释尿酸反而导致尿酸增高。\n3.防肥胖：肥胖者的血尿酸水平通常高于正常人，若痛风伴肥胖还可影响药物效果，降低药物敏感性。因此，肥胖者应当合理减肥。\n4.防酗酒：酒精本身可提供嘌呤原料，如啤酒内就含有大量嘌呤成分。因此，要注意避免大量饮酒，更忌酗酒。\n5.防受寒及过度劳累：受寒及过度劳累均可使人体自主神经调节紊乱，易致体表及内脏血管收缩，从而引起尿酸排泄减少。因而痛风病人要在寒冷季节穿暖和些，避免受寒，避免过分劳累和精神紧张。\n6.防剧烈运动：剧烈运动还可致出汗过多，机体失水而使血容量、肾血流量减低而影响尿酸排泄，引起一过性高尿酸血症。所以，痛风病人不宜剧烈运动。",
      "cause": "1、饮食因素\n食用高嘌呤的食物如动物肝脏、豆子、豌豆、菠菜等。此外饮用含酒精的饮料是导致痛风原因之一。\n2、诱发因素\n精神压力、酒精、药物或其他疾病。\n3、环境因素\n长期暴露在含铅环境\n4、合并疾病\n肥胖症、高血压、糖尿病、代谢症候群、肾脏及心血管疾病。",
      "relatedGenes": "SLC2A9基因位于4号染色体的短臂上，SLC2A9基因多态性与尿酸水平密切相关。SLC2A9基因编码一种公认的己糖转运体，该转运体底物是果糖。果糖摄入是影响尿酸水平和痛风的主要因素，乳糖磷酸化过程中产生的ADP用于快速生成尿酸，引起痛风。\nABCG2基因编码人类ATP结合转运蛋白G2，是一种尿酸盐外排转运体。ABCG2主要分布在肾脏近端小管细胞的绒毛膜上，此处介导肾脏尿酸的分泌。ABCG2基因rs2231142位点突变导致肾脏尿酸排泄率降低53%。\nSLC17A3基因编码Na/Pi转运体(NPT4),NPT4主要分布在肾脏近端小管细胞顶端膜上。SLC17A3下游分子SLC17A1编码的NPT1直接参与肾脏尿酸转运。SLC17A3基因rs1165205位点可降低尿酸水平。",
      "deficiency": null,
      "overmuch": null,
      "rich_food": null,
      "caseRate": "",
      "symptom": "1、急性痛风性关节炎\n多数患者发作前无明显征兆，或仅有疲乏、全身不适和关节刺痛等。\n2、间歇发作期\n风发作持续数天至数周后可自行缓解，一般无明显后遗症状，后进入无症状的间歇期。\n3、慢性痛风石病变期\n持续关节肿痛、压痛、畸形及功能障碍。\n4、肾脏病变\n慢性尿酸盐肾病、尿酸性尿路结石、急性尿酸性肾病",
      "prevention": "",
      "preventionGeneral": "1、饮食习惯\n减少肉类与海鲜的摄取量、服用足量维生素C、控制醇类与果糖的摄取量.\n2、严格控制体重\n减少高脂肪食物摄入，严格控制体重，加强运动，减少肥胖症引发的疾病。\n3、改善生活坏境\n远离含有铅的生活及工作环境。",
      "preventionCheckup": "痛风影响活动功能，对于高危人群要定期检查，及早发现、早治疗，减轻患者痛苦。\n1、血尿酸测定\n2、尿尿酸测定\n3、尿酸盐检查\n4、关节滑液检查\n5、关节X线检查\n6、CT与MRI检查",
      "geneticCorrelation": "多有遗传性，有痛风家族史者占10%～20%。痛风也与基因有一定的关系，60％的血尿酸浓度变化与基因有关",
      "jsonCause": {
        "summary": "",
        "items": [
          {
            "title": "饮食因素",
            "desc": "食用高嘌呤的食物如动物肝脏、豆子、豌豆、菠菜等。此外饮用含酒精的饮料是导致痛风原因之一。"
          },
          {
            "title": "诱发因素",
            "desc": "精神压力、酒精、药物或其他疾病。"
          },
          {
            "title": "环境因素",
            "desc": "长期暴露在含铅环境"
          },
          {
            "title": "合并疾病",
            "desc": "肥胖症、高血压、糖尿病、代谢症候群、肾脏及心血管疾病。"
          }
        ]
      },
      "jsonPreventionGeneral": {
        "summary": "",
        "items": [
          {
            "title": "饮食习惯",
            "desc": "减少肉类与海鲜的摄取量、服用足量维生素C、控制醇类与果糖的摄取量."
          },
          {
            "title": "严格控制体重",
            "desc": "减少高脂肪食物摄入，严格控制体重，加强运动，减少肥胖症引发的疾病。"
          },
          {
            "title": "改善生活坏境",
            "desc": "远离含有铅的生活及工作环境。"
          }
        ]
      },
      "jsonPreventionCheckup": {
        "summary": "痛风影响活动功能，对于高危人群要定期检查，及早发现、早治疗，减轻患者痛苦。",
        "items": [
          {
            "title": "血尿酸测定",
            "desc": ""
          },
          {
            "title": "尿尿酸测定",
            "desc": ""
          },
          {
            "title": "尿酸盐检查",
            "desc": ""
          },
          {
            "title": "关节滑液检查",
            "desc": ""
          },
          {
            "title": "关节X线检查",
            "desc": ""
          },
          {
            "title": "CT与MRI检查",
            "desc": ""
          }
        ]
      },
      "articles": null
    },
    "60": {
      "introduction": "2型糖尿病是从以胰岛素抵抗为主伴胰岛素分泌不足到胰岛素分泌不足为主伴胰岛素抵抗、以血糖升高为特征的代谢性疾病。2型糖尿病的发病正趋向低龄化，已成为危害人类身体健康的第三大非传染性疾病。糖尿病的发生是遗传因素和环境因素共同作用的结果。",
      "advise": "1.避免高脂肪饮食。\n2.防止和纠正肥胖。\n3.饮食要保证合理体重及工作、生活的需要。食物成分合理，碳水化合物以非精制、富含可溶性维生素为好，占食物总热量的50%～65%，脂肪占食物总热量的15%～20%(多不饱和脂肪酸与饱和脂肪酸比例大于1.5)，蛋白质占食物总热量的10%～15%。多吃蔬菜。\n4.增加体力活动，参加体育锻炼。\n5.避免或少用对糖代谢不利的药物。\n6.积极发现和治疗高血压、高血脂和冠心病。\n7.戒除烟酒等不良习惯。\n8.对中老年人定期进行健康查体，除常规空腹血糖外，应重视餐后2小时血糖测定。",
      "cause": "1、环境因素\n人口老龄化、不良生化方式（如高脂肪、高蛋白、低碳水化合物饮食）、营养过剩、体力活动不足、子宫内环境以及应激、化学毒物等。\n2、胰岛素抵抗和β细胞功能缺陷\n肥胖、高血脂、脂肪肝、高血压等多种均可引发胰岛素抵抗；低体重儿、胎儿期或出生早期营养不良等因素均可损伤β细胞功能。\n3、葡萄糖毒性和脂毒性",
      "relatedGenes": "IGF2BP2(Insulin-like growth factor 2 mRNA-binding protein 2)基因位于3号染色体长臂上，其编码的蛋白质\n胰岛素样生长因子2结合蛋白参与刺激胰岛素的分泌。IGF2BP2基因多态性与T2DM风险有关。\nSLC30A8位于8号染色体长臂上，该基因编码的蛋白质与胰岛素共定位。SLC30A8基因多态性与非胰岛素依赖性糖尿病的发生相关。\nTCF7L2(T-cell-specific transcription factor 4)位于10号染色体长臂上，其编码的蛋白质在Wnt信号通路中起重要作用。该蛋白质参与维持血糖稳态。该基因变异使2型糖尿病风险增加。\nFTO(fat mass and obesity-associated gene) 是一种与肥胖相关的等位基因，也称肥胖基因，该基因编码一种由506个氨基酸残基组成、分子量为58.3kDa的核蛋白。属于酮戊二酸依赖型加氧酶。此蛋白作为一个含有Fe2+加氧酶，其功能是在Fe2+和维生素C诱导下催化酮戊二酸产生琥珀酸盐和二氧化碳；还可在有氧条件、Fe2+和维生素C诱导下，催化DNA和RNA发生去甲基化反应。FTO具有的去甲基化作用可调节某些代谢相关基因，而这些作用的失调可引发肥胖，即FTO基因影响人体摄食量以及饮食结构（喜食油腻食物）。\nCDKAL1(cyclin-dependent kinase 5 regulatory subunit-associated protein 1-like 1)基因位于6号染色体短臂上。虽然该基因功能尚不清楚，但已有大量报道指出其与T2DM之间存在显著相关性。",
      "deficiency": null,
      "overmuch": null,
      "rich_food": null,
      "caseRate": "",
      "symptom": "多数发病缓慢，症状相对较轻，半数以上无任何症状；不少患者因慢性并发症、伴发病或仅于健康检查时发现。",
      "prevention": "糖尿病预防及治疗强调须早期和长期、积极而理性以及治疗措施个体化的原则。",
      "preventionGeneral": "1、饮食结构调整\n避免高脂肪、高热量、高糖食物的摄入，多食蔬菜水果，控制蛋白质的摄入，防止和纠正肥胖，戒烟限酒。\n2、有规律的适当运动\n3、合理使用药物\n避免或少用对糖代谢不利的药物。\n4、积极治疗相关风险疾病\n积极发现和治疗高血压、高血脂和冠心病。",
      "preventionCheckup": "糖尿病患者应严格监测相关数据并定期行相关专科检查。\n1、血生化\n空腹血糖、随机血糖、糖化血红蛋白、糖化血浆白蛋白、血酮体、血pH、电解质、血肌酐。\n2、尿常规\n3、口服糖耐量试验\n4、胰岛素释放实验\n5、C肽释放实验",
      "geneticCorrelation": "遗传因素是2型糖尿病发病的重要因素之一。参与发病的基因很多；每个基因参与发病的程度不等；每个基因只是赋予个体某种程度的易感性，并不足以致病；多基因异常的总效应形成遗传易感性。",
      "jsonCause": {
        "summary": "",
        "items": [
          {
            "title": "环境因素",
            "desc": "人口老龄化、不良生化方式（如高脂肪、高蛋白、低碳水化合物饮食）、营养过剩、体力活动不足、子宫内环境以及应激、化学毒物等。"
          },
          {
            "title": "胰岛素抵抗和β细胞功能缺陷",
            "desc": "肥胖、高血脂、脂肪肝、高血压等多种均可引发胰岛素抵抗；低体重儿、胎儿期或出生早期营养不良等因素均可损伤β细胞功能。"
          },
          {
            "title": "葡萄糖毒性和脂毒性",
            "desc": ""
          }
        ]
      },
      "jsonPreventionGeneral": {
        "summary": "",
        "items": [
          {
            "title": "饮食结构调整",
            "desc": "避免高脂肪、高热量、高糖食物的摄入，多食蔬菜水果，控制蛋白质的摄入，防止和纠正肥胖，戒烟限酒。"
          },
          {
            "title": "有规律的适当运动",
            "desc": ""
          },
          {
            "title": "合理使用药物",
            "desc": "避免或少用对糖代谢不利的药物。"
          },
          {
            "title": "积极治疗相关风险疾病",
            "desc": "积极发现和治疗高血压、高血脂和冠心病。"
          }
        ]
      },
      "jsonPreventionCheckup": {
        "summary": "糖尿病患者应严格监测相关数据并定期行相关专科检查。",
        "items": [
          {
            "title": "血生化",
            "desc": "空腹血糖、随机血糖、糖化血红蛋白、糖化血浆白蛋白、血酮体、血pH、电解质、血肌酐。"
          },
          {
            "title": "尿常规",
            "desc": ""
          },
          {
            "title": "口服糖耐量试验",
            "desc": ""
          },
          {
            "title": "胰岛素释放实验",
            "desc": ""
          },
          {
            "title": "C肽释放实验",
            "desc": ""
          }
        ]
      },
      "articles": null
    },
    "61": {
      "introduction": "肺是人体重要的呼吸器官，由气管、各级支气管和肺泡组成，发生于支气管和（或）肺泡上皮细胞的恶性肿瘤称肺癌。肺癌的发病率和死亡率目前已经排在各种恶性肿瘤的第一位。世界卫生组织在2001年曾经发布警告说，在过去的10年中，全球肺癌的发病率每年以22%的速度在飞快上升，每年全球新增肺癌患者达120万人，死亡110万人。",
      "advise": "1）戒烟。由于目前尚无有效的肺癌化学预防措施，不吸烟和及早戒烟可能是预防肺癌最有效的方法。\n2) 避免接触与肺癌发病有关的因素。加强职业接触中的劳动保护，应有助于减少肺癌发病危险。\n3) 筛查。癌症筛查是利用医学检测手段针对无症状或症状较轻者进行疾病诊断。尤其是对于患肺癌高风险的人群，CT可以尽早的发现肿瘤，从而尽早干预，提高生存期。\n4) 其他建议。研究表明长期服用维生素A,维生素C,维生素D，维生素E并不能减少肺癌风险。有学者认为多吃蔬菜水果可以降低肺癌风险，但这可能与较多食用水果蔬菜从而减少了吸烟有关。",
      "cause": "1、吸烟  \n烟草的组成成分及燃烧的烟雾含有苯并篦、砷、亚硝胺类多种促癌和致癌物质。吸烟时间越长，支数越多和开始年龄越小，患肺癌的机会越大。\n2、职业因素  \n长期接触石棉、砷、镍、铬、煤焦油及放射性元素或吸入致癌物，是肺癌发病的重要因素。\n3、大气污染  \n工业废气所造成的大气污染，空气中苯并篦的含量增高，是城市较农村肺癌发病率高的因素之一。\n4、疾病因素  \n有些证据表明，在免疫抑制状态下，患肺癌的危险性增高。有些肺部慢性疾病与肺癌有关，如肺结核的瘢痕处易发生肺癌。\n5、室内空气污染\n如厨房燃料燃烧和油烟是妇女肺癌发病率高的原因之一。室内建筑材料也含有致癌物质甲醛等。",
      "relatedGenes": "TERT基因位于人类第5号染色体短臂，其编码蛋白是著名的端粒酶（核糖体蛋白酶），参与染色体末端复制，在老化和抗凋亡过程中发挥重要作用。\n该基因被报道与多类肿瘤密切相关。TERT基因能够促进肺癌细胞的凋亡，从而抑制肺癌发生。研究显示，无论是否吸烟，该基因缺陷可导致肺癌高发。\nGPC5基因是肺腺癌的新型肿瘤转移抑制基因，GPC5的过表达抑制体外肺癌细胞的增殖，迁移和侵袭，而GPC5的降低能够逆转该作用。GPC5通过抑制肺腺癌Wnt /β-连环蛋白信号转导抑制肿瘤生长。\nHNF1A是染色体12上的2455-bp转录物，与相应的非肿瘤组织相比，HNF1A-AS1在肺腺癌组织中显着上调，其表达水平与TNM期，肿瘤大小和淋巴结转移显着相关。HNF1A-AS1通过调节细胞周期蛋白D1，E-钙粘蛋白，N-钙粘蛋白和β-连环蛋白表达在体外和体内促进肿瘤增殖和转移。HNF1A-AS1表达可以调节细胞增殖和转移，并将其确定为肺腺癌中的一种不良预后生物标志物。\nMIR196A2 基因多态性与NSCLC的显着增加的风险相关，表明MIR196A2的常见遗传多态性与NSCLC相关。\nCHRNA3 基因烟碱性乙酰胆碱受体基因，与肺癌风险相关，可增加吸烟者患肺癌的风险，已在白种人中广泛认定。其多态性可能通过不依赖吸烟的方式改变中国汉族人群对肺癌的易感性。\nSEZ6L基因是在22q12.2区域发现的Met430IIe多态性变体，在NSCLC细胞系中的平均表达水平较正常肺组织几乎高两倍，而SCLC细胞系中的平均表达水平高6倍以上。SEZ6L Met430Ile多态性变体在增加肺癌风险中的作用。\nBAG6首先被定性为位于人主要组织相容性复合体III类区域内的基因簇的一部, 该基因编码由胱天蛋白酶3切割的核蛋白，并参与凋亡的控制。BAG6的基因型和等位基因是挪威和联合克罗地亚 - 挪威受试者中非小细胞肺癌风险的独立预测因子,被认为是肺肿瘤中的主要癌症参与者。\nNAT1是人类基因组中两个芳基胺N-乙酰转移酶（NAT）基因之一，并且与小鼠和大鼠Nat2基因直向同源。 由该基因编码的酶催化乙酰基从乙酰-CoA转化为各种芳基胺和肼底物。 这种酶有助于代谢药物和其他异生物，并在叶酸条件下分解代谢。NAT1基因是影响烟草相关癌症发生的风险的最可能的候选者。\nMGMT编码的蛋白质是参与针对突变的细胞和来自烷化剂的毒性的DNA修复蛋白。 该蛋白催化O（6）- 烷基鸟嘌呤和DNA的其他甲基化部分转移到其自身分子，其修复毒性损伤。 基因启动子的甲基化与几种癌症类型相关，包括结肠直肠癌，肺癌，淋巴瘤和成胶质细胞瘤。在NSCLC患者中，肿瘤组织中的高甲基化率显着高于正常肺组织。",
      "deficiency": null,
      "overmuch": null,
      "rich_food": null,
      "caseRate": "49",
      "symptom": "肺癌在早期并没有什么特殊症状，仅为一般呼吸系统疾病所共有的症状，如咳嗽、痰血、低热、胸痛、气闷等，很容易被病人和医生所忽略。约有三分之一的早期肺癌没有症状，还有一部分病人尽管有轻微的早期症状，但未重视或被误诊，而延误了病情。",
      "prevention": "肺癌的预后与确诊时的临床分期密切相关，0期肺癌患者术后5年生存率为90%，Ia期肺癌患者术后5年生存率位60%，而II-IV期的病人总的5年生存率则从40%下降到5%以下。因此，争取“早期发现、早期诊断、早期治疗”，是降低肺癌死亡率的重要措施。",
      "preventionGeneral": "1、戒烟及避免被动吸烟  \n预防吸烟和戒烟是避免肺癌发生有效的办法。\n2、避免职业暴露   \n加强职业接触中的劳动保护，应有助于减少肺癌发病危险。\n3、减少大气污染    \n大气污染是城市较农村肺癌发病率高的因素之一，保护环境、减少大气污染是降低肺癌发病率的重要措施之一。\n4、积极治疗肺部疾病\n积极治疗肺部基础疾病，如肺结核、尘肺、肺部瘢痕病灶等，增强机体免疫力，降低基础疾病致癌的概率。\n5、其他  \n多吃新鲜蔬菜、水果，少吃煎炸烤熏食品。一些研究表明，饮食中蔬菜和水果比例较高的人患肺癌风险会更低，但这也可能混杂了其他因素，如风险降低是因为高水果/蔬菜饮食和更少吸烟量之间的联合作用。",
      "preventionCheckup": "对有上述高危风险因素之一且肺癌综合风险等级评定为“略高”者，应在专业临床医生指导下，每年做1-2次以下专科检查：\n1、胸片\n2、肺部CT\n3、痰液细胞学\n4、肿瘤标志物\n癌胚抗原、癌抗原125(CA-125)、癌抗原19-9（CA19-9）、神经元特异性烯醇化酶（NSE）等。\n5、纤维支气管镜",
      "geneticCorrelation": "约8%肺癌由遗传因素所致。亲属中有肺癌患者时，患病风险增加2.4倍，这可能是多个基因综合作用所致。例如，已知5、6和15号染色体上的基因多态性会影响罹患肺癌的风险大小。",
      "jsonCause": {
        "summary": "",
        "items": [
          {
            "title": "吸烟",
            "desc": "烟草的组成成分及燃烧的烟雾含有苯并篦、砷、亚硝胺类多种促癌和致癌物质。吸烟时间越长，支数越多和开始年龄越小，患肺癌的机会越大。"
          },
          {
            "title": "职业因素",
            "desc": "长期接触石棉、砷、镍、铬、煤焦油及放射性元素或吸入致癌物，是肺癌发病的重要因素。"
          },
          {
            "title": "大气污染",
            "desc": "工业废气所造成的大气污染，空气中苯并篦的含量增高，是城市较农村肺癌发病率高的因素之一。"
          },
          {
            "title": "疾病因素",
            "desc": "有些证据表明，在免疫抑制状态下，患肺癌的危险性增高。有些肺部慢性疾病与肺癌有关，如肺结核的瘢痕处易发生肺癌。"
          },
          {
            "title": "室内空气污染",
            "desc": "如厨房燃料燃烧和油烟是妇女肺癌发病率高的原因之一。室内建筑材料也含有致癌物质甲醛等。"
          }
        ]
      },
      "jsonPreventionGeneral": {
        "summary": "",
        "items": [
          {
            "title": "戒烟及避免被动吸烟",
            "desc": "预防吸烟和戒烟是避免肺癌发生有效的办法。"
          },
          {
            "title": "避免职业暴露",
            "desc": "加强职业接触中的劳动保护，应有助于减少肺癌发病危险。"
          },
          {
            "title": "减少大气污染",
            "desc": "大气污染是城市较农村肺癌发病率高的因素之一，保护环境、减少大气污染是降低肺癌发病率的重要措施之一。"
          },
          {
            "title": "积极治疗肺部疾病",
            "desc": "积极治疗肺部基础疾病，如肺结核、尘肺、肺部瘢痕病灶等，增强机体免疫力，降低基础疾病致癌的概率。"
          },
          {
            "title": "其他",
            "desc": "多吃新鲜蔬菜、水果，少吃煎炸烤熏食品。一些研究表明，饮食中蔬菜和水果比例较高的人患肺癌风险会更低，但这也可能混杂了其他因素，如风险降低是因为高水果/蔬菜饮食和更少吸烟量之间的联合作用。"
          }
        ]
      },
      "jsonPreventionCheckup": {
        "summary": "对有上述高危风险因素之一且肺癌综合风险等级评定为“略高”者，应在专业临床医生指导下，每年做1-2次以下专科检查：",
        "items": [
          {
            "title": "胸片",
            "desc": ""
          },
          {
            "title": "肺部CT",
            "desc": ""
          },
          {
            "title": "痰液细胞学",
            "desc": ""
          },
          {
            "title": "肿瘤标志物",
            "desc": "癌胚抗原、癌抗原125(CA-125)、癌抗原19-9（CA19-9）、神经元特异性烯醇化酶（NSE）等。"
          },
          {
            "title": "纤维支气管镜",
            "desc": ""
          }
        ]
      },
      "articles": null
    },
    "62": {
      "introduction": "胃位于人体上腹部，呈“J”字形，是食物重要的消化器官。胃癌可以在胃的任何部位产生，发展过程时间较长。胃癌及癌前病变的症状隐匿且无特异性，因此早期胃癌很难发现，多数患者就诊时已处于III,IV期，我国只有5-10%的胃癌能被早期诊断。我国胃癌死亡率为25.2/10 万（男性：32.8/10 万，女性：17.0/10 万），占全部恶性肿瘤死亡的23.2%，占恶性肿瘤死亡的第一位。发病年龄以中老年居多，35岁以下较低，55-70岁为高发年龄段。",
      "advise": "1) 饮食：养成良好的进食习惯，细嚼慢咽，不吃烫食，少吃质硬粗糙的食物。每天进食盐量应低于10g，尽量少吃或不吃盐腌、烟熏、油炸食物，如泡菜、鲜肉、火腿、腊肉、熏鱼等；不吃霉变食品。多吃新鲜蔬菜水果，多饮绿茶。\n2)预防和治疗幽门螺杆菌（HP）感染：采取适当的公共卫生措施改善卫生条件是降低Hp感染流行的关键，治疗Hp感染是胃癌化学预防的潜在措施。目前建议，至少应在一级亲属患有胃癌的人群中检测并治疗Hp感染。\n3)环氧化酶抑制剂：环氧化酶-2（COX-2）在细胞增殖、凋亡和血管生成过程中具有重要作用，可能是危险因素诱发胃癌过程的重要介质。研究显示成功根治Hp感染后胃黏膜内COX-2表达下降。此外阿司匹林及其他非类固醇性抗炎药能通过抑制COX-2来抑制肿瘤细胞增殖。\n4)胃癌筛查：对高危人群进行筛查，以期早期诊断，提高胃癌生存率。高危人群特征：处于高发地区，社会经济地位低下，长期抽烟，喜食腌制、烟熏、油炸食物；年龄40岁以上，有上消化道症状；有胃癌前状态者；有胃癌前病变；有胃癌家族史。",
      "cause": "1、感染幽门螺旋杆菌（HP）\nHP可引起胃壁浅层的慢性炎症并可能引起癌前病变，最近的研究表明在感染Hp的人群中给予根除治疗能降低胃癌的发病风险。 \n2、不良饮食、生活习惯\n大量摄入腌制烟熏食物，比如熏鱼、熏肉和泡菜。长期大量的吸烟、酗酒。\n3、其他环境因素\n某些环境因素如高泥碳土壤、水土含硝酸盐过多或化学污染可直接或间接经饮食途径参与胃癌的发生。\n4、癌前病变\n胃部的息肉尤其是多发息肉（小的良性增生有时能发展成胃癌）、慢性萎缩性胃炎、胃溃疡。",
      "relatedGenes": "PLCE1是人类第10号染色体长臂。该基因变异与胃癌相关性最强。该基因缺陷与幽门螺旋杆菌感染相互影响，共同导致胃癌发生。建议您注意避免幽门螺旋杆菌感染（如使用公筷等措施）。\nPSCA基因位于人类第8号染色体长臂。该基因编码的蛋白是一种以糖基磷脂酰肌醇方式结合在细胞膜上的糖蛋白，表达于前列腺、膀胱、胎盘、结肠、肾脏和胃，该基因的上游起始密码子具有多态性，被认为与胃癌和膀胱癌发生风险有关。\nPRKAA1基因位于人类第5号染色体短臂，调控许多关键代谢酶的活性，可终止消耗大量能量的生物体内的合成反应，从而保护人体细胞免受饥饿伤害。\nIL17A基因编码的蛋白质是由活化的T细胞产生的促炎细胞因子，在炎症相关疾病中发挥关键作用，如感染，自身免疫和肿瘤。Th17细胞促进人类胃癌（GC），虽然细胞内IL-17A的来源和Tc17和γδT17细胞的作用仍然知之甚少。IL-17A +T细胞和相关的细胞因子可能在人类GC进展和转移中起关键作用，因此代表治疗的潜在靶标。\nSERPINE1基因编码丝氨酸蛋白酶抑制剂超家族的成员。内含子7中的SNPc.1162 + 162C> T（rs2227692）与DGC（diffuse-type gastric cancer）的易感性相关，但与肠型胃癌的易感性无关。 已报道基因SERPINE1的遗传变体可改变发生GC的风险。通过致癌性激活GSK3β，CD133，DSC2，P-钙粘着蛋白，CDH17，CD168，CD44，金属蛋白酶MMP7和MMP11，以及miRNA的一个子集和通过肿瘤抑制基因失活机制TFF1，PDX1，BCL2L10，XRCC，psiTPTE-HERV，HAI-2，GRIK2和RUNX3）。揭示了炎症介质环氧合酶-2（COX-2）在胃癌发生过程中的作用及其作为潜在分子靶标治疗的重要性。",
      "deficiency": null,
      "overmuch": null,
      "rich_food": null,
      "caseRate": "37",
      "symptom": "胃癌的临床表现：\n1、早期胃癌多无症状，或仅有一些非特异性消化道症状。\n2、进展期胃癌最早出现的症状是上腹痛，常同时伴有纳差、厌食、体重减轻，而这种腹痛不能被进食或服用抑酸剂缓解。患者常有早饱感及软弱无赖。\n3、发生合并症或转移时：贲门癌累及食管下段时可出现吞咽困难，并发幽门梗阻时可有恶心呕吐，溃疡型胃癌出血时可引起呕血或黑粪，继之出现贫血，转移至肝时可引起右上腹痛，转移至肺可引起咳嗽、呃逆、咯血等。\n4、体征：早期无明显体征，进展期在上腹部可扪及肿块，有压痛。肿块多位于上腹偏右相当于胃窦处。转移至肝可致肝肿大及出现黄疸，腹膜转移时可出现腹水，移动性浊音阳性，远处淋巴结转移时，可扪及Virchow淋巴结，质硬不活动。",
      "prevention": "胃癌的发展较隐匿，未能及时发现并治疗，对高危人群进行筛查，以期早期诊断，提高胃癌生存率。胃癌的治疗效果取决于疾病的分期，即肿瘤生长的大小，对胃壁的浸润程度及是否侵犯周围的器官，淋巴结和身体的其他部位。至今为止，手术是唯一可能实现治愈的治疗手段。",
      "preventionGeneral": "1、饮食\n养成良好的进食习惯，细嚼慢咽，不吃烫食，少吃质硬粗糙的食物。每天进食盐量应低于10g，尽量少吃或不吃盐腌、烟熏、油炸食物，如泡菜、鲜肉、火腿、腊肉、熏鱼等；不吃霉变食品。多吃新鲜蔬菜水果，多饮绿茶。\n2、预防和治疗幽门螺杆菌（HP）感染\n采取适当的公共卫生措施改善卫生条件是降低Hp感染流行的关键，治疗Hp感染是胃癌化学预防的潜在措施。目前建议，至少应在一级亲属患有胃癌的人群中检测并治疗Hp感染。\n3、环氧化酶抑制剂\n环氧化酶-2（COX-2）在细胞增殖、凋亡和血管生成过程中具有重要作用，可能是危险因素诱发胃癌过程的重要介质。研究显示成功根治Hp感染后胃黏膜内COX-2表达下降。此外阿司匹林及其他非类固醇性抗炎药能通过抑制COX-2来抑制肿瘤细胞增殖。\n4、普查\n在胃癌高发地区，高危人群应定期普查，提高早期诊断率及早进行治疗。",
      "preventionCheckup": "因胃癌病情发展隐匿，对于已患有慢性萎缩性胃炎、饮食结构不合理的高危人群，除进行生活方式的改变外，应定期进行专科门诊定期检查。\n1、幽门螺旋杆菌检测\n2、X线钡餐检查\n3、胃镜\n4、胃组织活检\n5、胃腔脱落细胞学检测\n6、腹部超声及CT（肝胰及淋巴结）",
      "geneticCorrelation": "胃癌有明显的家族聚集倾向，家族发病率高于普通人群的2-3倍。浸润型胃癌有更高的家族发病倾向，提示该型与遗传因素有关。一般认为遗传因素使致癌物质对易感者更易致癌。",
      "jsonCause": {
        "summary": "",
        "items": [
          {
            "title": "感染幽门螺旋杆菌（HP）",
            "desc": "HP可引起胃壁浅层的慢性炎症并可能引起癌前病变，最近的研究表明在感染Hp的人群中给予根除治疗能降低胃癌的发病风险。"
          },
          {
            "title": "不良饮食、生活习惯",
            "desc": "大量摄入腌制烟熏食物，比如熏鱼、熏肉和泡菜。长期大量的吸烟、酗酒。"
          },
          {
            "title": "其他环境因素",
            "desc": "某些环境因素如高泥碳土壤、水土含硝酸盐过多或化学污染可直接或间接经饮食途径参与胃癌的发生。"
          },
          {
            "title": "癌前病变",
            "desc": "胃部的息肉尤其是多发息肉（小的良性增生有时能发展成胃癌）、慢性萎缩性胃炎、胃溃疡。"
          }
        ]
      },
      "jsonPreventionGeneral": {
        "summary": "",
        "items": [
          {
            "title": "饮食",
            "desc": "养成良好的进食习惯，细嚼慢咽，不吃烫食，少吃质硬粗糙的食物。每天进食盐量应低于10g，尽量少吃或不吃盐腌、烟熏、油炸食物，如泡菜、鲜肉、火腿、腊肉、熏鱼等；不吃霉变食品。多吃新鲜蔬菜水果，多饮绿茶。"
          },
          {
            "title": "预防和治疗幽门螺杆菌（HP）感染",
            "desc": "采取适当的公共卫生措施改善卫生条件是降低Hp感染流行的关键，治疗Hp感染是胃癌化学预防的潜在措施。目前建议，至少应在一级亲属患有胃癌的人群中检测并治疗Hp感染。"
          },
          {
            "title": "环氧化酶抑制剂",
            "desc": "环氧化酶-2（COX-2）在细胞增殖、凋亡和血管生成过程中具有重要作用，可能是危险因素诱发胃癌过程的重要介质。研究显示成功根治Hp感染后胃黏膜内COX-2表达下降。此外阿司匹林及其他非类固醇性抗炎药能通过抑制COX-2来抑制肿瘤细胞增殖。"
          },
          {
            "title": "普查",
            "desc": "在胃癌高发地区，高危人群应定期普查，提高早期诊断率及早进行治疗。"
          }
        ]
      },
      "jsonPreventionCheckup": {
        "summary": "因胃癌病情发展隐匿，对于已患有慢性萎缩性胃炎、饮食结构不合理的高危人群，除进行生活方式的改变外，应定期进行专科门诊定期检查。",
        "items": [
          {
            "title": "幽门螺旋杆菌检测",
            "desc": ""
          },
          {
            "title": "X线钡餐检查",
            "desc": ""
          },
          {
            "title": "胃镜",
            "desc": ""
          },
          {
            "title": "胃组织活检",
            "desc": ""
          },
          {
            "title": "胃腔脱落细胞学检测",
            "desc": ""
          },
          {
            "title": "腹部超声及CT（肝胰及淋巴结）",
            "desc": ""
          }
        ]
      },
      "articles": null
    },
    "64": {
      "introduction": "食管连接咽喉和胃，起着运输食物的作用。食管癌是发生在食管的恶性消化道肿瘤，以鳞状上皮癌多见。中国是世界上食管癌的高发国家，我国大约16万人每年被诊断为食管癌，食管癌发病率有上升趋势，特别是食管腺癌。",
      "advise": "1) 建立健康生活习惯\n预防包括停止吸烟或咀嚼烟丝。在亚洲克服咀嚼槟郎的成瘾性是预防食管鳞状细胞癌的另一个有希望的途径。通过保持正常的体重也可以减少风险。\n2) 饮食调节\n美国国家癌症研究所指出，提高饮食中十字花科（圆白菜，西兰花/椰菜，花椰菜，布鲁塞尔豆芽）、绿色黄色蔬菜和水果比例可以降低食管癌的发病风险。膳食纤维被认为保护性，特别是对食管腺癌。没有证据表明维生素补充剂改变了食管癌发生风险。\n3) 患有Barrett食管者具有较高的风险，需要定期内镜以早期筛查。因为在没有症状的人中筛查腺癌的获益还不明显，美国不推荐世界上一些具有鳞状细胞癌高发病率的地区进行筛查。",
      "cause": "1、化学、生物致癌物质\n亚硝胺是被公认的化学致癌物，在高发区的粮食和饮水中含量显著升高，且与当地食管癌和食管上皮重度增生的患病率呈正相关。各种霉变食物能产生致癌物质，霉菌与亚硝胺协同致癌。\n2、食管慢性刺激\n食物粗糙、进食过烫，咀嚼摈榔或烟丝等习惯造成对食管黏膜的慢性理化刺激，可致局限性或弥漫性上皮增生，形成癌前病变。\n3、癌前病变\n慢性食管病如胃食管反流病、贲门失弛缓症、腐蚀性食管灼伤和狭窄等患者食管癌发生率高。\n4、营养因素\n饮食缺乏动物蛋白、新鲜蔬菜和水果，摄入的维生素A、B2、和C缺乏，是食管癌的危险因素。\n5、人乳头状病毒\n一些研究发现食管上皮增生与乳头状病毒感染有关。",
      "relatedGenes": "PDE4D基因位于人类第5号染色体长臂。该基因编码一种能够降低细胞内cAMP含量的蛋白酶，与肿瘤存在一定关系。\nPLCE1是人类第10号染色体长臂。该基因变异与胃癌相关性最强,研究发现其突变还可导致食管癌发生风险增高，该基因编码的蛋白属于PLC蛋白家族成员，在肿瘤相关的炎症反应中发挥重要作用。\nHECTD4 基因可能是癌症相关基因。",
      "deficiency": null,
      "overmuch": null,
      "rich_food": null,
      "caseRate": null,
      "symptom": "1、早期症状不典型，易被忽略。主要为胸骨后不适、烧灼感、针刺样或牵拉样痛，进食通过缓慢并有滞留的感觉或轻度哽噎感。\n2、中晚期症状主要有进行性咽下困难，食物反流，咽下疼痛，其他症状如慢性脱水、营养不良、消瘦与恶病质等。",
      "prevention": "如果已存在食管癌的高危险因素，特别是Barrett食管，需要及时进行一些监测手段比如内镜活检。如果长期存在吞咽疼痛、胸闷或烧心、原因不明的体重减轻、声嘶，呃逆，肺炎和高钙血症等症状，应尽早到正规医院相关科室进行诊断及治疗，早诊断才能获得完善系统的治疗。",
      "preventionGeneral": "1、建立健康生活习惯\n戒烟戒酒，避免吸烟和酗酒是降低发病风险的最佳办法。禁食一些含致癌物质的食物，如霉变的食物中含 亚硝胺类化合物和真菌霉素。\n2、饮食结构调节\n少食多餐，避免食用过硬或粗糙、过烫、辛辣及油炸等刺激性食物。多食一些水果蔬菜及富含维生素及矿物质、膳食纤维的饮食。美国国家癌症研究所指出，提高饮食中十字花科（圆白菜，西兰花/椰菜，花椰菜，布鲁塞尔豆芽）、绿色黄色蔬菜和水果比例可以降低食管癌的发病风险。",
      "preventionCheckup": "对于已有食管癌类似症状的患者，应积极进行检查确诊，以获得早期治疗。\r1、上消化道钡剂造影\r2、食管内镜检查\r3、食管组织活检\r4、食管脱落细胞学检查\r5、食管CT检查",
      "geneticCorrelation": "食管癌发病表现家族性聚集现象。在我国高发地区，本病有阳性家族史者达25%-50%，其中父系最高，母系次之，旁系最低。环境和遗传多因素引起食管癌的发生，涉及的分子生物学基础目前认为是癌基因激活或抑癌基因失活的基因变化所致。",
      "jsonCause": {
        "summary": "",
        "items": [
          {
            "title": "化学、生物致癌物质",
            "desc": "亚硝胺是被公认的化学致癌物，在高发区的粮食和饮水中含量显著升高，且与当地食管癌和食管上皮重度增生的患病率呈正相关。各种霉变食物能产生致癌物质，霉菌与亚硝胺协同致癌。"
          },
          {
            "title": "食管慢性刺激",
            "desc": "食物粗糙、进食过烫，咀嚼摈榔或烟丝等习惯造成对食管黏膜的慢性理化刺激，可致局限性或弥漫性上皮增生，形成癌前病变。"
          },
          {
            "title": "癌前病变",
            "desc": "慢性食管病如胃食管反流病、贲门失弛缓症、腐蚀性食管灼伤和狭窄等患者食管癌发生率高。"
          },
          {
            "title": "营养因素",
            "desc": "饮食缺乏动物蛋白、新鲜蔬菜和水果，摄入的维生素A、B2、和C缺乏，是食管癌的危险因素。"
          },
          {
            "title": "人乳头状病毒",
            "desc": "一些研究发现食管上皮增生与乳头状病毒感染有关。"
          }
        ]
      },
      "jsonPreventionGeneral": {
        "summary": "",
        "items": [
          {
            "title": "建立健康生活习惯",
            "desc": "戒烟戒酒，避免吸烟和酗酒是降低发病风险的最佳办法。禁食一些含致癌物质的食物，如霉变的食物中含 亚硝胺类化合物和真菌霉素。"
          },
          {
            "title": "饮食结构调节",
            "desc": "少食多餐，避免食用过硬或粗糙、过烫、辛辣及油炸等刺激性食物。多食一些水果蔬菜及富含维生素及矿物质、膳食纤维的饮食。美国国家癌症研究所指出，提高饮食中十字花科（圆白菜，西兰花/椰菜，花椰菜，布鲁塞尔豆芽）、绿色黄色蔬菜和水果比例可以降低食管癌的发病风险。"
          }
        ]
      },
      "jsonPreventionCheckup": {
        "summary": "对于已有食管癌类似症状的患者，应积极进行检查确诊，以获得早期治疗。",
        "items": [
          {
            "title": "上消化道钡剂造影",
            "desc": ""
          },
          {
            "title": "食管内镜检查",
            "desc": ""
          },
          {
            "title": "食管组织活检",
            "desc": ""
          },
          {
            "title": "食管脱落细胞学检查",
            "desc": ""
          },
          {
            "title": "食管CT检查",
            "desc": ""
          }
        ]
      },
      "articles": null
    },
    "65": {
      "introduction": "结肠和直肠都是人体内很重要的一段肠管，他们是人体消化道的末段，其作用是吸收经过小肠消化吸收的食物残渣中的水分和其他一些物质，并将这些残渣最终变成粪便，并最终排出体外。结直肠癌俗称大肠癌，是发生在结肠和直肠的癌症。在我国常见恶性肿瘤死亡中，结直肠癌患者在男性占第五位，女性占第六位。近二十年来结直肠癌的发病率在逐渐增加，同时，其发病年龄趋向老龄化。",
      "advise": "①生活方式：目前关于预防结肠直肠癌的饮食建议包括增加全谷物，水果和蔬菜的消耗，并减少红肉和加工肉类的摄入量。也建议更高水平的身体锻炼。体育锻炼与结肠而不是直肠癌风险的适度减少有关。高水平的身体活动将结肠癌的风险降低约21％。长期坐位与结肠癌的高死亡率有关。 风险不会由于定期运动而被否定，虽然它被降低。然而，纤维和水果和蔬菜对结直肠癌保护效果的证据很差。通过保持正常体重可以减少结肠癌的风险。\n②药物：阿司匹林和塞来考昔似乎降低了高风险者中结肠直肠癌的风险。阿司匹林是推荐在那些50-60岁有心血管病风险，并没有增加出血风险，以预防结肠直肠癌。它不推荐在平均风险的人。 有补充钙的暂时证据，但它不足以提出建议。维生素D摄入和血液水平与较低的结肠癌风险相关。\n③筛查：由于超过80％的结肠直肠癌来自腺瘤性息肉，因此筛查不仅对早期检测有效，而且对预防有效。可以通过结肠镜检查或乙状结肠镜检查除去检测到的任何息肉，从而防止发生癌变。筛查可以将结肠直肠癌死亡率减少60％。",
      "cause": "1、饮食因素\n如高脂肪低纤维饮食；动物蛋白、食物中亚硝胺及其衍生物含量高；摄入酒精；油炸食品；维生素A、C、E及微量元素硒缺乏等。\n2、大肠的某些良性病变\n如慢性溃疡性结肠炎、大肠腺瘤、家族性结肠腺瘤病、血吸虫病、大肠息肉等。\n3、职业因素与卫生习惯\n缺少体力活动可增加患结肠癌的危险性，但一般不认为大肠癌是一种职业病。",
      "relatedGenes": "SRRM1P、POU5F1B基因均位于第8号染色体长臂。SRRM1P基因功能异常可导致结直肠癌发生；POU5F1B基因编码一个弱强度的转录激活因子，可能在肿瘤和眼睛发育中发挥作用，全基因组分析发现该基因与结直肠癌易感性相关。\nC11orf93基因位于人类第11号染色体长臂。该基因所编码的功能蛋白对于结直肠癌的发生与进展具有重要调控作用，该基因的突变将导致结直肠癌发病风险增高。\nSMAD7基因位于人类第18号染色体长臂。该基因编码一种E3泛素连接酶的结合核蛋白，两者形成复合体后会转移至胞浆与TGFBR1发生反应，并促进自身与TGFBR1的降解。该基因的变异是3型结直肠癌发生的重要原因。\nGREM1基因位于人类第15号染色体长臂。该基因编码的蛋白属于成骨蛋白拮抗蛋白家族。该蛋白能够直接结合BMP蛋白，从而发挥拮抗BMP蛋白的作用。该基因生理功能包括：调节器官形成、躯体发育、组织分化等。BMP被报道与肥胖症密切相关，GREM1基因缺陷可能通过影响体重，增加结直肠癌的发生风险。建议您注意控制体重，避免肥胖，以预防结直肠癌的发生。\nKRT8P16、TCEB1P3基因均位于人类第10号染色体短臂。这两个基因都是假基因，是丧失正常功能的DNA序列，一般没有明确的生理意义。但经研究调查发现，这两个基因的突变可导致结直肠癌患病风险增高。\nSMAD7基因编码的蛋白质是结合E3泛素连接酶SMURF2的核蛋白。该基因的变异是对3型结肠直肠癌（CRCS3）的易感性的原因。基因SMAD7中的错义变体与CRC风险一致且显着相关，其可以通过阻碍下游基因的活化来阻断TGF-β信号传导，导致癌细胞增殖，从而促进CRC发病机制。\nAPC基因突变引起的家族性腺瘤性息肉病，是一种显性遗传性疾病，其特征在于多发性结肠直肠息肉并可进展为结肠直肠癌，是结直肠癌（CRC）的常染色体显性遗传形式。APC基因在腺瘤中具有30％的突变率，在癌病中为29％的频率。\nCHFR基因编码E3泛素 - 蛋白连接酶，其用于维持调节细胞周期进入有丝分裂的反相检查点，因此可在细胞周期进程和肿瘤发生中起关键作用。CHFR启动子CpG岛甲基化与MSI相关，也经常发生在MSS CRC中，并且是II期，MSS，BRAF WT CRC中有前途的预后标记物。\nCYP2W1基因位于7号染色体，编码酶的细胞色素P450超家族的成员。 细胞色素P450蛋白是单加氧酶，其催化许多反应，其涉及药物代谢和胆固醇，类固醇和其他脂质的合成。 CYP2W1能够激活几种致癌物质，抗癌前药等。有研究把建议CYP2W1表达水平作为结直肠癌和肝细胞癌中的独立预后生物标志物，但 CYP2W1的遗传多态性与癌症风险的相关性尚不确定。",
      "deficiency": null,
      "overmuch": null,
      "rich_food": null,
      "caseRate": "28",
      "symptom": "早期大肠癌常无症状，随着癌肿的增大与并发症的发生才出现症状。\n1、便血\n是结肠癌最早和最常见的表现。轻者仅表现为偶尔有少量出血，须经过实验室测试才知道有少量出血，重者可表现有粘液血便、粘液脓血便或鲜血便，常被误诊为痢疾或痔疮出血而贻误了确诊时机。\n2、腹痛\n部分病人以定位不确切的持续隐痛为首发或突出症状，部分病人仅腹部不适或腹胀感。\n3、排便习惯改变\n多为排便次数或粪便性状改变，如大便次数突然增多，粪便的性状如水样，或伴有里急后重感，尤其是发生于青年人时。 \n4、贫血\n男性病人，尤其是无其他原因的失血，亦无肠寄生虫病的人，如发现进行性缺铁性贫血，应想到有胃或大肠癌的可能性。",
      "prevention": "开展大肠癌的早查早治有着非常重要的现实意义。",
      "preventionGeneral": "1、膳食结构的改善\n减少高动物蛋白、高脂肪、过于精细的食物如牛肉、少纤维素及精制米面的摄入。多吃含纤维素多的蔬菜水果，如菠菜、芹菜、水果等，以保持大便通畅。\n2、养成良好的排便习惯\n养成清晨定期排便的习惯，减少便秘的发生，使粪便在肠道停留的时间减少，进而降低诱发炎性反应、坏死的几率，最终降低肠道癌变。\n3、生活习惯的改变\n定期进行运动，避免长期的久坐。规律作息，减少长期的熬夜。注意个人饮食卫生，减少肠道疾病的发生。",
      "preventionCheckup": "尽管任何年龄都可以罹患结直肠癌，但90％以上病例年龄大于40岁。所以通常讲40岁以上的人应该开始例行的体检，以及时发现可能的癌变。\n1、粪便检查\n2、直肠指检\n3、结肠镜检查\n4、钡灌肠及X线检查",
      "geneticCorrelation": "据估计约20％的大肠癌病人中遗传因素可能起重要作用，如家族性腺瘤性息肉病、遗传性非息肉病性结直肠癌是最常见的遗传性大肠癌",
      "jsonCause": {
        "summary": "",
        "items": [
          {
            "title": "饮食因素",
            "desc": "如高脂肪低纤维饮食；动物蛋白、食物中亚硝胺及其衍生物含量高；摄入酒精；油炸食品；维生素A、C、E及微量元素硒缺乏等。"
          },
          {
            "title": "大肠的某些良性病变",
            "desc": "如慢性溃疡性结肠炎、大肠腺瘤、家族性结肠腺瘤病、血吸虫病、大肠息肉等。"
          },
          {
            "title": "职业因素与卫生习惯",
            "desc": "缺少体力活动可增加患结肠癌的危险性，但一般不认为大肠癌是一种职业病。"
          }
        ]
      },
      "jsonPreventionGeneral": {
        "summary": "",
        "items": [
          {
            "title": "膳食结构的改善",
            "desc": "减少高动物蛋白、高脂肪、过于精细的食物如牛肉、少纤维素及精制米面的摄入。多吃含纤维素多的蔬菜水果，如菠菜、芹菜、水果等，以保持大便通畅。"
          },
          {
            "title": "养成良好的排便习惯",
            "desc": "养成清晨定期排便的习惯，减少便秘的发生，使粪便在肠道停留的时间减少，进而降低诱发炎性反应、坏死的几率，最终降低肠道癌变。"
          },
          {
            "title": "生活习惯的改变",
            "desc": "定期进行运动，避免长期的久坐。规律作息，减少长期的熬夜。注意个人饮食卫生，减少肠道疾病的发生。"
          }
        ]
      },
      "jsonPreventionCheckup": {
        "summary": "尽管任何年龄都可以罹患结直肠癌，但90％以上病例年龄大于40岁。所以通常讲40岁以上的人应该开始例行的体检，以及时发现可能的癌变。",
        "items": [
          {
            "title": "粪便检查",
            "desc": ""
          },
          {
            "title": "直肠指检",
            "desc": ""
          },
          {
            "title": "结肠镜检查",
            "desc": ""
          },
          {
            "title": "钡灌肠及X线检查",
            "desc": ""
          }
        ]
      },
      "articles": null
    },
    "66": {
      "introduction": "乳腺癌是女性最常见的恶性肿瘤之一，乳腺癌是发生在乳腺腺上皮组织的恶性肿瘤。40—60岁之间，绝经期前后的妇女发病率较高。乳腺癌的发病率基本呈上升趋势，亚洲等低发地区近20年来的发病率有明显上升，发病率占全身各种恶性肿瘤的7-10%，在妇女仅次于子宫癌。",
      "advise": "①生活方式：保持健康的体重，少饮酒，积极锻炼和母乳喂养孩子可以减少乳腺癌的风险。这些改变在美国可能会减少38％的乳腺癌，在英国可减少42％，28％在巴西和20％在中国。在所有年龄组，包括绝经后妇女，都可以看到轻度步行等适度运动的好处。高水平的身体锻炼将乳腺癌的风险降低约14％。高摄入柑橘类水果可降低10％的风险。海洋ω-3多不饱和脂肪酸级大豆食品可能降低风险。\n②药物：选择性雌激素受体调节剂（如他莫昔芬）可降低乳腺癌的风险，但增加血栓栓塞和子宫内膜癌的风险。死亡风险没有整体变化。因此，不推荐在平均风险的妇女中预防乳腺癌，但可以为高风险的妇女提供。在停止使用这些药物的治疗过程后，乳腺癌减少的益处持续至少五年。",
      "cause": "1、生殖因素\n乳腺癌的发生与多种生殖因素有密切关系，如初潮年龄小，停经年龄晚，月经周期短，未生育或第1胎足月妊娠年龄大，产次少，缺乏母乳喂养。\n2、激素类药物\n内源性雌激素、催乳素与绝经后乳腺癌有关。雌激素替代疗法且应用时间较长的妇女发生乳腺癌的概率显著增加。\n3、营养饮食\n饱和脂肪酸可能增加乳腺癌的风险，而单链不饱和脂肪酸可降低乳腺癌的风险。日乙醇摄入量增加10g，发生乳腺癌的风险就增加9%。纤维素有抑制乳腺癌和结直肠癌发生的作用。\n4、其他\n大剂量电离辐射乳腺癌发病率增高，40岁以前适当运动可以减少乳腺癌的危险性。",
      "relatedGenes": "FGFR2基因位于人类第10号染色体长臂。该基因编码的蛋白是成纤维细胞生长因子受体家族的成员。研究表明FGFR2基因在乳腺的发育及癌症的发生中起着重要作用，该基因的变异产生的多态性与乳腺癌的易感性相关。\nLSP1基因位于人类第11号染色体短臂。该基因与乳腺组织的生长、退化，以及纤维化和乳腺密度等都有关系，被认为是乳腺癌的易感基因之一。最近研究发现该基因的突变可导致乳腺癌发生风险增高。",
      "deficiency": null,
      "overmuch": null,
      "rich_food": null,
      "caseRate": "22",
      "symptom": "1、乳房肿块\n乳腺癌的显著症状通常是触及不同于乳房其余组织的肿块，\n2、乳头溢乳及乳头皮肤溃烂\n乳头溢液，乳房或腋窝部分的持续疼痛，以及腋下或锁骨周围肿胀。除此之外还可有乳房组织不同的增厚，一个乳房变大或变小，乳头变化位置或形状或变得倒置，乳头上或周围的皮疹。\n3、皮肤呈橘皮样改变\n4、其他改变\n腋窝淋巴结中发现的肿瘤也可能提示乳腺癌。",
      "prevention": "对于乳腺癌的早期诊断应具有良好的心态，不应该“漠视”，要“重视”，但是不要“恐惧”。",
      "preventionGeneral": "1、生活方式改变\n保持健康的体重，戒烟戒酒，积极锻炼和母乳喂养孩子可以减少乳腺癌的风险。轻度步行等适度运动的对预防本病大有好处。高水平的身体锻炼将乳腺癌的风险降低约14％。高摄入柑橘类水果可降低10％的风险。海洋ω-3多不饱和脂肪酸级大豆食品可能降低风险。\n2、高危人群的药物干预\n选择性雌激素受体调节剂（如他莫昔芬）可降低乳腺癌的风险，但增加血栓栓塞和子宫内膜癌的风险，死亡风险没有整体变化，因此，不推荐在平均风险的妇女中预防乳腺癌，但可以为高风险的妇女提供。在停止使用这些药物的治疗过程后，乳腺癌减少的益处持续至少五年。\n3、合理使用激素类药物",
      "preventionCheckup": "对于标记为乳腺癌高危人群的人，定期的乳腺癌专项检查对乳腺癌高风险人群意义重大。\n1、乳腺彩超\n2、乳腺钼靶\n3、乳腺X线照相\n4、乳腺MRI\n5、乳腺穿刺活检",
      "geneticCorrelation": "研究发现，有一级亲属患乳腺癌的人其发生乳腺癌的概率较无家族史的高2-3倍，若一级亲属在绝经前患双侧乳腺癌则相对危险度高达9倍。",
      "jsonCause": {
        "summary": "",
        "items": [
          {
            "title": "生殖因素",
            "desc": "乳腺癌的发生与多种生殖因素有密切关系，如初潮年龄小，停经年龄晚，月经周期短，未生育或第1胎足月妊娠年龄大，产次少，缺乏母乳喂养。"
          },
          {
            "title": "激素类药物",
            "desc": "内源性雌激素、催乳素与绝经后乳腺癌有关。雌激素替代疗法且应用时间较长的妇女发生乳腺癌的概率显著增加。"
          },
          {
            "title": "营养饮食",
            "desc": "饱和脂肪酸可能增加乳腺癌的风险，而单链不饱和脂肪酸可降低乳腺癌的风险。日乙醇摄入量增加10g，发生乳腺癌的风险就增加9%。纤维素有抑制乳腺癌和结直肠癌发生的作用。"
          },
          {
            "title": "其他",
            "desc": "大剂量电离辐射乳腺癌发病率增高，40岁以前适当运动可以减少乳腺癌的危险性。"
          }
        ]
      },
      "jsonPreventionGeneral": {
        "summary": "",
        "items": [
          {
            "title": "生活方式改变",
            "desc": "保持健康的体重，戒烟戒酒，积极锻炼和母乳喂养孩子可以减少乳腺癌的风险。轻度步行等适度运动的对预防本病大有好处。高水平的身体锻炼将乳腺癌的风险降低约14％。高摄入柑橘类水果可降低10％的风险。海洋ω-3多不饱和脂肪酸级大豆食品可能降低风险。"
          },
          {
            "title": "高危人群的药物干预",
            "desc": "选择性雌激素受体调节剂（如他莫昔芬）可降低乳腺癌的风险，但增加血栓栓塞和子宫内膜癌的风险，死亡风险没有整体变化，因此，不推荐在平均风险的妇女中预防乳腺癌，但可以为高风险的妇女提供。在停止使用这些药物的治疗过程后，乳腺癌减少的益处持续至少五年。"
          },
          {
            "title": "合理使用激素类药物",
            "desc": ""
          }
        ]
      },
      "jsonPreventionCheckup": {
        "summary": "对于标记为乳腺癌高危人群的人，定期的乳腺癌专项检查对乳腺癌高风险人群意义重大。",
        "items": [
          {
            "title": "乳腺彩超",
            "desc": ""
          },
          {
            "title": "乳腺钼靶",
            "desc": ""
          },
          {
            "title": "乳腺X线照相",
            "desc": ""
          },
          {
            "title": "乳腺MRI",
            "desc": ""
          },
          {
            "title": "乳腺穿刺活检",
            "desc": ""
          }
        ]
      },
      "articles": null
    },
    "68": {
      "introduction": "鼻咽癌（NPC）是指发生于鼻咽腔顶部和侧壁的恶性肿瘤。最常见于后外侧鼻咽或咽部凹陷或占50％的“Rosenmüller的窝”。是我国高发恶性肿瘤之一，发病率为耳鼻咽喉恶性肿瘤之首。中国是鼻咽癌的高发地区，我国鼻咽癌的发病率存在地区差异，南方较高，特别是广东省的部分地区，男性较女性发病率高。",
      "advise": "①　减少食物中盐腌制食物的比例，少吃或不吃亚硝胺类食物。\n②　避免接触污染较重的外界空气环境。\n③　鼻咽癌发病年龄高峰区域主要包括15-24，及65-79岁；此年龄段的人群应做好定期体检及早期诊断检测。",
      "cause": "1、病毒：\nEB病毒感染与流行地区鼻咽癌的发生、发展和预后有明确的相关性，少部分高分化鳞癌的发生可能与人乳头瘤病毒感染有关。\n2、环境及饮食因素：\n如长期接触有害气体、液体、粉尘(农药、苯煤焦油、机油等)，这些致癌物质直接刺激鼻粘膜;长期吸烟、被动吸烟及酗酒者;长期吃咸鱼、腌肉和熏烤食物者等也属于鼻咽癌高危人群，因这些食物含有致癌挥发性亚硝胺。\n3、微量元素\n某些微量元素，如镍等在环境中含量超标，也有可能诱发鼻咽癌。\n4、疾病因素\n患有慢性鼻炎、鼻窦炎、鼻息肉等鼻咽部疾病的人更应警惕鼻咽癌的发生。",
      "relatedGenes": "",
      "deficiency": null,
      "overmuch": null,
      "rich_food": null,
      "caseRate": "3",
      "symptom": "1、患者早期可有鼻堵、血涕、耳鸣、耳聋、头痛、面部麻木和复视等症状。通过病人的视觉或触摸，鼻咽癌出现的血涕通常为涕中带血或回吸性血涕。\n2、体检可以发现的体征主要有颈部肿块、鼻咽肿物、颅神经损害。颈部淋巴结肿大常是首发症状，淋巴结活检能有效确诊鼻咽癌。当癌症扩散后，还会引起骨疼痛或器官功能障碍。",
      "prevention": "",
      "preventionGeneral": "1、改善不良的生活方式\n戒烟戒酒，吸烟与多种癌症的发病相关，包括鼻咽癌，而且吸烟量越大、吸烟史越长，癌症的发病率就越高。戒烟是最重要的防癌措施。增加运动，增强免疫力，生活规律，减少感冒与病毒感染的机会，及早治疗病毒感染。\n2、调整饮食结构\n成人每天食盐量不应超过6克，限制腌制食物及调料盐的摄入，减少食物中盐腌制食物的比例，少吃或不吃亚硝胺类食物。减少脂肪和肉类摄入，选择植物脂肪，限制动物脂肪，肉类以吃鱼、家禽为主。多吃水果、蔬菜和纤维素。\n3、环境因素\n避免接触污染较重的外界空气环境。",
      "preventionCheckup": "鼻咽癌的生存率与临床分期有明显关系，病期越早，疗效越好，因此，早期诊断非常重要。\n1、EB病毒检测\n2、鼻咽镜检查\n3、鼻炎病灶活检\n在内镜下进行颈淋巴结摘除活检或颈淋巴结细胞学穿刺涂片检查，这是确诊最重要的手段\n4、影像学检查\n鼻咽和颈部CT/MRI检查、胸部X光片或CT、腹部超声检查、全身骨扫描",
      "geneticCorrelation": "鼻咽癌的发病与遗传因素有关，该病具有家族聚集现象，许多鼻咽癌患者有家族患癌病史，同时该病具有种族易感性，鼻咽癌主要见于黄种人，少见于白种人。",
      "jsonCause": {
        "summary": "",
        "items": [
          {
            "title": "病毒：",
            "desc": "EB病毒感染与流行地区鼻咽癌的发生、发展和预后有明确的相关性，少部分高分化鳞癌的发生可能与人乳头瘤病毒感染有关。"
          },
          {
            "title": "环境及饮食因素：",
            "desc": "如长期接触有害气体、液体、粉尘(农药、苯煤焦油、机油等)，这些致癌物质直接刺激鼻粘膜;长期吸烟、被动吸烟及酗酒者;长期吃咸鱼、腌肉和熏烤食物者等也属于鼻咽癌高危人群，因这些食物含有致癌挥发性亚硝胺。"
          },
          {
            "title": "微量元素",
            "desc": "某些微量元素，如镍等在环境中含量超标，也有可能诱发鼻咽癌。"
          },
          {
            "title": "疾病因素",
            "desc": "患有慢性鼻炎、鼻窦炎、鼻息肉等鼻咽部疾病的人更应警惕鼻咽癌的发生。"
          }
        ]
      },
      "jsonPreventionGeneral": {
        "summary": "",
        "items": [
          {
            "title": "改善不良的生活方式",
            "desc": "戒烟戒酒，吸烟与多种癌症的发病相关，包括鼻咽癌，而且吸烟量越大、吸烟史越长，癌症的发病率就越高。戒烟是最重要的防癌措施。增加运动，增强免疫力，生活规律，减少感冒与病毒感染的机会，及早治疗病毒感染。"
          },
          {
            "title": "调整饮食结构",
            "desc": "成人每天食盐量不应超过6克，限制腌制食物及调料盐的摄入，减少食物中盐腌制食物的比例，少吃或不吃亚硝胺类食物。减少脂肪和肉类摄入，选择植物脂肪，限制动物脂肪，肉类以吃鱼、家禽为主。多吃水果、蔬菜和纤维素。"
          },
          {
            "title": "环境因素",
            "desc": "避免接触污染较重的外界空气环境。"
          }
        ]
      },
      "jsonPreventionCheckup": {
        "summary": "鼻咽癌的生存率与临床分期有明显关系，病期越早，疗效越好，因此，早期诊断非常重要。",
        "items": [
          {
            "title": "EB病毒检测",
            "desc": ""
          },
          {
            "title": "鼻咽镜检查",
            "desc": ""
          },
          {
            "title": "鼻炎病灶活检",
            "desc": "在内镜下进行颈淋巴结摘除活检或颈淋巴结细胞学穿刺涂片检查，这是确诊最重要的手段"
          },
          {
            "title": "影像学检查",
            "desc": "鼻咽和颈部CT/MRI检查、胸部X光片或CT、腹部超声检查、全身骨扫描"
          }
        ]
      },
      "articles": null
    },
    "72": {
      "introduction": "前列腺癌是威胁男性健康的常见肿瘤之一，位列男性肿瘤第2位。2002年中国前列腺癌的标化发病率是1.6/10万，死亡率是1.0/10万，虽是前列腺癌的低危国家，但全国各地前列腺癌发病的差异非常显著，近几年中国的患病率在逐渐的增加。",
      "advise": "1、饮食和生活方式：目前较为确定的前列腺癌危险因素为生活方式的西方化，即过度的饱和脂肪酸、红肉制品，较少摄入水果蔬菜。维生素补充剂似乎没有效果，有些可能会增加风险。高钙摄入与晚期前列腺癌有关。鱼可能会降低前列腺癌死亡，但似乎不会影响其发生。有些证据支持用素食减少前列腺癌的发生率。对含有番茄红素和硒的食品有一些暂定证据。富含十字花科蔬菜，大豆，豆类和其他豆类的饮食可能与较低的前列腺癌风险，特别是稍晚期的癌症有关。\n2、适当进行体育锻炼：定期运动的男性可能具有稍低的风险，特别是剧烈的活动和晚期前列腺癌的风险。避免对前列腺进行压迫，不要长时间久坐不动，要适当休息并及时变换体位，避免前列腺的局部充血的现象。平时要多饮水，多排尿，排尿有冲洗尿道的作用，可帮助前列腺排出过多的分泌物，可预防前列腺感染。\n3、药物：\n在那些正在服用5-α-还原酶抑制剂（非那雄胺和度他雄胺）定期筛查的患者中，诊断前列腺癌的总体风险减少。但是没有足够的数据来确定它们是否对死亡风险有影响，并且可能加重病情。",
      "cause": "1、年龄和种族\n前列腺癌的发病与年龄密切相关，75岁以上患病率较高。不同种族的前列腺癌发病率的差异也很大。\n2、饮食因素\n病因学研究提示，前列腺癌与食用富含脂肪、肉类和奶类的饮食相关，多食大豆和番茄可预防前列腺癌的发生。\n3、激素和其他危险因素\n雄激素在前列腺的发育和前列腺癌的进展过程中起关键作用。胰岛素样生长因子也是前列腺癌发病的相关因素。",
      "relatedGenes": "IRX4基因位于人类第5号染色体短臂。该基因编码的蛋白被证明可能参与中枢神经系统发育，同时在心脏发育的心腔分化中扮演重要角色，全基因组相关性分析发现该基因是前列腺癌易感基因。\nRFX6基因位于人类第6号染色体长臂。该基因编码的蛋白属于RFX转录因子家族，能够限制β细胞分化和相关基因的表达，研究发现该基因突变可导致前列腺癌发生风险增高。\nGPRC6A基因位于人类第6号染色体长臂。该基因编码一种G蛋白偶联受体，通过与G蛋白相互作用来发挥其生理功能，该基因可能影响细胞间信息交流，调控细胞增殖、分化等多种细胞活动。\nSRRM1P1、CCAT1基因均位于人类第8号染色体长臂。CCAT1基因是一种非编码RNA，能从基因组上转录而来但不翻译成蛋白质，在RNA水平直接行使其生物功能。全基因组分析发现SRRM1P1、CCAT1都是前列腺癌易感基因。\nMYC基因位于人类第8号染色体长臂。该基因编码的蛋白是一种多功能核蛋白，在细胞周期、细胞凋亡和细胞转化进程中起重要作用。它作为调节特定靶基因转录的调控因子，其突变已被证明与多种肿瘤相关。\nRNU6-66P、RNU7-89P基因均位于人类第13号染色体长臂。这两种基因都是假基因，是与正常基因相似但丧失正常功能的DNA序列，假基因的功能异常也可能是导致人类疾病产生的原因，最近研究发现它们的突变都可导致前列腺癌发生风险增高。\nNKX3-1基因位于人类第8号染色体短臂。该基因编码一个含同源框序列的转录因子，是前列腺上皮细胞生长的负调节因子，对限制前列腺上皮细胞的过度生长具有重要意义，该基因的异常表达与前列腺肿瘤进展密切相关。",
      "deficiency": null,
      "overmuch": null,
      "rich_food": null,
      "caseRate": "10",
      "symptom": "前列腺癌多数无明显临床症状，可表现为下尿路梗阻症状，如尿频、尿急、尿流缓慢、尿流中断、排尿不尽、甚至尿潴留或尿失禁。",
      "prevention": "目前根据调查研究，前列腺癌的患病率与年龄及种族、遗传有很大的关系，对于高危人群，应积极进行生活、饮食方式的转变，定期进行体检以尽早发现并早期治疗。",
      "preventionGeneral": "1、调整饮食和生活方式\n多食富含维生素的水果蔬菜及豆类产品，少食过量的饱和脂肪酸及红肉制品，平时要多饮水，多排尿。\n2、适当进行体育锻炼\n定期运动的男性可能具有稍低的风险，特别是剧烈的活动和晚期前列腺癌的风险。\n3、药物干预\n研究表明，正在服用5-α-还原酶抑制剂（非那雄胺和度他雄胺）定期筛查的患者中，诊断前列腺癌的总体风险减少。",
      "preventionCheckup": "对于具有家族遗传史、且年龄大于65岁以上的男性应定期的进行体检，降低前列腺癌的患病率。\r1、直肠指检\r2、前列腺特异抗原\r3、经直肠前列腺超声\r4、前列腺穿刺活检\r5、影像学检查\r盆腔MRI、CT、前列腺癌核素检查(ECT)。",
      "geneticCorrelation": "家族史是前列腺癌的高危因素，一级亲属患有前列腺癌的男性的发病危险是普通人的2倍。1996年国外学者对前列腺癌高危家族基因组的研究首次将前列腺癌可疑位点定位于1号染色体长臂，称为HPC1基因座。重要基因的多态性是导致前列腺癌的另一个原因。",
      "jsonCause": {
        "summary": "",
        "items": [
          {
            "title": "年龄和种族",
            "desc": "前列腺癌的发病与年龄密切相关，75岁以上患病率较高。不同种族的前列腺癌发病率的差异也很大。"
          },
          {
            "title": "饮食因素",
            "desc": "病因学研究提示，前列腺癌与食用富含脂肪、肉类和奶类的饮食相关，多食大豆和番茄可预防前列腺癌的发生。"
          },
          {
            "title": "激素和其他危险因素",
            "desc": "雄激素在前列腺的发育和前列腺癌的进展过程中起关键作用。胰岛素样生长因子也是前列腺癌发病的相关因素。"
          }
        ]
      },
      "jsonPreventionGeneral": {
        "summary": "",
        "items": [
          {
            "title": "调整饮食和生活方式",
            "desc": "多食富含维生素的水果蔬菜及豆类产品，少食过量的饱和脂肪酸及红肉制品，平时要多饮水，多排尿。"
          },
          {
            "title": "适当进行体育锻炼",
            "desc": "定期运动的男性可能具有稍低的风险，特别是剧烈的活动和晚期前列腺癌的风险。"
          },
          {
            "title": "药物干预",
            "desc": "研究表明，正在服用5-α-还原酶抑制剂（非那雄胺和度他雄胺）定期筛查的患者中，诊断前列腺癌的总体风险减少。"
          }
        ]
      },
      "jsonPreventionCheckup": {
        "summary": "对于具有家族遗传史、且年龄大于65岁以上的男性应定期的进行体检，降低前列腺癌的患病率。",
        "items": [
          {
            "title": "直肠指检",
            "desc": ""
          },
          {
            "title": "前列腺特异抗原",
            "desc": ""
          },
          {
            "title": "经直肠前列腺超声",
            "desc": ""
          },
          {
            "title": "前列腺穿刺活检",
            "desc": ""
          },
          {
            "title": "影像学检查",
            "desc": "盆腔MRI、CT、前列腺癌核素检查(ECT)。"
          }
        ]
      },
      "articles": null
    },
    "216": {
      "introduction": "肝癌是指发生于肝脏的恶性肿瘤，包括原发性肝癌和转移性肝癌两种，原发性肝癌是临床上最常见的恶性肿瘤。全世界每年新发肝癌患者约六十万，居恶性肿瘤的第五位。乙型肝炎病毒的普遍流行，是原发性肝癌的最主要危险因素。",
      "advise": null,
      "cause": "1、慢性病毒性肝炎\n病毒性肝炎是肝细胞肝癌最常见的危险因素。最常见的病毒性肝炎有甲型、乙型和丙型肝炎，但只有慢性反复发作的乙型和丙型肝炎有发展成肝癌和肝硬化的危险。\n2、嗜酒\n饮酒或酗酒也能增加患肝癌的机率。大约15%的嗜酒者将发展成肝硬化，肝硬化患者患肝癌的风险颇高。\n3、其他因素\n环境和身体状况（比如肥胖和糖尿病）增加了患肝癌的风险。长期食用黄曲霉毒素污染过的食物以及代谢或遗传性疾病增加了患原发性肝癌的风险。",
      "relatedGenes": null,
      "deficiency": null,
      "overmuch": null,
      "rich_food": null,
      "caseRate": "26",
      "symptom": "原发性肝癌病人早期并没有症状，有些会出现黄疸（皮肤、结膜变黄，尿液颜色变深，大便颜色变浅）、周身不适、厌食、消瘦、发热、乏力、胃胀、搔痒、下肢肿胀、或虚弱等全身症状。部分病人会出现腹部或肝区疼痛或不适的症状。",
      "prevention": "慢性病毒性肝炎、肝硬化等疾病都有癌变的可能，因此发现身体不适要及早治疗，做好癌变预防。",
      "preventionGeneral": "1、积极治疗和预防病毒性肝炎\n表面抗原阴性者，应接种乙肝疫苗。慢性乙型肝炎者应积极进行治疗。\n2、饮食\n注意食物清洁，不吃霉变的大米、玉米、花生等。少吃含有亚硝酸盐的食物如火腿肠等。不饮用污染水。\n3、戒烟限酒\n喝酒易引起肝脏细胞受损，导致酒精性的肝硬化，一部分肝硬化会转变为肝癌。\n4、避免药物性肝损伤\n避免滥用可引起肝损伤的药物，如某些口服避孕药物、甲基睾丸脂酮、扑热息痛、红霉素、某些降脂药物，以及可能含有致肝损伤成分的保健品。",
      "preventionCheckup": "由于健康人群发生肝癌的风险较低，但对于乙肝和丙肝病毒感染者，以及患肝炎的高危人群，应当定期做以下相关检查：\n1、肝炎病毒筛查\n2、肝功能\n3、肿瘤标志物检查\n甲胎蛋白、癌胚抗原。血清甲胎蛋白检测和肝脏超声检查是早期筛查的主要手段，建议高危人群每半年检查1次。\n4、影像学检查\n肝脏超声、CT、MRI、核磁共振成像胰胆管造影等。\n5、病理学检查\n腹腔镜和经皮细针穿刺活检。不作为常规，在有适应证的情况下才可进行，以协助诊断。",
      "geneticCorrelation": "肝病具有明显的家族遗传性及聚集性，增加肝癌发生的几率。",
      "jsonCause": {
        "summary": "",
        "items": [
          {
            "title": "慢性病毒性肝炎",
            "desc": "病毒性肝炎是肝细胞肝癌最常见的危险因素。最常见的病毒性肝炎有甲型、乙型和丙型肝炎，但只有慢性反复发作的乙型和丙型肝炎有发展成肝癌和肝硬化的危险。"
          },
          {
            "title": "嗜酒",
            "desc": "饮酒或酗酒也能增加患肝癌的机率。大约15%的嗜酒者将发展成肝硬化，肝硬化患者患肝癌的风险颇高。"
          },
          {
            "title": "其他因素",
            "desc": "环境和身体状况（比如肥胖和糖尿病）增加了患肝癌的风险。长期食用黄曲霉毒素污染过的食物以及代谢或遗传性疾病增加了患原发性肝癌的风险。"
          }
        ]
      },
      "jsonPreventionGeneral": {
        "summary": "",
        "items": [
          {
            "title": "积极治疗和预防病毒性肝炎",
            "desc": "表面抗原阴性者，应接种乙肝疫苗。慢性乙型肝炎者应积极进行治疗。"
          },
          {
            "title": "饮食",
            "desc": "注意食物清洁，不吃霉变的大米、玉米、花生等。少吃含有亚硝酸盐的食物如火腿肠等。不饮用污染水。"
          },
          {
            "title": "戒烟限酒",
            "desc": "喝酒易引起肝脏细胞受损，导致酒精性的肝硬化，一部分肝硬化会转变为肝癌。"
          },
          {
            "title": "避免药物性肝损伤",
            "desc": "避免滥用可引起肝损伤的药物，如某些口服避孕药物、甲基睾丸脂酮、扑热息痛、红霉素、某些降脂药物，以及可能含有致肝损伤成分的保健品。"
          }
        ]
      },
      "jsonPreventionCheckup": {
        "summary": "由于健康人群发生肝癌的风险较低，但对于乙肝和丙肝病毒感染者，以及患肝炎的高危人群，应当定期做以下相关检查：",
        "items": [
          {
            "title": "肝炎病毒筛查",
            "desc": ""
          },
          {
            "title": "肝功能",
            "desc": ""
          },
          {
            "title": "肿瘤标志物检查",
            "desc": "甲胎蛋白、癌胚抗原。血清甲胎蛋白检测和肝脏超声检查是早期筛查的主要手段，建议高危人群每半年检查1次。"
          },
          {
            "title": "影像学检查",
            "desc": "肝脏超声、CT、MRI、核磁共振成像胰胆管造影等。"
          },
          {
            "title": "病理学检查",
            "desc": "腹腔镜和经皮细针穿刺活检。不作为常规，在有适应证的情况下才可进行，以协助诊断。"
          }
        ]
      },
      "articles": null
    },
    "220": {
      "introduction": "卵巢是女性生殖腺，产生卵细胞并有内分泌功能，故表面凹凸不平。成人卵巢约4*3*1cm大小，绝经后逐渐缩小。卵巢是全身唯一的腹膜腔内器官。卵巢体积虽小，却是肿瘤最易发生的器官，在妇科三大生殖器官恶性肿瘤中其发病仅次于宫颈癌，位居第二。",
      "advise": null,
      "cause": "1、环境因素\n癌症发病外部因素（包括化学、物理、生物等致癌因子）\n2、自身因素\n内部因素（包括未孕、不产、初潮早、绝经迟、免疫功能、内分泌、精神因素、肥胖症、排卵药物等），以及饮食营养失调和不良生活习惯等。",
      "relatedGenes": null,
      "deficiency": null,
      "overmuch": null,
      "rich_food": null,
      "caseRate": "8",
      "symptom": "1、年龄\n卵巢上皮癌多发生在40岁以上，此时如出现不适，应特别警惕。但恶性生殖细胞肿瘤发病平均年龄为19岁，15岁以前幼女发现肿瘤，80%为恶性。\n2、腹部不适感\n包括消化不良、腹部发胀、腹围增粗、感觉裤腰紧小，尤其在进食后肠胃胀气。约2/3卵巢癌患者合并有腹水，有明显腹胀患者往往已有腹水，尤其在肥胖妇女，常被误认为是因肥胖脂肪增多所致，故不应忽视。\n3、卵巢功能障碍\n月经量增多或月经紊乱。如有内分泌功能肿瘤，可表现为雌激素或雄激素分泌过高。上皮性癌中尤以卵巢内膜样癌常有阴道不规则出血症状。逐渐腹痛、腹水继而消瘦、贫血、恶病质、冰冻骨盆。",
      "prevention": "",
      "preventionGeneral": "1、高危因素的预防\n大力开展宣教，加强高蛋白、富含维生素A的饮食，避免高胆固醇食物，高危妇女宜用口服避孕药预防。\n2、开展普查普治\n30岁以上妇女每年应行妇科检查，高危人群最好每半年检查一次，以排除卵巢肿瘤。若配合B型超声检测、CAl25及AFP检测等则更好。\n3、早期发现及治疗\n卵巢实性肿瘤或囊肿直径>5cm者，应及时手术切除。凡乳癌、胃肠癌等患者，治疗后应严密随访，定期作妇科检查。\n4、定期随访",
      "preventionCheckup": "卵巢恶性肿瘤的病因尚不清楚，难以预防，但应早期进行筛查和体检，卵巢恶性肿瘤易于复发，应长期进行随访和监测。\n1、妇科检查\n2、B超、CT或MRI\n3、脱落细胞学检查\n4、钡餐、钡灌肠、静脉肾盂造影等\n5、腹腔镜检查\n6、细针穿刺活检\n7、肿瘤标志物检测\nCA125、CA199 、E2等",
      "geneticCorrelation": "20%-25%卵巢恶性肿瘤患者有家族史。所谓家族聚集性卵巢癌是指一家数代均发病，主要是上皮性癌。",
      "jsonCause": {
        "summary": "",
        "items": [
          {
            "title": "环境因素",
            "desc": "癌症发病外部因素（包括化学、物理、生物等致癌因子）"
          },
          {
            "title": "自身因素",
            "desc": "内部因素（包括未孕、不产、初潮早、绝经迟、免疫功能、内分泌、精神因素、肥胖症、排卵药物等），以及饮食营养失调和不良生活习惯等。"
          }
        ]
      },
      "jsonPreventionGeneral": {
        "summary": "",
        "items": [
          {
            "title": "高危因素的预防",
            "desc": "大力开展宣教，加强高蛋白、富含维生素A的饮食，避免高胆固醇食物，高危妇女宜用口服避孕药预防。"
          },
          {
            "title": "开展普查普治",
            "desc": "30岁以上妇女每年应行妇科检查，高危人群最好每半年检查一次，以排除卵巢肿瘤。若配合B型超声检测、CAl25及AFP检测等则更好。"
          },
          {
            "title": "早期发现及治疗",
            "desc": "卵巢实性肿瘤或囊肿直径>5cm者，应及时手术切除。凡乳癌、胃肠癌等患者，治疗后应严密随访，定期作妇科检查。"
          },
          {
            "title": "定期随访",
            "desc": ""
          }
        ]
      },
      "jsonPreventionCheckup": {
        "summary": "卵巢恶性肿瘤的病因尚不清楚，难以预防，但应早期进行筛查和体检，卵巢恶性肿瘤易于复发，应长期进行随访和监测。",
        "items": [
          {
            "title": "妇科检查",
            "desc": ""
          },
          {
            "title": "B超、CT或MRI",
            "desc": ""
          },
          {
            "title": "脱落细胞学检查",
            "desc": ""
          },
          {
            "title": "钡餐、钡灌肠、静脉肾盂造影等",
            "desc": ""
          },
          {
            "title": "腹腔镜检查",
            "desc": ""
          },
          {
            "title": "细针穿刺活检",
            "desc": ""
          },
          {
            "title": "肿瘤标志物检测",
            "desc": "CA125、CA199 、E2等"
          }
        ]
      },
      "articles": null
    },
    "221": {
      "introduction": "子宫内膜癌是发生在子宫体内膜上的恶性肿瘤,一般也叫子宫体癌,是妇科比较常见的恶性肿瘤。主要发生在绝经期和绝经后的老年妇女,患病的高峰年龄为55~59岁,50~64岁者占71.6%，有6.1%的病例发生在40岁以下。",
      "advise": null,
      "cause": "1、长期使用激素\n雌激素长期作用于子宫，导致一系列不同程度的子宫内膜增生性改变。\n2、体质因素\n肥胖、糖尿病、高血压三种疾病集中于一身者，称为子宫体癌综合征。未婚、未孕、未产妇女也易发生本病。\n3、其他\n长期慢性的炎症、性卫生差、早产和多产、月经不调等因素均可导致子宫内膜的改变",
      "relatedGenes": null,
      "deficiency": null,
      "overmuch": null,
      "rich_food": null,
      "caseRate": "15",
      "symptom": "1、出血 \n不规则阴道出血是子宫内膜癌的主要症状，常为少量至中等量的出血。在年轻女性或围绝经期妇女常误认为是月经不调而被忽视。在绝经后女性多表现为持续或间断性阴道出血。有些患者仅表现为绝经后少量阴道血性分泌物。晚期患者在出血中可能混有烂肉样组织。\n2、阴道排液 \n早期可表现为稀薄的白色分泌物或少量血性白带，如果合并感染或癌灶坏死，可有脓性分泌物伴有异味。有时阴道排液中可伴有组织样物。\n3、疼痛 \n癌灶和其引发的出血或感染可刺激子宫收缩，引起阵发性下腹痛。\n4、腹部包块 \n早期内膜癌一般不能触及腹部包块。如内膜癌合并较大子宫肌瘤，或晚期发生宫腔积脓、转移到盆腹腔形成巨大包块时可能在腹部触及包块，一般为实性，活动度欠佳，有时有触痛。\n5、其他 \n肿瘤晚期病灶浸润压迫髂血管可引起同侧下肢水肿疼痛；病灶浸润压迫输尿管引起同侧肾盂、输尿管积水，甚至导致肾萎缩；持续出血可导致继发贫血；长期肿瘤消耗可导致消瘦、发热、恶病质等全身衰竭表现。",
      "prevention": "子宫内膜癌应遵循“早发现、早诊断、早治疗”。",
      "preventionGeneral": "1、有身体异常要提高警惕\n有更年期异常出血，阴道排液，合并肥胖，高血压或糖尿病的妇女，要提高警惕，及时就医，早期诊断。\n2、严格掌握雌激素使用的指征\n更年期妇女使用雌激素进行替代治疗时，应在医生指导下使用，同时应用孕激素以保护子宫内膜，并严密监测。\n3、建立良好的生活饮食习惯\n改变不良生活习惯，控制饮食，加强锻炼，通过控制高血压、糖尿病、肥胖等“富贵病”的发生减少子宫内膜癌的发病率。",
      "preventionCheckup": "子宫内膜癌的病因较复杂，定期的妇科体检对于疾病的发现至关重要。\n1、B超检查\n2、子宫内膜检查",
      "geneticCorrelation": "家族中有类似病史并长期摄入过高的脂肪使患病率提高。2014年，SGO（妇科肿瘤协会）明确规定所有诊断为子宫内膜癌的患者均需要接受系统的个人史和家族史回顾和分子筛查评价有无遗传性子宫内膜癌发生可能。",
      "jsonCause": {
        "summary": "",
        "items": [
          {
            "title": "长期使用激素",
            "desc": "雌激素长期作用于子宫，导致一系列不同程度的子宫内膜增生性改变。"
          },
          {
            "title": "体质因素",
            "desc": "肥胖、糖尿病、高血压三种疾病集中于一身者，称为子宫体癌综合征。未婚、未孕、未产妇女也易发生本病。"
          },
          {
            "title": "其他",
            "desc": "长期慢性的炎症、性卫生差、早产和多产、月经不调等因素均可导致子宫内膜的改变"
          }
        ]
      },
      "jsonPreventionGeneral": {
        "summary": "",
        "items": [
          {
            "title": "有身体异常要提高警惕",
            "desc": "有更年期异常出血，阴道排液，合并肥胖，高血压或糖尿病的妇女，要提高警惕，及时就医，早期诊断。"
          },
          {
            "title": "严格掌握雌激素使用的指征",
            "desc": "更年期妇女使用雌激素进行替代治疗时，应在医生指导下使用，同时应用孕激素以保护子宫内膜，并严密监测。"
          },
          {
            "title": "建立良好的生活饮食习惯",
            "desc": "改变不良生活习惯，控制饮食，加强锻炼，通过控制高血压、糖尿病、肥胖等“富贵病”的发生减少子宫内膜癌的发病率。"
          }
        ]
      },
      "jsonPreventionCheckup": {
        "summary": "子宫内膜癌的病因较复杂，定期的妇科体检对于疾病的发现至关重要。",
        "items": [
          {
            "title": "B超检查",
            "desc": ""
          },
          {
            "title": "子宫内膜检查",
            "desc": ""
          }
        ]
      },
      "articles": null
    },
    "222": {
      "introduction": "白血病是一类造血干细胞的恶性克隆性疾病，因白血病细胞自我更新增强、增殖失控、分化障碍、凋亡受阻，而停滞在细胞发育的不同阶段。在骨髓和其他造血组织中，白血病细胞大量增生累积，使正常造血受抑制并浸润其他器官和组织。在我国，白血病发病率位居儿童肿瘤的首位。在恶性肿瘤所致的死亡率中，白血病居第6位（男）和第8位（女）；儿童及35岁以下成人中，则居第1位。",
      "advise": null,
      "cause": "1、生物因素\n主要是病毒和免疫功能异常。\n2、物理因素\n包括X射线、γ射线等电离辐射。研究表明，大面积和大剂量照射可使骨髓抑制和机体免疫力下降，DNA突变、断裂和重组，导致白血病的发生。\n3、化学因素\n多年接触苯以及含有苯的有机溶剂与白血病发生有关。有些药物可损伤造血细胞引起白血病，如氯霉素、保泰松、乙双吗啉等。\n4、其他血液病\n某些血液病最终可能发展为白血病，如骨髓异常增生综合征、淋巴瘤、多发性骨髓瘤、阵发性睡眠性血红蛋白尿症等。",
      "relatedGenes": null,
      "deficiency": null,
      "overmuch": null,
      "rich_food": null,
      "caseRate": "3",
      "symptom": "儿童及青少年急性白血病多起病急骤。常见的首发症状包括突然高热、进行性贫血、显著的出血倾向 或骨关节疼痛等。起病缓慢者以老年及部分青年病人居多,起病缓慢，早期常无自觉症状。可因健康检查或因其他疾病就医时才发现血象异常或脾大而被确诊。",
      "prevention": "",
      "preventionGeneral": "1、规律作息\n熬夜、太晚睡觉、常加夜班会增加患急性白血病几率。\n2、减少苯等化学物质的接触\n这类化学物质能够影响人体中的造血系统，导致血小板减少，从而增加了患病的几率。\n3、避免接触各种物理射线\n如：X射线、电离辐射等。这类物质对人体的伤害很大，若长期接触的话，会严重损害自身健康。\n4、莫要滥用药物\n治病需要使用免疫抑制剂、各种抗癌药物或者是某种降压药物时，一定要遵医嘱，禁擅自服用，更不可滥用或者是长期服用。",
      "preventionCheckup": "对于高危患者，尤其是儿童，应定期检查，以期早发现、早诊断、早治疗。\n1、血象\n血常规、细胞形态学变化、外周血涂片等。\n2、骨髓象\n3、细胞化学检查\n4、免疫学检查\n5、染色体和基因检测\n6、血生化\n血尿酸、凝血功能、脑脊液检查、蛋白质及糖定量等。",
      "geneticCorrelation": "白血病与遗传因素有关，常伴有特异的染色体和基因改变。家族性白血病约占白血病千分之七。例如唐氏综合征人群因有21号染色体三体改变，白血病发病率比正常人好20倍。",
      "jsonCause": {
        "summary": "",
        "items": [
          {
            "title": "生物因素",
            "desc": "主要是病毒和免疫功能异常。"
          },
          {
            "title": "物理因素",
            "desc": "包括X射线、γ射线等电离辐射。研究表明，大面积和大剂量照射可使骨髓抑制和机体免疫力下降，DNA突变、断裂和重组，导致白血病的发生。"
          },
          {
            "title": "化学因素",
            "desc": "多年接触苯以及含有苯的有机溶剂与白血病发生有关。有些药物可损伤造血细胞引起白血病，如氯霉素、保泰松、乙双吗啉等。"
          },
          {
            "title": "其他血液病",
            "desc": "某些血液病最终可能发展为白血病，如骨髓异常增生综合征、淋巴瘤、多发性骨髓瘤、阵发性睡眠性血红蛋白尿症等。"
          }
        ]
      },
      "jsonPreventionGeneral": {
        "summary": "",
        "items": [
          {
            "title": "规律作息",
            "desc": "熬夜、太晚睡觉、常加夜班会增加患急性白血病几率。"
          },
          {
            "title": "减少苯等化学物质的接触",
            "desc": "这类化学物质能够影响人体中的造血系统，导致血小板减少，从而增加了患病的几率。"
          },
          {
            "title": "避免接触各种物理射线",
            "desc": "如：X射线、电离辐射等。这类物质对人体的伤害很大，若长期接触的话，会严重损害自身健康。"
          },
          {
            "title": "莫要滥用药物",
            "desc": "治病需要使用免疫抑制剂、各种抗癌药物或者是某种降压药物时，一定要遵医嘱，禁擅自服用，更不可滥用或者是长期服用。"
          }
        ]
      },
      "jsonPreventionCheckup": {
        "summary": "对于高危患者，尤其是儿童，应定期检查，以期早发现、早诊断、早治疗。",
        "items": [
          {
            "title": "血象",
            "desc": "血常规、细胞形态学变化、外周血涂片等。"
          },
          {
            "title": "骨髓象",
            "desc": ""
          },
          {
            "title": "细胞化学检查",
            "desc": ""
          },
          {
            "title": "免疫学检查",
            "desc": ""
          },
          {
            "title": "染色体和基因检测",
            "desc": ""
          },
          {
            "title": "血生化",
            "desc": "血尿酸、凝血功能、脑脊液检查、蛋白质及糖定量等。"
          }
        ]
      },
      "articles": null
    },
    "223": {
      "introduction": "动脉粥样硬化是由于脂肪、血栓、结缔组织和碳酸钙在血管沉积所造成的一种对人体有害的状态。是冠心病、脑梗死、外周血管病的主要原因。",
      "advise": null,
      "cause": "1、年龄、性别\n本病临床上多见于40岁以上的中、老年人，随年龄增长进展加快。女性发病率较男性低，但女性在更年期后发病率增加。\n2、高血压\n60%-70%冠状动脉粥样硬化患者有高血压，高血压患者患此病的概率较正常血压者高3-4倍。\n3、吸烟\n吸烟者此病的发病率和死亡率增加2-6倍，且与每日吸烟的支数呈正比。被动吸烟也是危险因素。\n4、糖尿病和糖耐量异常\n糖尿病患者此病的发生率较非糖尿病者高出数倍，且疾病进展迅速。糖耐量异常人群中本病也较常见。\n5、高血脂\n高胆固醇血症是动脉粥样硬化的致病性因素。\n6、肥胖\n中心性肥胖者、体重在短时间内迅速增加者，更易患本病。\n7、其他\n性情急躁、从事脑力劳动、进食高热量食物、缺乏运动、血中同型半胱氨酸增高等均与动脉粥样硬化的发生相关。",
      "relatedGenes": null,
      "deficiency": null,
      "overmuch": null,
      "rich_food": null,
      "caseRate": "",
      "symptom": "动脉粥样硬化的症状主要取决于血管病变及受累器官的缺血程度，常无特异性症状。\n1、管径狭窄达75%以上，则可发生心绞痛、心肌梗死、心律失常，甚至猝死。\n2、脑动脉粥样硬化可引起脑缺血、脑萎缩，或造成脑血管破裂出血。\n3、肾动脉粥样硬化常引起夜尿、顽固性高血压、严重者可有肾功能不全。\n4、肠系膜动脉粥样硬化可表现为饱餐后腹痛、消化不良、便秘等，严重时肠壁坏死可引起便血、麻痹性肠梗阻等症状。\n5、下肢动脉粥样硬化引起血管腔严重狭窄者可出现间歇性跛行、足背动脉搏动消失，严重者甚至可发生坏疽。",
      "prevention": "首先应积极预防动脉粥样硬化的发生。研究证实，经过合理防治可延缓和阻止疾病进展，甚至使之逆转。",
      "preventionGeneral": "1、合理膳食\n控制膳食总热量，食用低脂、低胆固醇、低盐食物，限制酒和蔗糖及含糖食物的摄入，清淡饮食，多食富含维生素C和植物蛋白的食物。食用油以花生油、橄榄油、菜籽油为佳。严禁暴饮暴食。\n2、适当体力劳动和体育运动\n一定的体力劳动和体育活动，对预防肥胖、锻炼循环系统的功能和调整血脂代谢大有裨益。如散步（每日一小时，可分次进行）、保健体操、太极拳等。\n3、合理安排工作和生活\n生活要规律、保持乐观、愉悦的情绪，避免过度劳累和情绪刺激，保证充足睡眠。\n4、提倡不吸烟，不饮烈性酒\n虽然少量低浓度酒能提高血HDL，但长期饮用会引起其他问题，因此不宜提倡。\n5、积极控制与本病有关的疾病因素\n包括高血压、糖尿病、高脂血症、肥胖等。",
      "preventionCheckup": "40岁及以上高危人群应坚持至少每年体检一次。\n1、血压监测\n2、血脂\n血中HDL、LDL、总胆固醇、甘油三酯、载脂蛋白等。\n3、血糖\n4、专科检查\n血管造影、超声多普勒、X线检查等专科检查。",
      "geneticCorrelation": "家族中有年轻动脉粥样硬化患者，近亲发病率明显增高。",
      "jsonCause": {
        "summary": "",
        "items": [
          {
            "title": "年龄、性别",
            "desc": "本病临床上多见于40岁以上的中、老年人，随年龄增长进展加快。女性发病率较男性低，但女性在更年期后发病率增加。"
          },
          {
            "title": "高血压",
            "desc": "60%-70%冠状动脉粥样硬化患者有高血压，高血压患者患此病的概率较正常血压者高3-4倍。"
          },
          {
            "title": "吸烟",
            "desc": "吸烟者此病的发病率和死亡率增加2-6倍，且与每日吸烟的支数呈正比。被动吸烟也是危险因素。"
          },
          {
            "title": "糖尿病和糖耐量异常",
            "desc": "糖尿病患者此病的发生率较非糖尿病者高出数倍，且疾病进展迅速。糖耐量异常人群中本病也较常见。"
          },
          {
            "title": "高血脂",
            "desc": "高胆固醇血症是动脉粥样硬化的致病性因素。"
          },
          {
            "title": "肥胖",
            "desc": "中心性肥胖者、体重在短时间内迅速增加者，更易患本病。"
          },
          {
            "title": "其他",
            "desc": "性情急躁、从事脑力劳动、进食高热量食物、缺乏运动、血中同型半胱氨酸增高等均与动脉粥样硬化的发生相关。"
          }
        ]
      },
      "jsonPreventionGeneral": {
        "summary": "",
        "items": [
          {
            "title": "合理膳食",
            "desc": "控制膳食总热量，食用低脂、低胆固醇、低盐食物，限制酒和蔗糖及含糖食物的摄入，清淡饮食，多食富含维生素C和植物蛋白的食物。食用油以花生油、橄榄油、菜籽油为佳。严禁暴饮暴食。"
          },
          {
            "title": "适当体力劳动和体育运动",
            "desc": "一定的体力劳动和体育活动，对预防肥胖、锻炼循环系统的功能和调整血脂代谢大有裨益。如散步（每日一小时，可分次进行）、保健体操、太极拳等。"
          },
          {
            "title": "合理安排工作和生活",
            "desc": "生活要规律、保持乐观、愉悦的情绪，避免过度劳累和情绪刺激，保证充足睡眠。"
          },
          {
            "title": "提倡不吸烟，不饮烈性酒",
            "desc": "虽然少量低浓度酒能提高血HDL，但长期饮用会引起其他问题，因此不宜提倡。"
          },
          {
            "title": "积极控制与本病有关的疾病因素",
            "desc": "包括高血压、糖尿病、高脂血症、肥胖等。"
          }
        ]
      },
      "jsonPreventionCheckup": {
        "summary": "40岁及以上高危人群应坚持至少每年体检一次。",
        "items": [
          {
            "title": "血压监测",
            "desc": ""
          },
          {
            "title": "血脂",
            "desc": "血中HDL、LDL、总胆固醇、甘油三酯、载脂蛋白等。"
          },
          {
            "title": "血糖",
            "desc": ""
          },
          {
            "title": "专科检查",
            "desc": "血管造影、超声多普勒、X线检查等专科检查。"
          }
        ]
      },
      "articles": null
    },
    "224": {
      "introduction": "脑梗塞（也称缺血性脑卒中、缺血性脑中风）指由各种原因所致的局部脑组织区域血液供应障碍，导致脑组织缺血缺氧性病变坏死，进而产生临床上对应的神经功能缺失表现。脑血栓形成是脑梗死最常见的类型，约占全部脑梗死的60%。本病好发50~60岁以上的中、老年人，男性稍多于女性。",
      "advise": null,
      "cause": "1、血管壁本身的病变\n最常见的是动脉粥样硬化，且常常伴有高血压、糖尿病、高脂血症等危险因素。\n2、血液成分改变\n红细胞增多症、高黏血症、高纤维蛋白原血症、血小板增多症、口服避孕药等均可致血栓形成。\n3、其他\n高脂高盐饮食，吸烟汹酒，缺乏体育锻炼，过度的精神压力及抑郁，外伤等。",
      "relatedGenes": null,
      "deficiency": null,
      "overmuch": null,
      "rich_food": null,
      "caseRate": "",
      "symptom": "1、脑梗死的前驱症状无特殊性，部分患者可能有头昏、一时性肢体麻木、无力等短暂性脑缺血发作的表现。\n2、脑梗死发病起病急，神经系统的症状与闭塞血管供血区域的脑组织及邻近受累脑组织的功能有关。常表现为颈内动脉闭塞综合征、大脑前、中、后动脉闭塞综合征、椎基底动脉闭塞综合征等。",
      "prevention": "脑梗死是一个高致残率及高致死率的疾病。本病的治疗原则是：争取超早期治疗。",
      "preventionGeneral": "1、调整不良生活饮食方式\n戒烟限酒，低盐低脂低钠饮食，减少油炸、高脂肪高热量食物的摄入，保证充足的睡眠。\n2、规范化二级预防\n积极治疗与本病有关疾病如高血压、高血糖、高血脂等。\n3、康复治疗和心理调节治疗\n应尽早启动脑梗死患者个体化的长期康复训练计划，因地制宜采用合理的康复措施。",
      "preventionCheckup": "脑梗塞发病较急，所以定期的体检对于疾病的预防和早期发现具有重要意义。\n1、一般检查\n血小板聚集率、凝血功能、血糖、血脂水平、肝肾功能、心电图，胸片。\n2、头颅CT/MRI\n3、颈部血管超声和经颅多普勒\n4、磁共振血管成像、计算机成像血管造影\n5、数字减影血管造影",
      "geneticCorrelation": "脑梗塞患病风险与遗传因素密切相关,了解基因对预防或控制疾病有着重要的作用。",
      "jsonCause": {
        "summary": "",
        "items": [
          {
            "title": "血管壁本身的病变",
            "desc": "最常见的是动脉粥样硬化，且常常伴有高血压、糖尿病、高脂血症等危险因素。"
          },
          {
            "title": "血液成分改变",
            "desc": "红细胞增多症、高黏血症、高纤维蛋白原血症、血小板增多症、口服避孕药等均可致血栓形成。"
          },
          {
            "title": "其他",
            "desc": "高脂高盐饮食，吸烟汹酒，缺乏体育锻炼，过度的精神压力及抑郁，外伤等。"
          }
        ]
      },
      "jsonPreventionGeneral": {
        "summary": "",
        "items": [
          {
            "title": "调整不良生活饮食方式",
            "desc": "戒烟限酒，低盐低脂低钠饮食，减少油炸、高脂肪高热量食物的摄入，保证充足的睡眠。"
          },
          {
            "title": "规范化二级预防",
            "desc": "积极治疗与本病有关疾病如高血压、高血糖、高血脂等。"
          },
          {
            "title": "康复治疗和心理调节治疗",
            "desc": "应尽早启动脑梗死患者个体化的长期康复训练计划，因地制宜采用合理的康复措施。"
          }
        ]
      },
      "jsonPreventionCheckup": {
        "summary": "脑梗塞发病较急，所以定期的体检对于疾病的预防和早期发现具有重要意义。",
        "items": [
          {
            "title": "一般检查",
            "desc": "血小板聚集率、凝血功能、血糖、血脂水平、肝肾功能、心电图，胸片。"
          },
          {
            "title": "头颅CT/MRI",
            "desc": ""
          },
          {
            "title": "颈部血管超声和经颅多普勒",
            "desc": ""
          },
          {
            "title": "磁共振血管成像、计算机成像血管造影",
            "desc": ""
          },
          {
            "title": "数字减影血管造影",
            "desc": ""
          }
        ]
      },
      "articles": null
    },
    "225": {
      "introduction": "脑溢血（也称出血性脑卒中、出血性脑中风）是指非外伤性脑实质内血管破裂引起的出血，属于脑中风的一种，占全部脑中风的20%～30%，早期死亡率很高，约有半数病人于发病数日内死亡。常发生于50～70岁，男性略多，冬春季易发。",
      "advise": null,
      "cause": "1、相关疾病\n高血压合并血管疾病、高血脂、糖尿病、血管的老化等。\n2、血液因素\n抗凝抗血小板或溶栓治疗、白血病、血栓性血小板减少症、酒精中毒及交感神经兴奋药物等。\n3、诱发因素\n用力过猛、气候变化、不良嗜好（吸烟、酗酒、食盐过多，体重过重）、血压波动、情绪激动、过度劳累等。",
      "relatedGenes": null,
      "deficiency": null,
      "overmuch": null,
      "rich_food": null,
      "caseRate": "",
      "symptom": "脑溢血发病前数小时或数天前会出现头痛、头晕、呕吐、精神障碍、视力模糊等症状，出血多在情绪激动、过度用力、精神紧张、休息睡眠时发生，寒冷季节更多见。",
      "prevention": "治疗原则为安静卧床、脱水降颅压、调整血压、防止继续出血、加强护理维持生命功能。防治并发症，以挽救生命，降低死亡率、残疾率，减少复发。",
      "preventionGeneral": "1、生活方式的调整\n戒烟限酒，避免过度劳累和情绪激动，严格控制体重。\n2、积极治疗诱发因素\n积极治疗诱发本病的高危疾病。",
      "preventionCheckup": "脑溢血发病急，病死率较高，定期的体检有助于早发现早诊断早治疗，减少脑血管意外事件的发生。\n1、血生化、凝血功能、血尿常规、血糖\n2、心电图\n3、头颅CT、MRI/MRA\n4、脑脊液检查\n5、数字减影脑血管造影、经颅多普勒超声",
      "geneticCorrelation": "除环境因素外，脑溢血患病风险还受遗传因素的影响。",
      "jsonCause": {
        "summary": "",
        "items": [
          {
            "title": "相关疾病",
            "desc": "高血压合并血管疾病、高血脂、糖尿病、血管的老化等。"
          },
          {
            "title": "血液因素",
            "desc": "抗凝抗血小板或溶栓治疗、白血病、血栓性血小板减少症、酒精中毒及交感神经兴奋药物等。"
          },
          {
            "title": "诱发因素",
            "desc": "用力过猛、气候变化、不良嗜好（吸烟、酗酒、食盐过多，体重过重）、血压波动、情绪激动、过度劳累等。"
          }
        ]
      },
      "jsonPreventionGeneral": {
        "summary": "",
        "items": [
          {
            "title": "生活方式的调整",
            "desc": "戒烟限酒，避免过度劳累和情绪激动，严格控制体重。"
          },
          {
            "title": "积极治疗诱发因素",
            "desc": "积极治疗诱发本病的高危疾病。"
          }
        ]
      },
      "jsonPreventionCheckup": {
        "summary": "脑溢血发病急，病死率较高，定期的体检有助于早发现早诊断早治疗，减少脑血管意外事件的发生。",
        "items": [
          {
            "title": "血生化、凝血功能、血尿常规、血糖",
            "desc": ""
          },
          {
            "title": "心电图",
            "desc": ""
          },
          {
            "title": "头颅CT、MRI/MRA",
            "desc": ""
          },
          {
            "title": "脑脊液检查",
            "desc": ""
          },
          {
            "title": "数字减影脑血管造影、经颅多普勒超声",
            "desc": ""
          }
        ]
      },
      "articles": null
    },
    "226": {
      "introduction": "骨质疏松症(OP)是一种以骨量降低和骨组织微结构破坏为特征，导致骨脆性增加和易于骨折的代谢性骨病。",
      "advise": null,
      "cause": "1、骨吸收因素\n性激素、活性维生素D缺乏和甲状旁腺激素增高、细胞因子紊乱（IL-1、IL-6、TNF增高，护骨素OPG减少）。\n2、骨形成因素\n峰值骨量降低、骨重建功能衰退。\n3、不良生活、饮食方式\n如高龄、吸烟、制动、体力活动过少、酗酒、长期卧床、长期服用糖皮质激素，钙、维生素D、蛋白质等摄入不足，光照减少、肌肉功能减退。",
      "relatedGenes": null,
      "deficiency": null,
      "overmuch": null,
      "rich_food": null,
      "caseRate": "",
      "symptom": "1、骨痛和肌无力\n可有腰背酸痛或周身酸痛，负荷增加时疼痛加重或活动受限，严重时翻身、起坐及行走有困难。\n2、骨折\n易发生胸、腰椎、髋部、桡、尺骨远端和肱骨近端脆性骨折.\n3、脊柱变形\n严重者可有身高缩短和驼背。",
      "prevention": "",
      "preventionGeneral": "1、改善营养状况\n适当补充蛋白质，多吃富含异黄酮的食物（如豆类）。\n2、补充钙剂和维生素D\n摄入富含钙、低盐和适量蛋白质的均衡膳食，戒烟限酒。\n3、加强运动\n4、纠正不良生活习惯\n提倡低钠、高钾、高钙和高非饱和脂肪酸饮食，戒烟忌酒。\n5、避免使用致OP药物\n如抗癫痫药、苯巴比妥等。\n6、对症治疗",
      "preventionCheckup": "对于高发人群应定期检测以下指标：\n1、X线照片检查\n2、骨密度(BMD)测定\n3、骨代谢转换率评价\n骨形成指标（血清骨源性碱性磷酸酶、骨钙素、1型胶原羧基前肽）和骨吸收指标（尿钙/尿肌酐比值、吡啶啉、脱氧吡啶啉、学抗酒石酸酸性磷酸酶TRAP）等。",
      "geneticCorrelation": "骨质量主要与遗传因素有关，包括骨的几何形态、矿化程度、微损伤累积、骨矿物质与骨基质的理化与生物学特性等。",
      "jsonCause": {
        "summary": "",
        "items": [
          {
            "title": "骨吸收因素",
            "desc": "性激素、活性维生素D缺乏和甲状旁腺激素增高、细胞因子紊乱（IL-1、IL-6、TNF增高，护骨素OPG减少）。"
          },
          {
            "title": "骨形成因素",
            "desc": "峰值骨量降低、骨重建功能衰退。"
          },
          {
            "title": "不良生活、饮食方式",
            "desc": "如高龄、吸烟、制动、体力活动过少、酗酒、长期卧床、长期服用糖皮质激素，钙、维生素D、蛋白质等摄入不足，光照减少、肌肉功能减退。"
          }
        ]
      },
      "jsonPreventionGeneral": {
        "summary": "",
        "items": [
          {
            "title": "改善营养状况",
            "desc": "适当补充蛋白质，多吃富含异黄酮的食物（如豆类）。"
          },
          {
            "title": "补充钙剂和维生素D",
            "desc": "摄入富含钙、低盐和适量蛋白质的均衡膳食，戒烟限酒。"
          },
          {
            "title": "加强运动",
            "desc": ""
          },
          {
            "title": "纠正不良生活习惯",
            "desc": "提倡低钠、高钾、高钙和高非饱和脂肪酸饮食，戒烟忌酒。"
          },
          {
            "title": "避免使用致OP药物",
            "desc": "如抗癫痫药、苯巴比妥等。"
          },
          {
            "title": "对症治疗",
            "desc": ""
          }
        ]
      },
      "jsonPreventionCheckup": {
        "summary": "对于高发人群应定期检测以下指标：",
        "items": [
          {
            "title": "X线照片检查",
            "desc": ""
          },
          {
            "title": "骨密度(BMD)测定",
            "desc": ""
          },
          {
            "title": "骨代谢转换率评价",
            "desc": "骨形成指标（血清骨源性碱性磷酸酶、骨钙素、1型胶原羧基前肽）和骨吸收指标（尿钙/尿肌酐比值、吡啶啉、脱氧吡啶啉、学抗酒石酸酸性磷酸酶TRAP）等。"
          }
        ]
      },
      "articles": null
    },
    "227": {
      "introduction": "高脂血症（又称高脂蛋白血症），俗称血脂过高、高血脂，是指涉及血液任何或所有脂类以及又或脂蛋白异常升高水平的情况，是血脂异常最常见的形式（其中包括任何异常脂质水平）。",
      "advise": null,
      "cause": "1、环境因素\n摄入较多的高脂肪高热量食物，饮食不均衡，以及一些药物。\n2、代谢性紊乱疾病\n糖尿病、高血压、黏液性水肿、甲状腺功能低下、肥胖、肝肾疾病、肾上腺皮质功能亢进等\n3、其他因素\n年龄、性别、季节、饮酒、吸烟、体力活动、精神紧张、情绪活动等有关。",
      "relatedGenes": null,
      "deficiency": null,
      "overmuch": null,
      "rich_food": null,
      "caseRate": "",
      "symptom": "高脂血症的临床表现主要是脂质在真皮内沉积所引起的黄色瘤和脂质在血管内皮沉积所引起的动脉硬化。尽管高脂血症可引起黄色瘤，但其发生率并不很高；而动脉粥样硬化的发生和发展又是一种缓慢渐进的过程。因此在通常情况下，多数患者并无明显症状和异常体征。",
      "prevention": "",
      "preventionGeneral": "1.控制体重\n体重指数与血脂水平呈明显正相关外，中心型肥胖者更容易发生高脂血症。肥胖者的体重减轻后，血脂紊乱亦可恢复正常。\n2、运动锻炼\n体育运动不但可以增强心肺功能、改善胰岛素抵抗和葡萄糖耐量，而且还可减轻体重、降低血浆三酰甘油和胆固醇水平，升高HDL胆固醇水平。\n3、戒烟\n吸烟可升高血浆胆固醇和三酰甘油水平，降低HDL-胆固醇水平。\n4、饮食治疗\n减少高脂肪的摄入，增加优质蛋白。",
      "preventionCheckup": "高脂血症与多种疾病相互作用，应定期监测血脂。\n1、血脂\n低密度脂蛋白、高密度脂蛋白、甘油三酯、总胆固醇、乳糜微粒、极低密度脂蛋白、载脂蛋白等。",
      "geneticCorrelation": "原发性与先天性和遗传有关，是由于单基因缺陷或多基因缺陷，使参与脂蛋白转运和代谢的受体、酶或载脂蛋白异常所致。",
      "jsonCause": {
        "summary": "",
        "items": [
          {
            "title": "环境因素",
            "desc": "摄入较多的高脂肪高热量食物，饮食不均衡，以及一些药物。"
          },
          {
            "title": "代谢性紊乱疾病",
            "desc": "糖尿病、高血压、黏液性水肿、甲状腺功能低下、肥胖、肝肾疾病、肾上腺皮质功能亢进等"
          },
          {
            "title": "其他因素",
            "desc": "年龄、性别、季节、饮酒、吸烟、体力活动、精神紧张、情绪活动等有关。"
          }
        ]
      },
      "jsonPreventionGeneral": {
        "summary": "",
        "items": [
          {
            "title": "控制体重",
            "desc": "体重指数与血脂水平呈明显正相关外，中心型肥胖者更容易发生高脂血症。肥胖者的体重减轻后，血脂紊乱亦可恢复正常。"
          },
          {
            "title": "运动锻炼",
            "desc": "体育运动不但可以增强心肺功能、改善胰岛素抵抗和葡萄糖耐量，而且还可减轻体重、降低血浆三酰甘油和胆固醇水平，升高HDL胆固醇水平。"
          },
          {
            "title": "戒烟",
            "desc": "吸烟可升高血浆胆固醇和三酰甘油水平，降低HDL-胆固醇水平。"
          },
          {
            "title": "饮食治疗",
            "desc": "减少高脂肪的摄入，增加优质蛋白。"
          }
        ]
      },
      "jsonPreventionCheckup": {
        "summary": "高脂血症与多种疾病相互作用，应定期监测血脂。",
        "items": [
          {
            "title": "血脂",
            "desc": "低密度脂蛋白、高密度脂蛋白、甘油三酯、总胆固醇、乳糜微粒、极低密度脂蛋白、载脂蛋白等。"
          }
        ]
      },
      "articles": null
    },
    "228": {
      "introduction": "高尿酸血症是因体内尿酸生成过多和（或）排泄过少所致。尿酸是人类嘌呤化合物的终末代谢产物，嘌呤代谢紊乱导致高尿酸血症。目前我国约有高尿酸血症者1.2亿，约占总人口的10%，高发年龄为中老年男性和绝经后女性，但近年来有年轻化趋势。",
      "advise": null,
      "cause": "1、尿酸排泄减少\n尿酸排泄障碍是引起高尿酸血症的重要因素。80%-90%的高尿酸血症具有尿酸排泄障碍。\n2、尿酸生成增多\n主要是由代谢尿酸的酶存在缺陷所致，如磷酸核糖焦磷酸(PRPP)、磷酸核糖焦磷酸酰基转移酶(PRPPAT)、次黄嘌呤-鸟嘌呤磷酸核糖转移酶(HGPRT)、黄嘌呤氧化酶(XO)等。",
      "relatedGenes": null,
      "deficiency": null,
      "overmuch": null,
      "rich_food": null,
      "caseRate": "",
      "symptom": "1、前期无明显症状，仅有高尿酸血症而无关节炎、痛风石、尿酸结石等临床症状。\n2、高尿酸血症可与多种疾病发病有明显的关系，如痛风、高血压、糖尿病、高甘油三酯、代谢综合征、冠心病、肾脏损害等。",
      "prevention": "",
      "preventionGeneral": "1、避免剧烈运动或损伤\n2、低嘌呤饮食\n限制高嘌呤（内脏，海鲜）、软饮料和果糖。\n3、禁酒\n尤其是啤酒和白酒，可适当喝红酒。\n4、控制体重\n5、多饮水\n每天保证饮水2000ml以上，饮自来水和矿泉水，临睡前饮可防尿结石。\n6、使用碱性药物\n常用碳酸氢钠碱化尿液。",
      "preventionCheckup": "高尿酸血症可引发痛风等疾病，应定期监测以下指标：\n1、血尿酸\n2、肾功能\n肾小球滤过率、内生肌酐清除率、血尿素氮、血肌酐/尿素氮比值等。",
      "geneticCorrelation": "常有家族遗传史，主要与酶的缺陷有关，而酶的缺陷与基因变异有关，遗传方式可分为常染色体隐性、常染色显性遗传和性连锁遗传。",
      "jsonCause": {
        "summary": "",
        "items": [
          {
            "title": "尿酸排泄减少",
            "desc": "尿酸排泄障碍是引起高尿酸血症的重要因素。80%-90%的高尿酸血症具有尿酸排泄障碍。"
          },
          {
            "title": "尿酸生成增多",
            "desc": "主要是由代谢尿酸的酶存在缺陷所致，如磷酸核糖焦磷酸(PRPP)、磷酸核糖焦磷酸酰基转移酶(PRPPAT)、次黄嘌呤-鸟嘌呤磷酸核糖转移酶(HGPRT)、黄嘌呤氧化酶(XO)等。"
          }
        ]
      },
      "jsonPreventionGeneral": {
        "summary": "",
        "items": [
          {
            "title": "避免剧烈运动或损伤",
            "desc": ""
          },
          {
            "title": "低嘌呤饮食",
            "desc": "限制高嘌呤（内脏，海鲜）、软饮料和果糖。"
          },
          {
            "title": "禁酒",
            "desc": "尤其是啤酒和白酒，可适当喝红酒。"
          },
          {
            "title": "控制体重",
            "desc": ""
          },
          {
            "title": "多饮水",
            "desc": "每天保证饮水2000ml以上，饮自来水和矿泉水，临睡前饮可防尿结石。"
          },
          {
            "title": "使用碱性药物",
            "desc": "常用碳酸氢钠碱化尿液。"
          }
        ]
      },
      "jsonPreventionCheckup": {
        "summary": "高尿酸血症可引发痛风等疾病，应定期监测以下指标：",
        "items": [
          {
            "title": "血尿酸",
            "desc": ""
          },
          {
            "title": "肾功能",
            "desc": "肾小球滤过率、内生肌酐清除率、血尿素氮、血肌酐/尿素氮比值等。"
          }
        ]
      },
      "articles": null
    },
    "229": {
      "introduction": "肥厚型心肌病是室间隔不匀称肥厚，心肌细胞异常肥大，排列方向紊乱以及收缩期二尖瓣帆向前移动等。肥厚的肌壁顺应性降低，致使心室充盈阻力增加。",
      "advise": null,
      "cause": "1、儿茶酚胺代谢异常\r2、细胞内钙调解异常\r3、高血压\r4、高强度运动",
      "relatedGenes": null,
      "deficiency": null,
      "overmuch": null,
      "rich_food": null,
      "caseRate": "",
      "symptom": "1、呼吸困难\n主要症状有呼吸困难，劳力性呼吸困难，严重呈端坐呼吸或阵发性夜间呼吸困难。\n2、心绞痛\n常有典型心绞痛，劳力后发作。\n3、晕厥与头晕\n多在劳累时发生。\n4、心悸\n患者感觉心脏跳动强烈，尤其左侧卧位更明显。",
      "prevention": "",
      "preventionGeneral": "1、避免激烈运动、持重或屏气\r2、避免使用某些药物\r如洋地黄、硝酸类制剂（这些药物可增强心肌收缩力、减少心脏容量负荷），减少加重左室流出道梗阻。",
      "preventionCheckup": "多与遗传有关，定期检查，早期筛查，及时预防。\n1、X线检查\n2、心电图\n3、超声心动图\n4、心导管检查及心血管造影",
      "geneticCorrelation": "本病常有明显家族史（约占1/3），常被认为是常染色体显性遗传疾病，肌节收缩蛋白基因（如肌钙蛋白T基因、肌球蛋白重链基因）突变是主要的致病因素。",
      "jsonCause": {
        "summary": "",
        "items": [
          {
            "title": "儿茶酚胺代谢异常",
            "desc": ""
          },
          {
            "title": "细胞内钙调解异常",
            "desc": ""
          },
          {
            "title": "高血压",
            "desc": ""
          },
          {
            "title": "高强度运动",
            "desc": ""
          }
        ]
      },
      "jsonPreventionGeneral": {
        "summary": "",
        "items": [
          {
            "title": "避免激烈运动、持重或屏气",
            "desc": ""
          },
          {
            "title": "避免使用某些药物",
            "desc": "如洋地黄、硝酸类制剂（这些药物可增强心肌收缩力、减少心脏容量负荷），减少加重左室流出道梗阻。"
          }
        ]
      },
      "jsonPreventionCheckup": {
        "summary": "多与遗传有关，定期检查，早期筛查，及时预防。",
        "items": [
          {
            "title": "X线检查",
            "desc": ""
          },
          {
            "title": "心电图",
            "desc": ""
          },
          {
            "title": "超声心动图",
            "desc": ""
          },
          {
            "title": "心导管检查及心血管造影",
            "desc": ""
          }
        ]
      },
      "articles": null
    },
    "230": {
      "introduction": "扩张型心肌病是一种原因未明的原发性心肌疾病。本病的特征为左或右心室或双侧心室扩大，并伴有心室收缩功能减退，伴或不伴充血性心力衰竭。起病缓慢，任何年龄均可发病，以30～50岁多见，本病常伴有心律失常，病死率较高。",
      "advise": null,
      "cause": "1、感染\n本病患者的心肌活检标本中发现有肠道病毒或巨细胞病毒的RNA，说明本病与病毒性心肌炎关系密切。\n2、细胞免疫\n本病患者中自然杀伤细胞活性减低，减弱机体的防御能力，抑制性T淋巴细胞数量及功能减低，由此发生细胞介导的免疫反应，引起血管和心肌损伤。",
      "relatedGenes": null,
      "deficiency": null,
      "overmuch": null,
      "rich_food": null,
      "caseRate": "",
      "symptom": "症状以充血性心力衰竭为主，其中以气短和水肿最为常见。最初在劳动或劳累后气短，以后在轻度活动或休息时也有气短，或有夜间阵发性呼吸困难，常感乏力。右心衰的水肿从下肢开始，晚期可有胸、腹腔积液。",
      "prevention": "",
      "preventionGeneral": "1、休息\n强调休息及避免劳累，如有心脏扩大、心功能减退者更应注意，宜长期休息，以免病情恶化。\n2、低盐饮食\n3、限制运动\n若诊断已明确，必须保证休息，不宜进行运动。",
      "preventionCheckup": "本病致病因素不明确，所以定期检查、早期筛查对于发现疾病是主要的途径。\n1、X线检查\n2、心电图\n3、超声心动图\n4、同位素检查\n5、心内膜心肌活检",
      "geneticCorrelation": "本病的家族性遗传占40%～60%。",
      "jsonCause": {
        "summary": "",
        "items": [
          {
            "title": "感染",
            "desc": "本病患者的心肌活检标本中发现有肠道病毒或巨细胞病毒的RNA，说明本病与病毒性心肌炎关系密切。"
          },
          {
            "title": "细胞免疫",
            "desc": "本病患者中自然杀伤细胞活性减低，减弱机体的防御能力，抑制性T淋巴细胞数量及功能减低，由此发生细胞介导的免疫反应，引起血管和心肌损伤。"
          }
        ]
      },
      "jsonPreventionGeneral": {
        "summary": "",
        "items": [
          {
            "title": "休息",
            "desc": "强调休息及避免劳累，如有心脏扩大、心功能减退者更应注意，宜长期休息，以免病情恶化。"
          },
          {
            "title": "低盐饮食",
            "desc": ""
          },
          {
            "title": "限制运动",
            "desc": "若诊断已明确，必须保证休息，不宜进行运动。"
          }
        ]
      },
      "jsonPreventionCheckup": {
        "summary": "本病致病因素不明确，所以定期检查、早期筛查对于发现疾病是主要的途径。",
        "items": [
          {
            "title": "X线检查",
            "desc": ""
          },
          {
            "title": "心电图",
            "desc": ""
          },
          {
            "title": "超声心动图",
            "desc": ""
          },
          {
            "title": "同位素检查",
            "desc": ""
          },
          {
            "title": "心内膜心肌活检",
            "desc": ""
          }
        ]
      },
      "articles": null
    },
    "231": {
      "introduction": "高同型半胱氨酸血症是指血液中的同型半胱氨酸的水平异常增高的状况，是多种心血管疾病如冠状动脉硬化性心脏病，外周血管疾病，脑血管疾病及静脉血栓形成等的危险因素。",
      "advise": null,
      "cause": "1、营养性因素\n高动物蛋白饮食中甲硫氨酸含量较高，摄入过多易引起HCY水平升高，代谢辅助因子如叶酸，维生素B6、B12缺乏。",
      "relatedGenes": null,
      "deficiency": null,
      "overmuch": null,
      "rich_food": null,
      "caseRate": "",
      "symptom": "1、同型半胱氨酸水平升高与心血管疾病的关系\n增加冠状动脉疾病发病率与死亡率，影响疾病的严重程度，血浆同型半胱氨酸浓度与冠状动脉病变程度呈正相关。\n2、同型半胱氨酸水平升高与脑血管疾病的关系\n中风的危险性增大，血浆同型半胱氨酸水平升高是中风的一个独立危险因素。\n3、同型半胱氨酸水平升高与糖尿病的关系\n同型半胱氨酸升高，患糖尿病的风险明显高于一般人群。\n4、其他\n同型半胱氨酸升高常引起妊娠并发症，如流产、先兆子痫、早产、新生儿体重偏低及某些新生儿缺陷。",
      "prevention": "",
      "preventionGeneral": "1、适当补充维生素\r营养性因素导致高同型半胱氨酸血症可以补充维生素B6、B9和B12。\r2、合理膳食\r限制甲硫氨酸的摄入，饮食中减少动物蛋白摄入量。",
      "preventionCheckup": "尽早检查，早诊断早治疗，减少本病对于其他疾病造成的影响。\r1、血清同型半胱氨酸",
      "geneticCorrelation": "同型半胱氨酸代谢过程相关的酶发生基因突变，使得基因编码的酶活性减低或不表达",
      "jsonCause": {
        "summary": "",
        "items": [
          {
            "title": "营养性因素",
            "desc": "高动物蛋白饮食中甲硫氨酸含量较高，摄入过多易引起HCY水平升高，代谢辅助因子如叶酸，维生素B6、B12缺乏。"
          }
        ]
      },
      "jsonPreventionGeneral": {
        "summary": "",
        "items": [
          {
            "title": "适当补充维生素",
            "desc": "营养性因素导致高同型半胱氨酸血症可以补充维生素B6、B9和B12。"
          },
          {
            "title": "合理膳食",
            "desc": "限制甲硫氨酸的摄入，饮食中减少动物蛋白摄入量。"
          }
        ]
      },
      "jsonPreventionCheckup": {
        "summary": "尽早检查，早诊断早治疗，减少本病对于其他疾病造成的影响。",
        "items": [
          {
            "title": "血清同型半胱氨酸",
            "desc": ""
          }
        ]
      },
      "articles": null
    }
  },
  "summary": "",
  "reportTime": "2017.09.01",
  "reportInfo": {
    "tumour": {
      "type": 1,
      "items": [
        {
          "phenotypeId": 64,
          "phenotypeName": "食管癌",
          "isMan": 0,
          "genotypes": [
            {
              "rsid": "rs366631",
              "gene": "GSTM1",
              "genotype": "AA",
              "score": -1,
              "info": "风险略增",
              "frequency": 0.5366,
              "summary": "风险略增"
            },
            {
              "rsid": "rs2031920",
              "gene": "CYP2E1",
              "genotype": "CC",
              "score": 0,
              "info": "风险正常",
              "frequency": 0.6655,
              "summary": "风险正常"
            },
            {
              "rsid": "rs3813867",
              "gene": "CYP2E1",
              "genotype": "GG",
              "score": 0,
              "info": "风险正常",
              "frequency": 0.6655,
              "summary": "风险正常"
            },
            {
              "rsid": "rs1801133",
              "gene": "MTHFR",
              "genotype": "AA",
              "score": -1,
              "info": "风险增加",
              "frequency": 0.115,
              "summary": "风险增加"
            },
            {
              "rsid": "rs1048943",
              "gene": "CYP1A1",
              "genotype": "TT",
              "score": 0,
              "info": "风险正常",
              "frequency": 0.5436,
              "summary": "风险正常"
            },
            {
              "rsid": "rs1042522",
              "gene": "P53"
            },
            {
              "rsid": "rs1800566",
              "gene": "NQO1",
              "genotype": "GG",
              "score": 0,
              "info": "风险正常",
              "frequency": 0.2857,
              "summary": "风险正常"
            },
            {
              "rsid": "rs671",
              "gene": "ALDH2",
              "genotype": "GG",
              "score": 0,
              "info": "风险正常",
              "frequency": 0.7247,
              "summary": "风险正常"
            },
            {
              "rsid": "rs1229984",
              "gene": "ADH2",
              "genotype": "TT",
              "score": 1,
              "info": "风险降低",
              "frequency": 0.4843,
              "summary": "风险降低"
            }
          ],
          "score": 0,
          "riskValue": 0.386,
          "summary": "风险正常",
          "ratio": 0.7114,
          "genes": [
            {
              "gene": "ADH2",
              "related": "ADH2基因编码的乙醇脱氢酶是乙醇代谢的关键酶，可将体内的乙醇在肝脏代谢为乙醛。风险基因型导致编码的酶活性显著增加,使得饮酒者出现乙醛蓄积,引起代谢变化外,还会消耗大量还原剂,导致体内自由基的清除受阻,使得DNA受损几率增加。"
            },
            {
              "gene": "NQO1",
              "related": "NQO1促进有害物质醌类及其衍生物转化为低毒性的氢醌。风险基因型导致NQO1酶活性显著降低,致癌物质代谢速度降低,在体内的堆积速度上升。"
            },
            {
              "gene": "ALDH2",
              "related": "ALDH2编码的乙醛脱氢酶是乙醛代谢的关键酶,与60%以上的乙醛代谢有关。风险基因型导致乙醛的代谢速度下降,易造成有毒物质乙醛积累。"
            },
            {
              "gene": "GSTM1",
              "related": "GSTM1将体内的多种有毒物质转化为低毒或者无毒物质。风险基因型整个基因缺失,无法编码具有解毒作用的GSTM1酶,机体解毒能力下降,导致致癌物在体内积累。"
            },
            {
              "gene": "MTHFR",
              "related": "MTHFR参与体内叶酸代谢,进而参与DNA的合成与修复。风险基因型编码的酶活性降低,DNA损伤修复能力下降,DNA稳定性降低,抵抗致癌物质或其他外界因素破坏作用的能力降低。"
            },
            {
              "gene": "CYP1A1",
              "related": "CYP1A1可将前致癌物(多环芳烃类)转化为致癌物。风险基因型编码的酶活性增高,前致癌物更快的代谢成致癌物,导致致癌物在体内堆积。"
            },
            {
              "gene": "CYP2E1",
              "related": "CYP2E1参与药物、致癌物、类固醇激素和胆酸的氧化代谢。风险基因型致使氧化代谢时生成更多氧自由基,机体的氧化一抗氧化机制失去平衡。"
            }
          ]
        },
        {
          "phenotypeId": 61,
          "phenotypeName": "肺癌",
          "isMan": 0,
          "genotypes": [
            {
              "rsid": "rs1048943",
              "gene": "CYP1A1",
              "genotype": "TT",
              "score": 0,
              "info": "风险正常",
              "frequency": 0.5436,
              "summary": "风险正常"
            },
            {
              "rsid": "rs366631",
              "gene": "GSTM1",
              "genotype": "AA",
              "score": -1,
              "info": "风险略增",
              "frequency": 0.5366,
              "summary": "风险略增"
            },
            {
              "rsid": "rs2266637",
              "gene": "GSTT1"
            },
            {
              "rsid": "rs1042522",
              "gene": "P53"
            },
            {
              "rsid": "rs1801131",
              "gene": "MTHFR",
              "genotype": "TT",
              "score": 0,
              "info": "风险正常",
              "frequency": 0.5958,
              "summary": "风险正常"
            }
          ],
          "score": 0,
          "riskValue": 0.694,
          "summary": "风险正常",
          "ratio": 0.7966,
          "genes": [
            {
              "gene": "GSTM1",
              "related": "GSTM1将体内的多种有毒物质转化为低毒或者无毒物质。风险基因型整个基因缺失,无法编码具有解毒作用的GSTM1酶,机体解毒能力下降,导致致癌物在体内积累。"
            },
            {
              "gene": "MTHFR",
              "related": "MTHFR参与体内叶酸代谢,进而参与DNA的合成与修复。风险基因型编码的酶活性降低,DNA损伤修复能力下降,DNA稳定性降低,抵抗致癌物质或其他外界因素破坏作用的能力降低。"
            },
            {
              "gene": "CYP1A1",
              "related": "CYP1A1可将前致癌物(多环芳烃类)转化为致癌物。风险基因型编码的酶活性增高,前致癌物更快的代谢成致癌物,导致致癌物在体内堆积。"
            }
          ]
        },
        {
          "phenotypeId": 68,
          "phenotypeName": "鼻咽癌",
          "isMan": 0,
          "genotypes": [
            {
              "rsid": "rs366631",
              "gene": "GSTM1",
              "genotype": "AA",
              "score": -1,
              "info": "风险略增",
              "frequency": 0.5366,
              "summary": "风险略增"
            },
            {
              "rsid": "rs2266637",
              "gene": "GSTT1"
            },
            {
              "rsid": "rs2031920",
              "gene": "CYP2E1",
              "genotype": "CC",
              "score": 0,
              "info": "风险正常",
              "frequency": 0.6655,
              "summary": "风险正常"
            },
            {
              "rsid": "rs909253",
              "gene": "TNF-β",
              "genotype": "AA",
              "score": 0,
              "info": "风险正常",
              "frequency": 0.2718,
              "summary": "风险正常"
            }
          ],
          "score": 0,
          "riskValue": 0.694,
          "summary": "风险正常",
          "ratio": 0.7973,
          "genes": [
            {
              "gene": "GSTM1",
              "related": "GSTM1将体内的多种有毒物质转化为低毒或者无毒物质。风险基因型整个基因缺失,无法编码具有解毒作用的GSTM1酶,机体解毒能力下降,导致致癌物在体内积累。"
            },
            {
              "gene": "CYP2E1",
              "related": "CYP2E1参与药物、致癌物、类固醇激素和胆酸的氧化代谢。风险基因型致使氧化代谢时生成更多氧自由基,机体的氧化一抗氧化机制失去平衡。"
            },
            {
              "gene": "TNF-β",
              "related": "TNF-β参与免疫应答、炎症诱导、细胞信号转导、细胞凋亡等一系列活动。风险基因型导致TNF-β蛋白活性上升,导致炎症细胞过度活化。"
            }
          ]
        },
        {
          "phenotypeId": 62,
          "phenotypeName": "胃癌",
          "isMan": 0,
          "genotypes": [
            {
              "rsid": "rs366631",
              "gene": "GSTM1",
              "genotype": "AA",
              "score": -1,
              "info": "风险略增",
              "frequency": 0.5366,
              "summary": "风险略增"
            },
            {
              "rsid": "rs1801133",
              "gene": "MTHFR",
              "genotype": "AA",
              "score": -1,
              "info": "风险增加",
              "frequency": 0.115,
              "summary": "风险增加"
            },
            {
              "rsid": "rs1800629",
              "gene": "TNF-α",
              "genotype": "GG",
              "score": 0,
              "info": "风险正常",
              "frequency": 0.8606,
              "summary": "风险正常"
            },
            {
              "rsid": "rs909253",
              "gene": "TNF-β",
              "genotype": "AA",
              "score": 0,
              "info": "风险正常",
              "frequency": 0.2718,
              "summary": "风险正常"
            },
            {
              "rsid": "rs63750447",
              "gene": "hMLH1",
              "genotype": "TT",
              "score": 0,
              "info": "风险正常",
              "frequency": 0.9443,
              "summary": "风险正常"
            }
          ],
          "score": 0,
          "riskValue": 0.694,
          "summary": "风险正常",
          "ratio": 0.7818,
          "genes": [
            {
              "gene": "GSTM1",
              "related": "GSTM1将体内的多种有毒物质转化为低毒或者无毒物质。风险基因型整个基因缺失,无法编码具有解毒作用的GSTM1酶,机体解毒能力下降,导致致癌物在体内积累,增加胃癌的发病风险。"
            },
            {
              "gene": "hMLH1",
              "related": "hMLH1参与修复DNA复制过程中的错配,保持DNA遗传的稳定性与完整性。风险基因型导致hMLH1酶活性降低甚至失活,DNA错配增加,稳定性下降,增加胃癌的发病风险。"
            },
            {
              "gene": "MTHFR",
              "related": "MTHFR参与体内叶酸代谢,进而参与DNA的合成与修复。风险基因型编码的酶活性降低,DNA损伤修复能力下降,DNA稳定性降低,抵抗致癌物质或其他外界因素破坏作用的能力降低,增加胃癌的发病风险。"
            },
            {
              "gene": "TNF-α",
              "related": "TNF-α参与细胞信号转导、免疫应答、炎症诱导、细胞凋亡等一系列活动。风险基因型导致TNF-α蛋白分泌增多,产生过强炎性反应,并且抑制胃酸分泌,增加胃癌的发病风险。"
            },
            {
              "gene": "TNF-β",
              "related": "TNF-β参与免疫应答、炎症诱导、细胞信号转导、细胞凋亡等一系列活动。风险基因型导致TNF-β蛋白活性上升,导致炎症细胞过度活化,增加胃癌的发病风险。"
            }
          ]
        },
        {
          "phenotypeId": 216,
          "phenotypeName": "肝癌",
          "isMan": 0,
          "genotypes": [
            {
              "rsid": "rs366631",
              "gene": "GSTM1",
              "genotype": "AA",
              "score": -1,
              "info": "风险略增",
              "frequency": 0.5366,
              "summary": "风险略增"
            },
            {
              "rsid": "rs2266637",
              "gene": "GSTT1"
            },
            {
              "rsid": "rs1048943",
              "gene": "CYP1A1",
              "genotype": "TT",
              "score": 0,
              "info": "风险正常",
              "frequency": 0.5436,
              "summary": "风险正常"
            }
          ],
          "score": 0,
          "riskValue": 0.833,
          "summary": "风险正常",
          "ratio": 0.7883,
          "genes": [
            {
              "gene": "GSTM1",
              "related": "GSTM1将体内的多种有毒物质转化为低毒或者无毒物质。风险基因型整个基因缺失,无法编码具有解毒作用的GSTM1酶,机体解毒能力下降,导致致癌物在体内积累。"
            },
            {
              "gene": "CYP1A1",
              "related": "CYP1A1可将前致癌物(多环芳烃类)转化为致癌物。风险基因型编码的酶活性增高,前致癌物更快的代谢成致癌物,导致致癌物在体内堆积。"
            }
          ]
        },
        {
          "phenotypeId": 65,
          "phenotypeName": "结直肠癌",
          "isMan": 0,
          "genotypes": [
            {
              "rsid": "rs2266637",
              "gene": "GSTT1"
            },
            {
              "rsid": "rs2031920",
              "gene": "CYP2E1",
              "genotype": "CC",
              "score": 0,
              "info": "风险正常",
              "frequency": 0.6655,
              "summary": "风险正常"
            },
            {
              "rsid": "rs63750447",
              "gene": "hMLH1",
              "genotype": "TT",
              "score": 0,
              "info": "风险正常",
              "frequency": 0.9443,
              "summary": "风险正常"
            }
          ],
          "score": 0,
          "riskValue": 0.694,
          "summary": "风险正常",
          "ratio": 0.7231,
          "genes": [
            {
              "gene": "hMLH1",
              "related": "hMLH1参与修复DNA复制过程中的错配,保持DNA遗传的稳定性与完整性。风险基因型导致hMLH1酶活性降低甚至失活,DNA错配增加,稳定性下降。"
            },
            {
              "gene": "CYP2E1",
              "related": "CYP2E1参与药物、致癌物、类固醇激素和胆酸的氧化代谢。风险基因型致使氧化代谢时生成更多氧自由基,机体的氧化一抗氧化机制失去平衡。"
            }
          ]
        },
        {
          "phenotypeId": 72,
          "phenotypeName": "前列腺癌",
          "isMan": 1,
          "genotypes": [
            {
              "rsid": "rs1695",
              "gene": "GSTP1",
              "genotype": "AA",
              "score": 0,
              "info": "风险正常",
              "frequency": 0.6446,
              "summary": "风险正常"
            },
            {
              "rsid": "rs366631",
              "gene": "GSTM1",
              "genotype": "AA",
              "score": -1,
              "info": "风险略增",
              "frequency": 0.5366,
              "summary": "风险略增"
            },
            {
              "rsid": "rs4646903",
              "gene": "CYP1A1",
              "genotype": "AA",
              "score": 0,
              "info": "风险正常",
              "frequency": 0.2892,
              "summary": "风险正常"
            },
            {
              "rsid": "rs1042522",
              "gene": "P53"
            }
          ],
          "score": 0,
          "riskValue": 0.833,
          "summary": "风险正常",
          "ratio": 0.7968,
          "genes": [
            {
              "gene": "GSTM1",
              "related": "GSTM1可将体内的多种有毒物质转化为低毒或者无毒物质排除体外。风险基因型无法编码具有解毒作用的GSTM1酶,机体解毒能力下降,导致致癌物在体内积累，使肿瘤罹患风险增加。"
            },
            {
              "gene": "GSTP1",
              "related": "GSTP1在体内起到解毒作用,可将多种有毒物质转化为低毒或者无毒物质排出体外。风险基因型可使GSTP1酶活性下降,导致机体解毒能力下降、致癌物在体内积累,增加前列腺癌的罹患风险。"
            },
            {
              "gene": "CYP1A1",
              "related": "CYP1A1可将前致癌物(多环芳烃类)转化为致癌物。风险基因型编码的酶活性增高,前致癌物更快的代谢成致癌物,导致致癌物在体内堆积，增加肿瘤发生风险。"
            }
          ]
        },
        {
          "phenotypeId": 222,
          "phenotypeName": "白血病",
          "isMan": 0,
          "genotypes": [
            {
              "rsid": "rs1801133",
              "gene": "MTHFR",
              "genotype": "AA",
              "score": -1,
              "info": "风险增加",
              "frequency": 0.115,
              "summary": "风险增加"
            },
            {
              "rsid": "rs1801131",
              "gene": "MTHFR",
              "genotype": "TT",
              "score": 0,
              "info": "风险正常",
              "frequency": 0.5958,
              "summary": "风险正常"
            },
            {
              "rsid": "rs366631",
              "gene": "GSTM1",
              "genotype": "AA",
              "score": -1,
              "info": "风险略增",
              "frequency": 0.5366,
              "summary": "风险略增"
            },
            {
              "rsid": "rs2266637",
              "gene": "GSTT1"
            },
            {
              "rsid": "rs1042522",
              "gene": "P53"
            },
            {
              "rsid": "rs13181",
              "gene": "XPD",
              "genotype": "TT",
              "score": 0,
              "info": "风险正常",
              "frequency": 0.8397,
              "summary": "风险正常"
            },
            {
              "rsid": "rs4646903",
              "gene": "CYP1A1",
              "genotype": "AA",
              "score": 0,
              "info": "风险正常",
              "frequency": 0.2892,
              "summary": "风险正常"
            }
          ],
          "score": 0,
          "riskValue": 0.579,
          "summary": "风险正常",
          "ratio": 0.7415,
          "genes": [
            {
              "gene": "XPD",
              "related": "XPD基因是参与核苷酸切除修复的关键酶之一,维护DNA的稳定。风险基因型DNA稳定性减弱,增加慢性淋巴细胞白血病的发病风险。"
            },
            {
              "gene": "GSTM1",
              "related": "GSTM1将体内的多种有毒物质转化为低毒或者无毒物质。风险基因型无法编码具有解毒作用的GSTM1酶,机体解毒能力下降,导致致癌物在体内积累,增加了白血病的发病风险。"
            },
            {
              "gene": "MTHFR",
              "related": "MTHFR参与体内叶酸代谢,促进甲基传递，进而参与DNA的合成与修复。风险基因型降低了甲基化供体的水平, 削弱DNA损伤修复机制,从而增加了急性淋巴细胞白血病的发病风险。"
            },
            {
              "gene": "CYP1A1",
              "related": "CYP1A1将前致癌物(环芳烃类化合物)转化为致癌物。风险基因型具有致癌活性的环芳烃类化合物生成速度增加,增加慢性髓性白血病的发病风险。"
            }
          ]
        }
      ]
    },
    "CCVD": {
      "type": 2,
      "items": [
        {
          "phenotypeId": 1,
          "phenotypeName": "高血压",
          "isMan": 0,
          "genotypes": [
            {
              "rsid": "rs5186",
              "gene": "AGTR1",
              "genotype": "AA",
              "score": 0,
              "info": "风险正常",
              "frequency": 0.878,
              "summary": "风险正常"
            },
            {
              "rsid": "rs1799983",
              "gene": "NOS3",
              "genotype": "GG",
              "score": 0,
              "info": "风险正常",
              "frequency": 0.7387,
              "summary": "风险正常"
            },
            {
              "rsid": "rs699",
              "gene": "AGT",
              "genotype": "GG",
              "score": -1,
              "info": "风险增加",
              "frequency": 0.7038,
              "summary": "风险增加"
            },
            {
              "rsid": "rs1042713",
              "gene": "ADRB2",
              "genotype": "GG",
              "score": 0,
              "info": "风险正常",
              "frequency": 0.1533,
              "summary": "风险正常"
            },
            {
              "rsid": "rs1799998",
              "gene": "CYP11B2",
              "genotype": "AA",
              "score": 0,
              "info": "风险正常",
              "frequency": 0.5366,
              "summary": "风险正常"
            }
          ],
          "score": 0,
          "riskValue": 0.482,
          "summary": "风险正常",
          "detail": "你的患病风险正常",
          "ratio": 0.7247,
          "genes": [
            {
              "gene": "AGT",
              "related": "AGT可以增加血管收缩,促进血管变厚。风险基因型 AGT 蛋白表达量增加,导致血管紧张素生成增多,引起血管收缩、血管壁增厚,增加高血压的发病风险。"
            },
            {
              "gene": "NOS3",
              "related": "NOS3在体内合成一氧化氮(NO),从而舒张血管、松弛血管平滑肌和抑制内皮细胞增殖。风险基因型 NOS3 酶的活性降低,一氧化氮合成速率下降,导致舒张血管作用减弱,血管阻力增加,增加高血压的发病风险。"
            },
            {
              "gene": "ADRB2",
              "related": "ADRB2通过改变血管紧张性,调节肾素释放,影响水盐代谢等途径调节血压。风险基因型 ADRB2 活性降低,血管扩张反应减弱,导致血管阻力增加,增加高血压的发病风险。"
            },
            {
              "gene": "AGTR1",
              "related": "AGTR1编码的蛋白能够介导血管收缩、促进血管平滑肌细胞增殖,使血管变厚,此外还可促进儿茶酚胺和前列腺素释放。风险基因型 AGTR1 蛋白表达量增加,血管壁张力增加、血管壁厚度增加,增加高血压的发病风险。"
            },
            {
              "gene": "CYP11B2",
              "related": "CYP11B2通过调节醛固酮的合成速度,进而控制盐平衡和血管内容量来调节血压。风险基因型导致基因表达增加,醛固酮合成加快,进而引起血压升高。"
            }
          ]
        },
        {
          "phenotypeId": 2,
          "phenotypeName": "冠心病",
          "isMan": 0,
          "genotypes": [
            {
              "rsid": "rs2230806",
              "gene": "ABCA1",
              "genotype": "CT",
              "score": -1,
              "info": "风险略高",
              "frequency": 0.4425,
              "summary": "风险略高"
            },
            {
              "rsid": "rs7412",
              "gene": "APOE",
              "genotype": "CC",
              "score": 0,
              "info": "风险正常",
              "frequency": 0.8153,
              "summary": "风险正常"
            },
            {
              "rsid": "rs320",
              "gene": "LPL",
              "genotype": "TT",
              "score": 0,
              "info": "风险正常",
              "frequency": 0.5889,
              "summary": "风险正常"
            },
            {
              "rsid": "rs1801133",
              "gene": "MTHFR",
              "genotype": "AA",
              "score": -1,
              "info": "风险增加",
              "frequency": 0.115,
              "summary": "风险增加"
            },
            {
              "rsid": "rs1799983",
              "gene": "NOS3",
              "genotype": "GG",
              "score": 0,
              "info": "风险正常",
              "frequency": 0.7387,
              "summary": "风险正常"
            }
          ],
          "score": 0,
          "riskValue": 0.579,
          "summary": "风险正常",
          "detail": "你的患病风险正常",
          "ratio": 0.7684,
          "genes": [
            {
              "gene": "LPL",
              "related": "LPL催化血液循环中的乳糜微粒(CM)和极低密度脂蛋白(VLDL)核心中的甘油三酯分解为脂肪酸。风险基因型编码的蛋白功能发生异常,导致血液中甘油三酯除速率下降,引起血液中甘油三酯平升高,促进动脉粥样硬化乃至冠心病的发生。"
            },
            {
              "gene": "APOE",
              "related": "APOE基因编码的蛋白质是血浆脂蛋白的重要组成成分，在脂质代谢中起重要作用，可影响血浆胆固醇的浓度。因该基因多态性影响机体脂质代谢，故与冠心病的发生有关。其风险基因型编码的蛋白生物学功能异常，导致血中甘油三酯、胆固醇水平升高，引起机体脂质代谢紊乱，增加冠心病的发生风险。"
            },
            {
              "gene": "NOS3",
              "related": "NOS3在体内合成一氧化氮(NO),NO是重要的血管内皮舒张因子，可舒张血管、松弛血管平滑肌和抑制内皮细胞增生。风险基因型血管内皮细胞中合成NO减少,影响其舒张血管、抑制血管增厚的功能,增加冠心病的患病风险。"
            },
            {
              "gene": "ABCA1",
              "related": "ABCA1(ATP-binding-cassette A1)在胆固醇逆向转运中起重要作用，可促进细胞内胆固醇和磷脂的流出,结合到细胞表面的载脂蛋白,形成高密度脂蛋白(HDL), 向肝脏转运使之最终代谢。ABCA1基因多态性与HDL浓度有关，风险基因型可使血浆中高密度脂蛋白(HDL)减少,增加冠心病的发病风险。"
            },
            {
              "gene": "MTHFR",
              "related": "MTHFR参与体内叶酸代谢,与DNA的合成与修复有关。风险基因型编码的蛋白质活性降低，影响叶酸代谢，导致机体同型半胱氨酸堆积，高浓度的同型半胱氨酸会引起血管内皮细胞损伤，机体代偿性血管内膜增生肥厚，导致动脉官腔狭窄、甚至闭塞，使冠心病的发病风险增加。"
            }
          ]
        },
        {
          "phenotypeId": 223,
          "phenotypeName": "动脉粥样硬化",
          "isMan": 0,
          "genotypes": [
            {
              "rsid": "rs7412",
              "gene": "APOE",
              "genotype": "CC",
              "score": 0,
              "info": "风险正常",
              "frequency": 0.8153,
              "summary": "风险正常"
            },
            {
              "rsid": "rs320",
              "gene": "LPL",
              "genotype": "TT",
              "score": 0,
              "info": "风险正常",
              "frequency": 0.5889,
              "summary": "风险正常"
            },
            {
              "rsid": "rs1801133",
              "gene": "MTHFR",
              "genotype": "AA",
              "score": -1,
              "info": "风险增加",
              "frequency": 0.115,
              "summary": "风险增加"
            }
          ],
          "score": 0,
          "riskValue": 0.694,
          "summary": "风险正常",
          "ratio": 0.7919,
          "genes": [
            {
              "gene": "LPL",
              "related": "LPL催化血液循环中的乳糜微粒(CM)和极低密度脂蛋白(VLDL)核心中的甘油三酯分解为脂肪酸。风险基因型编码的蛋白功能发生异常,导致血液中甘油三酯清除速率下降,引起血液中甘油三酯水平升高,促使动脉粥样硬化的发生。"
            },
            {
              "gene": "APOE",
              "related": "APOE基因编码的蛋白质是血浆脂蛋白的重要组成成分，在脂质代谢中起重要作用，可影响血浆胆固醇的浓度。因该基因多态性影响机体脂质代谢，故与动脉粥样硬化的发生有关。其风险基因型编码的蛋白生物学功能异常，导致血中甘油三酯、胆固醇水平升高，引起机体脂质代谢紊乱，增加动脉粥样硬化的发生风险。"
            },
            {
              "gene": "MTHFR",
              "related": "MTHFR参与体内叶酸代谢,与DNA的合成与修复有关。风险基因型编码的蛋白质活性降低，影响叶酸代谢，导致机体同型半胱氨酸堆积，高浓度的同型半胱氨酸会引起血管内皮细胞损伤，机体代偿性血管内膜增生肥厚，导致动脉官腔狭窄、甚至闭塞，促使动脉硬化，导致动脉粥样硬化的发生。"
            }
          ]
        },
        {
          "phenotypeId": 3,
          "phenotypeName": "心肌梗死",
          "isMan": 0,
          "genotypes": [
            {
              "rsid": "rs7412",
              "gene": "APOE",
              "genotype": "CC",
              "score": 0,
              "info": "风险正常",
              "frequency": 0.8153,
              "summary": "风险正常"
            },
            {
              "rsid": "rs1801133",
              "gene": "MTHFR",
              "genotype": "AA",
              "score": -1,
              "info": "风险增加",
              "frequency": 0.115,
              "summary": "风险增加"
            },
            {
              "rsid": "rs1799983",
              "gene": "NOS3",
              "genotype": "GG",
              "score": 0,
              "info": "风险正常",
              "frequency": 0.7387,
              "summary": "风险正常"
            }
          ],
          "score": 0,
          "riskValue": 0.694,
          "summary": "风险正常",
          "detail": "你的患病风险正常",
          "ratio": 0.7575,
          "genes": [
            {
              "gene": "APOE",
              "related": "APOE基因编码的蛋白质是血浆脂蛋白的重要组成成分，在脂质代谢中起重要作用，可影响血浆胆固醇的浓度。因该基因多态性影响机体脂质代谢，故与心肌梗死的发生有关。其风险基因型编码的蛋白生物学功能异常，导致血中甘油三酯、胆固醇水平升高，引起机体脂质代谢紊乱，使心肌梗死发生风险增加。"
            },
            {
              "gene": "NOS3",
              "related": "NOS3在体内合成一氧化氮(NO),NO是重要的血管内皮舒张因子，可舒张血管、松弛血管平滑肌和抑制内皮细胞增生。风险基因型血管内皮细胞中合成NO减少,影响其舒张血管、抑制血管增厚的功能,使心肌梗死发生风险增加。"
            },
            {
              "gene": "MTHFR",
              "related": "MTHFR参与体内叶酸代谢,与DNA的合成与修复有关。风险基因型编码的蛋白质活性降低，影响叶酸代谢，导致机体同型半胱氨酸堆积，高浓度的同型半胱氨酸会引起血管内皮细胞损伤，机体代偿性血管内膜增生肥厚，导致动脉官腔狭窄、甚至闭塞，使心肌梗死的发病风险增加。"
            }
          ]
        },
        {
          "phenotypeId": 224,
          "phenotypeName": "脑梗塞",
          "isMan": 0,
          "genotypes": [
            {
              "rsid": "rs699",
              "gene": "AGT",
              "genotype": "GG",
              "score": -1,
              "info": "风险增加",
              "frequency": 0.7038,
              "summary": "风险增加"
            },
            {
              "rsid": "rs5186",
              "gene": "AGTR1",
              "genotype": "AA",
              "score": 0,
              "info": "风险正常",
              "frequency": 0.878,
              "summary": "风险正常"
            },
            {
              "rsid": "rs7412",
              "gene": "APOE",
              "genotype": "CC",
              "score": 0,
              "info": "风险正常",
              "frequency": 0.8153,
              "summary": "风险正常"
            },
            {
              "rsid": "rs1801133",
              "gene": "MTHFR",
              "genotype": "AA",
              "score": -1,
              "info": "风险增加",
              "frequency": 0.115,
              "summary": "风险增加"
            },
            {
              "rsid": "rs1799983",
              "gene": "NOS3",
              "genotype": "GG",
              "score": 0,
              "info": "风险正常",
              "frequency": 0.7387,
              "summary": "风险正常"
            }
          ],
          "score": 0,
          "riskValue": 0.579,
          "summary": "风险正常",
          "ratio": 0.7387,
          "genes": [
            {
              "gene": "AGT",
              "related": "AGT可以增加血管收缩,促进血管变厚。风险基因型 AGT 蛋白表达量增加,导致血管紧张素生成增多,引起血管收缩、血管壁增厚,进而使血压升高，使脑梗塞的发生风险增加。"
            },
            {
              "gene": "APOE",
              "related": "APOE基因编码的蛋白质是血浆脂蛋白的重要组成成分，在脂质代谢中起重要作用，可影响血浆胆固醇的浓度。其风险基因型编码的蛋白生物学功能异常，导致血中甘油三酯、胆固醇水平升高，引起机体脂质代谢紊乱，增加脑梗塞的发生风险。"
            },
            {
              "gene": "NOS3",
              "related": "NOS3在体内合成一氧化氮(NO),NO是重要的血管内皮舒张因子，可舒张血管、松弛血管平滑肌和抑制内皮细胞增生。风险基因型血管内皮细胞中合成NO减少,影响其舒张血管、抑制血管增厚的功能,促使脑梗塞发生。"
            },
            {
              "gene": "AGTR1",
              "related": "AGTR1编码的蛋白能够介导血管收缩、促进血管平滑肌细胞增殖,使血管变厚,此外还可促进儿茶酚胺和前列腺素释放。风险基因型 AGTR1 蛋白表达量增加,血管壁张力增加、血管壁厚度增加，使血压升高，使脑梗塞的发生风险增加。"
            },
            {
              "gene": "MTHFR",
              "related": "MTHFR参与体内叶酸代谢,与DNA的合成与修复有关。风险基因型编码的蛋白质活性降低，影响叶酸代谢，导致机体同型半胱氨酸堆积，高浓度的同型半胱氨酸会引起血管内皮细胞损伤，机体代偿性血管内膜增生肥厚，导致动脉官腔狭窄、甚至闭塞，使脑梗塞的发病风险增加。"
            }
          ]
        },
        {
          "phenotypeId": 225,
          "phenotypeName": "脑溢血",
          "isMan": 0,
          "genotypes": [
            {
              "rsid": "rs7412",
              "gene": "APOE",
              "genotype": "CC",
              "score": 0,
              "info": "风险正常",
              "frequency": 0.8153,
              "summary": "风险正常"
            },
            {
              "rsid": "rs1801133",
              "gene": "MTHFR",
              "genotype": "AA",
              "score": -1,
              "info": "风险增加",
              "frequency": 0.115,
              "summary": "风险增加"
            }
          ],
          "score": 0,
          "riskValue": 0.833,
          "summary": "风险正常",
          "ratio": 0.7136,
          "genes": [
            {
              "gene": "APOE",
              "related": "APOE基因编码的蛋白质是血浆脂蛋白的重要组成成分，在脂质代谢中起重要作用，可影响血浆胆固醇的浓度。其风险基因型编码的蛋白生物学功能异常，导致血中甘油三酯、胆固醇水平升高，引起机体脂质代谢紊乱，增加脑溢血的发生风险。"
            },
            {
              "gene": "MTHFR",
              "related": "MTHFR是叶酸代谢中的关键基因之一,可使亚甲基四氢叶酸还原为甲基四氢叶酸,并进一步参与同型半胱氨酸的甲基化过程。风险基因型MTHFR蛋白的活性降低,容易导致叶酸代谢出现障碍,易导致同型半胱氨酸浓度升高,引起血管内皮细胞损伤,并容易导致血管壁增厚,促进动脉硬化和血栓的形成,增加了脑溢血的患病风险。"
            }
          ]
        },
        {
          "phenotypeId": 229,
          "phenotypeName": "肥厚型心肌病",
          "isMan": 0,
          "genotypes": [
            {
              "rsid": "rs699",
              "gene": "AGT",
              "genotype": "GG",
              "score": -1,
              "info": "风险增加",
              "frequency": 0.7038,
              "summary": "风险增加"
            },
            {
              "rsid": "rs1799998",
              "gene": "CYP11B2",
              "genotype": "AA",
              "score": 0,
              "info": "风险正常",
              "frequency": 0.5366,
              "summary": "风险正常"
            }
          ],
          "score": 0,
          "riskValue": 0.833,
          "summary": "风险正常",
          "ratio": 0.7225,
          "genes": [
            {
              "gene": "AGT",
              "related": "AGT基因编码血管紧张素原，在肾素作用下转变为血管紧张素I,并进一步生成血管紧张素II,AGT浓度的微小变化即可 引起 ACEII生成量的明显改变。风险基因型在肾素作用下转变为血管紧张素I,并进一步生成血管紧 张素II,AGT浓度的微小变化即可引起 ACEII生成量的明显改变，有血管收缩、促进血管变厚的生物学功能。"
            },
            {
              "gene": "CYP11B2",
              "related": "CYP11B2编码的蛋白,通过调节醛固酮的合成速度,进而控制盐平衡和血管内容量来调节血压。风险基因型该基因表达增加,导致醛固酮合成加快,进而引起血压升高,导致心肌肥厚。"
            }
          ]
        },
        {
          "phenotypeId": 230,
          "phenotypeName": "扩张型心肌病",
          "isMan": 0,
          "genotypes": [
            {
              "rsid": "rs231775",
              "gene": "CTLA4",
              "genotype": "GG",
              "score": -1,
              "info": "风险增加",
              "frequency": 0.3972,
              "summary": "风险增加"
            },
            {
              "rsid": "rs909253",
              "gene": "TNF-β",
              "genotype": "AA",
              "score": 0,
              "info": "风险正常",
              "frequency": 0.2718,
              "summary": "风险正常"
            },
            {
              "rsid": "rs1800629",
              "gene": "TNF-α",
              "genotype": "GG",
              "score": 0,
              "info": "风险正常",
              "frequency": 0.8606,
              "summary": "风险正常"
            }
          ],
          "score": 0,
          "riskValue": 0.694,
          "summary": "风险正常",
          "ratio": 0.7484,
          "genes": [
            {
              "gene": "CTLA4",
              "related": "CTLA4对控制自身免疫性T细胞活性有重要作用。风险基因型蛋白不能充分表达或发挥其抑制作用,造成T细胞激活后得不到足够的抑制,T细胞过度激活而增加扩张性心肌病的发病风险。"
            },
            {
              "gene": "TNF-α",
              "related": "TNF-α参与细胞信号转导、免疫应答、炎症诱导、细胞凋亡等一系列活动。风险基因型导致炎症细胞过度活化而增加扩张性心肌病的发病风险。"
            },
            {
              "gene": "TNF-β",
              "related": "TNF-β参与免疫应答、炎症诱导、细胞信号转导、细胞凋亡等一系列活动。风险基因型导致炎症细胞过度活化而增加扩张性心肌病的发病风险。"
            }
          ]
        }
      ]
    },
    "metabolicDiseases": {
      "type": 3,
      "items": [
        {
          "phenotypeId": 227,
          "phenotypeName": "高脂血症",
          "isMan": 0,
          "genotypes": [
            {
              "rsid": "rs320",
              "gene": "LPL",
              "genotype": "TT",
              "score": 0,
              "info": "风险正常",
              "frequency": 0.5889,
              "summary": "风险正常"
            },
            {
              "rsid": "rs285",
              "gene": "LPL",
              "genotype": "CT",
              "score": 0,
              "info": "风险正常",
              "frequency": 0.4181,
              "summary": "风险正常"
            },
            {
              "rsid": "rs7412",
              "gene": "APOE",
              "genotype": "CC",
              "score": 0,
              "info": "风险正常",
              "frequency": 0.8153,
              "summary": "风险正常"
            },
            {
              "rsid": "rs2230806",
              "gene": "ABCA1",
              "genotype": "CT",
              "score": -1,
              "info": "风险略高",
              "frequency": 0.4425,
              "summary": "风险略高"
            },
            {
              "rsid": "rs1801133",
              "gene": "MTHFR",
              "genotype": "AA",
              "score": -1,
              "info": "风险增加",
              "frequency": 0.115,
              "summary": "风险增加"
            }
          ],
          "score": 0,
          "riskValue": 0.694,
          "summary": "风险正常",
          "ratio": 0.7177,
          "genes": [
            {
              "gene": "LPL",
              "related": "LPL催化血液循环中的乳糜微粒(CM)和极低密度脂蛋白(VLDL)核心中的甘油三酯分解为脂肪酸。风险基因型编码的蛋白功能发生异常,导致血液中甘油三酯除速率下降,引起血液中甘油三酯平升高。"
            },
            {
              "gene": "APOE",
              "related": "APOE基因编码的蛋白质是血浆脂蛋白的重要组成成分，在脂质代谢中起重要作用，可影响血浆胆固醇的浓度。其风险基因型编码的蛋白生物学功能异常，导致血中甘油三酯、胆固醇水平升高，引起机体脂质代谢紊乱。"
            },
            {
              "gene": "ABCA1",
              "related": "ABCA1(ATP-binding-cassette A1)在胆固醇逆向转运中起重要作用，可促进细胞内胆固醇和磷脂的流出,结合到细胞表面的载脂蛋白,形成高密度脂蛋白(HDL), 向肝脏转运使之最终代谢。ABCA1基因多态性与HDL浓度有关，风险基因型可使血浆中高密度脂蛋白(HDL)减少。"
            },
            {
              "gene": "MTHFR",
              "related": "MTHFR参与体内叶酸代谢,进而参与DNA的合成与修复。风险基因型编码的蛋白质活性降低,导致叶酸代谢出现障碍,使得体内同型半胱氨酸积累,高浓度的同型半胱氨酸会损伤血管内皮细胞,并容易导致血管壁增厚,增加高脂血症的发病风险。"
            }
          ]
        },
        {
          "phenotypeId": 55,
          "phenotypeName": "肥胖症",
          "isMan": 0,
          "genotypes": [
            {
              "rsid": "rs2241766",
              "gene": "ADIPOQ",
              "genotype": "GT",
              "score": 0,
              "info": "风险正常",
              "frequency": 0.4216,
              "summary": "风险正常"
            },
            {
              "rsid": "rs9939609",
              "gene": "FTO",
              "genotype": "TT",
              "score": 0,
              "info": "风险正常",
              "frequency": 0.7317,
              "summary": "风险正常"
            },
            {
              "rsid": "rs8050136",
              "gene": "FTO",
              "genotype": "CC",
              "score": 0,
              "info": "风险正常",
              "frequency": 0.7352,
              "summary": "风险正常"
            },
            {
              "rsid": "rs5443",
              "gene": "GNB3",
              "genotype": "CT",
              "score": -1,
              "info": "风险略高",
              "frequency": 0.5401,
              "summary": "风险略高"
            },
            {
              "rsid": "rs320",
              "gene": "LPL",
              "genotype": "TT",
              "score": 0,
              "info": "风险正常",
              "frequency": 0.5889,
              "summary": "风险正常"
            },
            {
              "rsid": "rs1801282",
              "gene": "PPARγ2",
              "genotype": "CC",
              "score": 0,
              "info": "风险正常",
              "frequency": 0.9443,
              "summary": "风险正常"
            },
            {
              "rsid": "rs4994",
              "gene": "ADRB3",
              "genotype": "AA",
              "score": 0,
              "info": "风险正常",
              "frequency": 0.7944,
              "summary": "风险正常"
            },
            {
              "rsid": "rs17782313",
              "gene": "MC4R",
              "genotype": "TT",
              "score": 0,
              "info": "风险正常",
              "frequency": 0.7038,
              "summary": "风险正常"
            },
            {
              "rsid": "rs660339",
              "gene": "UCP2",
              "genotype": "AG",
              "score": -1,
              "info": "风险略高",
              "frequency": 0.4774,
              "summary": "风险略高"
            }
          ],
          "score": 0,
          "riskValue": 0.402,
          "summary": "风险正常",
          "ratio": 0.7865,
          "genes": [
            {
              "gene": "FTO",
              "related": "脂肪量肥胖相关基因(fat mass and obesity-associated gene,FTO) 是一种与肥胖相关的基因，也称肥胖基因，该基因编码的核蛋白属于酮戊二酸依赖型加氧酶，此蛋白作为一个含有Fe2+加氧酶，其功能是在Fe2+和维生素C诱导下催化酮戊二酸产生琥珀酸盐和二氧化碳；还可在有氧条件、Fe2+和维生素C诱导下，催化DNA和RNA发生去甲基化反应。FTO具有的去甲基化作用可调节某些代谢相关基因，即FTO基因影响人体摄食量以及饮食结构。该基因多态性影响FTO基因的生物学功能，导致机体脂肪堆积，引发肥胖。"
            },
            {
              "gene": "LPL",
              "related": "LPL催化血液循环中的乳糜微粒(CM)和极低密度脂蛋白(VLDL)核心中的甘油三酯分解为脂肪酸。风险基因型编码的蛋白质功能发生异常,导致血液中甘油三酯水平升高,促使肥胖的发生。"
            },
            {
              "gene": "GNB3",
              "related": "GNB3(G-protein beta3 subunit)基因位于12号染色体短臂，其编码的蛋白质是机体细胞信号转导的关键因子。该基因位点多态性使G蛋白活性增加，促进细胞增殖，引发肥胖。"
            },
            {
              "gene": "MC4R",
              "related": "黑皮素4受体(melanocortin-4 receptor,MC4R)基因位于18号常染色体长臂，该基因主要在下丘脑神经细胞中表达，是瘦素介导的食欲调节途径中最末端的基因。MC4R基因的表达产物是促肾上腺皮质激素(ACTH)和促黑素(MSH)的特异受体，属G蛋白偶联受体超家族。这些受体蛋白通过G蛋白介导与促肾上腺皮质激素和促黑素发生相互作用。MC4R作为关键受体之一在能量稳态系统中起重要作用。MC4R作为肥胖的候选基因与较高BMI有关。"
            },
            {
              "gene": "UCP2",
              "related": "解偶联蛋白2(uncoupling protein 2,UCP2)是线粒体内膜的质子载体,具有\"质子漏\"(驱散H+梯度)的功能,使氧化过程与ADP的磷酸化过程\"解偶联\",导致ATP生成减少,能量消耗和产热增多,体重下降。该基因多态性可使其编码的蛋白质活性下降,阻碍氧化过程与磷酸化过程“解偶联”,使底物氧化的能量不能以热能形式释放,导致合成ATP增多,引起肥胖。"
            },
            {
              "gene": "ADRB3",
              "related": "肾上腺受体β3（Beta-3-Adrenergic Receptor,ADRB3）属于 G 蛋白耦联受体超家族成员,是脂肪分解最重要的受体。风险基因型导致该基因活性降低,降低能量和脂质代谢,脂肪代谢发生障碍,导致脂肪堆积以及未代谢的能量转化为脂肪，引起肥胖。"
            },
            {
              "gene": "ADIPOQ",
              "related": "脂联素基因(Adiponectin gene，ADIPOQ)基因与肥胖症机体脂肪分布有关，可促进骨骼肌细胞脂肪酸β氧化和糖吸收,增强胰岛素糖原合成作用,抑制肝脏的糖异生,在机体脂质代谢和血糖稳态的调控中起重要作用。风险基因型可降低ADIPOQ表达,从而影响其在脂肪和糖类代谢中的作用,引发肥胖。"
            },
            {
              "gene": "PPARγ2",
              "related": "过氧化物酶体增殖物激活受体γ( peroxisome proliferator activated receptor gamma,PPARγ) 是核受体PPAR超家族成员之一，是一个配体活化转录因子，参与调控多种靶基因的转录。PPARγ2为PPARγ的亚型之一。PPARγ编码的蛋白是脂肪细胞分化、成熟以及脂肪生成的重要调控因子。此外，PPARγ参与多种疾病的病理生理过程，如肥胖症、糖尿病、动脉粥样硬化以及癌症。"
            }
          ]
        },
        {
          "phenotypeId": 60,
          "phenotypeName": "2型糖尿病",
          "isMan": 0,
          "genotypes": [
            {
              "rsid": "rs2241766",
              "gene": "ADIPOQ",
              "genotype": "GT",
              "score": 0,
              "info": "风险正常",
              "frequency": 0.4216,
              "summary": "风险正常"
            },
            {
              "rsid": "rs10946398",
              "gene": "CDKAL1",
              "genotype": "CC",
              "score": -1,
              "info": "风险增加",
              "frequency": 0.1429,
              "summary": "风险增加"
            },
            {
              "rsid": "rs7903146",
              "gene": "TCF7L2",
              "genotype": "CC",
              "score": 0,
              "info": "风险正常",
              "frequency": 0.9477,
              "summary": "风险正常"
            },
            {
              "rsid": "rs10811661",
              "genotype": "CC",
              "score": 0,
              "info": "风险正常",
              "frequency": 0.223,
              "summary": "风险正常"
            },
            {
              "rsid": "rs2237892",
              "gene": "KCNQ1",
              "genotype": "CC",
              "score": -1,
              "info": "风险略高",
              "frequency": 0.4216,
              "summary": "风险略高"
            },
            {
              "rsid": "rs2228570",
              "gene": "VDR",
              "genotype": "AG",
              "score": 0,
              "info": "风险正常",
              "frequency": 0.453,
              "summary": "风险正常"
            },
            {
              "rsid": "rs13266634",
              "gene": "SLC30A8",
              "genotype": "TT",
              "score": 0,
              "info": "风险正常",
              "frequency": 0.2125,
              "summary": "风险正常"
            },
            {
              "rsid": "rs285",
              "gene": "LPL",
              "genotype": "CT",
              "score": 0,
              "info": "风险正常",
              "frequency": 0.4181,
              "summary": "风险正常"
            },
            {
              "rsid": "rs1801133",
              "gene": "MTHFR",
              "genotype": "AA",
              "score": -1,
              "info": "风险增加",
              "frequency": 0.115,
              "summary": "风险增加"
            }
          ],
          "score": 0,
          "riskValue": 0.402,
          "summary": "风险正常",
          "ratio": 0.7855,
          "genes": [
            {
              "gene": "LPL",
              "related": "LPL催化血液循环中的乳糜微粒(CM)和极低密度脂蛋白(VLDL)核心中的甘油三酯分解为脂肪酸。风险基因型编码的蛋白功能发生异常,导致血液中甘油三酯除速率下降,引起血液中甘油三酯平升高,促使糖尿病的发生。"
            },
            {
              "gene": "VDR",
              "related": "VDR基因位于人类第12号染色体长臂，该基因编码维生素D受体，研究发现，维生素D能促进小肠粘膜上皮细胞对钙的吸收，维生素Ｄ受体基因—VDR的多态性可以显著影响钙吸收效率，钙离子在胰岛素信号通路发挥重要的作用，其缺乏可影响正常胰岛素功能的发挥，引起高血糖，导致糖尿病。"
            },
            {
              "gene": "KCNQ1",
              "related": "KCNQ1编码的蛋白质分布在胰腺β细胞，参与细胞功能的维持。风险基因型可使胰岛β细胞功能受损,胰岛素的分泌减少，引起2型糖尿病。"
            },
            {
              "gene": "MTHFR",
              "related": "MTHFR编码的蛋白质是叶酸代谢的关键酶,与体内同型半胱氨酸的水平相关。该基因位点突变使其编码的酶活性降低,导致同型半胱氨酸浓度升高,干扰β-细胞分泌胰岛素,同时引起血管内皮细胞损伤,增加糖尿病及并发症的风险。"
            },
            {
              "gene": "ADIPOQ",
              "related": "脂联素基因(Adiponectin gene，ADIPOQ)基因与肥胖症机体脂肪分布有关，可促进骨骼肌细胞脂肪酸β氧化和糖吸收,增强胰岛素糖原合成作用,抑制肝脏的糖异生,在机体脂质代谢和血糖稳态的调控中起重要作用。风险基因型可降低ADIPOQ表达,从而影响其在脂肪和糖类代谢中的作用,引发2型糖尿病。"
            },
            {
              "gene": "CDKAL1",
              "related": "CDKAL1基因位于6号染色体上，编码的蛋白质是甲基硫代转移酶家族的成员。该基因的功能尚不清楚,全基因组关联研究将该基因的内含子中的单核苷酸多态性与2型糖尿病的易感性联系起来。"
            },
            {
              "gene": "TCF7L2",
              "related": "TCF7L2基因位于10号染色体上，编码在Wnt信号通路中起关键作用的高迁移率组（HMG）盒的转录因子。该蛋白质涉及血糖稳态。"
            },
            {
              "gene": "SLC30A8",
              "related": "SLC30A8编码一种在胰岛细胞大量表达的锌离子转运蛋白,在锌离子介导的胰岛素成熟和分泌过程中发挥重要作用,参与胰岛素结晶六聚体的形成。风险基因型导致胰岛β细胞对前胰岛素加工障碍,影响胰岛细胞正常分泌胰岛素，引起2型糖尿病。"
            }
          ]
        },
        {
          "phenotypeId": 231,
          "phenotypeName": "高同型半胱氨酸血症",
          "isMan": 0,
          "genotypes": [
            {
              "rsid": "rs1801133",
              "gene": "MTHFR",
              "genotype": "AA",
              "score": -1,
              "info": "风险增加",
              "frequency": 0.115,
              "summary": "风险增加"
            },
            {
              "rsid": "rs1801131",
              "gene": "MTHFR",
              "genotype": "TT",
              "score": 0,
              "info": "风险正常",
              "frequency": 0.5958,
              "summary": "风险正常"
            }
          ],
          "score": 0,
          "riskValue": 0.833,
          "summary": "风险正常",
          "ratio": 0.7956,
          "genes": [
            {
              "gene": "MTHFR",
              "related": "MTHFR参与体内叶酸代谢,进而参与DNA的合成与修复。风险基因型该基因表达的蛋白活性及耐热性降低,叶酸代谢能力异常,导致同型半胱氨酸代谢障碍，血浆同型半胱氨酸水平增高。"
            }
          ]
        },
        {
          "phenotypeId": 57,
          "phenotypeName": "痛风",
          "isMan": 0,
          "genotypes": [
            {
              "rsid": "rs12498742",
              "gene": "GLUT9",
              "genotype": "AA",
              "score": -1,
              "info": "风险增加",
              "frequency": 0.9791,
              "summary": "风险增加"
            },
            {
              "rsid": "rs1165205",
              "gene": "SLC17A3",
              "genotype": "AA",
              "score": 0,
              "info": "风险正常",
              "frequency": 0.7143,
              "summary": "风险正常"
            },
            {
              "rsid": "rs2231142",
              "gene": "ABCG2",
              "genotype": "GT",
              "score": -1,
              "info": "风险增加",
              "frequency": 0.3659,
              "summary": "风险增加"
            },
            {
              "rsid": "rs150414818",
              "gene": "ALDH16A1",
              "genotype": "CC",
              "score": 0,
              "info": "风险正常",
              "frequency": 0.9965,
              "summary": "风险正常"
            }
          ],
          "score": 0,
          "riskValue": 1,
          "summary": "风险正常",
          "ratio": 0.7629,
          "genes": [
            {
              "gene": "ABCG2",
              "related": "ABCG2编码一种ATP-结合盒半转运蛋白,必须形成同型二聚体才能发挥转运尿酸的活性,负责血清尿酸的排泄。风险基因型蛋白表达明显较低,稳定性显著下降,血清尿酸排泄下降,痛风风险增加。"
            },
            {
              "gene": "GLUT9",
              "related": "GLUT9编码葡萄糖转运体 9,介导尿酸及葡萄糖转运,以易化扩散的方式顺浓度梯度转运葡萄糖,加速尿酸的重吸收。风险基因型转运体活性较高,尿酸排泄减少,尿酸在体内沉积,促使痛风发生。"
            },
            {
              "gene": "SLC17A3",
              "related": "SLC17A3基因编码Na/Pi转运体(NPT4),NPT4主要分布在肾脏近端小管细胞顶端膜上。SLC17A3下游分子SLC17A1编码的NPT1直接参与肾脏尿酸转运。SLC17A3基因rs1165205位点可降低尿酸水平。"
            },
            {
              "gene": "ALDH16A1",
              "related": "ALDH16A1编码醛脱氢酶16家族A1蛋白,负责将内源性和外源性的乙醛氧化为乙酸,在肝脏表 达能将酒精逐步氧化为乙酸。风险基因型肝脏对酒精的氧化能力下降,积累的酒精能增强腺苷酸的降解生成尿酸,导致血液尿酸高浓度,增加痛风风险。"
            }
          ]
        },
        {
          "phenotypeId": 228,
          "phenotypeName": "高尿酸血症",
          "isMan": 0,
          "genotypes": [
            {
              "rsid": "rs1801133",
              "gene": "MTHFR",
              "genotype": "AA",
              "score": -1,
              "info": "风险增加",
              "frequency": 0.115,
              "summary": "风险增加"
            },
            {
              "rsid": "rs1800629",
              "gene": "TNF-α",
              "genotype": "GG",
              "score": 0,
              "info": "风险正常",
              "frequency": 0.8606,
              "summary": "风险正常"
            }
          ],
          "score": 0,
          "riskValue": 0.833,
          "summary": "风险正常",
          "ratio": 0.7919,
          "genes": [
            {
              "gene": "MTHFR",
              "related": "MTHFR叶酸代谢中的关键酶,维持体内同型半胱氨酸的正常代谢水平。风险基因型导致血浆中同型半胱氨酸和亚甲基四氢叶酸浓度上升、DNA甲基化水平降低和嘌呤嘧啶核苷酸库的不平衡，最终使尿酸升高。"
            },
            {
              "gene": "TNF-α",
              "related": "TNF-参与细胞信号转导、免疫应答、炎症诱导、细胞凋亡等一系列活动。风险基因型肿瘤坏死因子α表达过量，尿酸水平升高。"
            }
          ]
        },
        {
          "phenotypeId": 226,
          "phenotypeName": "骨质疏松症",
          "isMan": 0,
          "genotypes": [
            {
              "rsid": "rs2228570",
              "gene": "VDR",
              "genotype": "AG",
              "score": 0,
              "info": "风险正常",
              "frequency": 0.453,
              "summary": "风险正常"
            },
            {
              "rsid": "rs7412",
              "gene": "APOE",
              "genotype": "CC",
              "score": 0,
              "info": "风险正常",
              "frequency": 0.8153,
              "summary": "风险正常"
            }
          ],
          "score": 0,
          "riskValue": 0.694,
          "summary": "风险正常",
          "ratio": 0.7365,
          "genes": [
            {
              "gene": "VDR",
              "related": "VDR基因位于人类第12号染色体长臂，该基因编码维生素D受体，研究发现，维生素D能促进小肠粘膜上皮细胞对钙的吸收，维生素Ｄ受体基因—VDR的多态性可以显著影响钙吸收效率。该基因上的rs2228570位点的突变会导致钙吸收能力减弱，机体钙质缺乏会增加骨质疏松的发生风险。"
            },
            {
              "gene": "APOE",
              "related": "APOE基因编码的蛋白质编码的蛋白通过影响血浆维生素K和骨钙素水平调节骨代谢,促进骨骼的形成与修复。风险基因型编码的蛋白质使血液维生K水平降低,骨钙素羧化程度降低,不利于骨形成。"
            }
          ]
        }
      ]
    }
  },
  "productId1": 21
};
const ganai = {
  "info": {
    "tumour": {
      "type": 1,
      "items": [
        {
          "phenotypeId": 2,
          "phenotypeName": "冠心病",
          "isMan": 0,
          "genotypes": [
            {
              "rsid": "rs9349379",
              "gene": "PHACTR1",
              "genotype": "AA",
              "score": 1,
              "info": "风险降低",
              "frequency": 0.101,
              "summary": "风险降低"
            },
            {
              "rsid": "rs9268402",
              "gene": "C6orf10",
              "genotype": "AG",
              "score": 0,
              "info": "风险正常",
              "frequency": 0.4216,
              "summary": "风险正常"
            },
            {
              "rsid": "rs12524865",
              "gene": "TCF21",
              "genotype": "CC",
              "score": -1,
              "info": "风险增加",
              "frequency": 0.2857,
              "summary": "风险增加"
            },
            {
              "rsid": "rs10757274",
              "gene": "CDKN2B-AS1",
              "genotype": "AA",
              "score": 0,
              "info": "风险正常",
              "frequency": 0.23,
              "summary": "风险正常"
            },
            {
              "rsid": "rs7136259",
              "gene": "ATP2B1",
              "genotype": "TT",
              "score": -1,
              "info": "风险增加",
              "frequency": 0.1185,
              "summary": "风险增加"
            },
            {
              "rsid": "rs599839",
              "gene": "SORT1",
              "genotype": "GG",
              "score": 1,
              "info": "风险降低",
              "frequency": 0.0001,
              "summary": "风险降低"
            },
            {
              "rsid": "rs17465637",
              "gene": "MIA3",
              "genotype": "AA",
              "score": 0,
              "info": "风险正常",
              "frequency": 0.1498,
              "summary": "风险正常"
            },
            {
              "rsid": "rs9818870",
              "gene": "MRAS",
              "genotype": "CC",
              "score": 1,
              "info": "风险降低",
              "frequency": 0.9756,
              "summary": "风险降低"
            },
            {
              "rsid": "rs2478835",
              "gene": "KIAA1462",
              "genotype": "CC",
              "score": 1,
              "info": "风险降低",
              "frequency": 0.6307,
              "summary": "风险降低"
            },
            {
              "rsid": "rs501120",
              "gene": "CXCL12",
              "genotype": "CC",
              "score": 0,
              "info": "风险正常",
              "frequency": 0.1324,
              "summary": "风险正常"
            },
            {
              "rsid": "rs1051338",
              "gene": "LIPA",
              "genotype": "GG",
              "score": -1,
              "info": "风险增加",
              "frequency": 0.1185,
              "summary": "风险增加"
            },
            {
              "rsid": "rs12221064",
              "gene": "CNNM2",
              "genotype": "CC",
              "score": -1,
              "info": "风险增加",
              "frequency": 0.5436,
              "summary": "风险增加"
            },
            {
              "rsid": "rs671",
              "gene": "ALDH2",
              "genotype": "AA",
              "score": -1,
              "info": "风险增加",
              "frequency": 0.0453,
              "summary": "风险增加"
            }
          ],
          "title": null,
          "score": 0,
          "riskValue": 0.309,
          "summary": "风险正常",
          "detail": "你的患病风险正常",
          "ratio": 0.7684,
          "genes": [
            {
              "gene": "LIPA",
              "related": "LIPA基因位于人类10号染色体长臂。该基因编码脂肪酶A，溶酶体酸脂肪酶(也叫胆固醇酯水解酶)。这种酶在溶酶体中发挥作用，催化胆固醇酯和甘油三酯的水解。GWAS研究发现LIPA是一个新的冠心病易感基因。"
            },
            {
              "gene": "MIA3",
              "related": "MIA3编码的黑色素瘤抑制活性家族成员3，因为在黑色素瘤表达量明显降低，故名。研究发现该蛋白能降低细胞的运动和迁移能力。rs17465637突变后冠心病的患病风险增加。"
            },
            {
              "gene": "MRAS",
              "related": "MRAS基因位于人类第3号染色体长臂。该基因编码膜结合的Ras小GTP酶蛋白,在细胞生长和分化等多个过程中起着信号转导的作用，包括细胞生长和分化等。"
            },
            {
              "gene": "ALDH2",
              "related": "ALDH2基因位于人类第12号染色体长臂。该基因编码的蛋白是体内酒精代谢过程中的关键酶，也是硝酸甘油代谢中的关键酶。ALDH2酶活性的下降会加重酒精等多因素引起的心肌损伤并促进心血管对硝酸甘油耐受。"
            },
            {
              "gene": "CNNM2",
              "related": "CNNM2基因位于人类第10号染色体长臂。该基因编码细胞周期蛋白M2，这一细胞周期蛋白家族的重要成员通过调控上皮细胞镁离子运输以及肾脏的镁离子的重吸收等机制，在体内镁离子的稳态上起着重要作用。研究表明，该基因所在区域是冠心病易感区域。"
            },
            {
              "gene": "SORT1",
              "related": "SORT1基因位于人类第1号染色体短臂。其编码蛋白作为膜蛋白成员之一，参与细胞内各种活动。已有研究表明，该基因与脑动脉闭塞等疾病相关。SORT1可调控低密度脂蛋白胆固醇从肝脏释放到血液的过程，进而影响心脏病的发生。"
            },
            {
              "gene": "TCF21",
              "related": "rs12524865位点位于TCF21基因基因附近。TCF21基因位于人类第6号染色体长臂。该基因编码蛋白属于螺旋-环状-螺旋转录因子家族。该蛋白在心外膜等组织中表达。该基因的缺陷与冠心病发生之间的机制暂不明确。"
            },
            {
              "gene": "ATP2B1",
              "related": "ATP2B1基因位于人类第12号染色体长臂。该基因编码细胞膜钙离子转运酶，参与调控细胞内钙离子水平的稳态。阜外医院顾东风课题组在3.3万例冠心病病例对照样本中开展了中国人群冠心病全基因组关联研究和多阶段重复验证，发现ATP2B1基因与冠心病相关。"
            },
            {
              "gene": "CXCL12",
              "related": "CXCL12基因位于人类第10号染色体长臂。该基因编码的蛋白属于趋化因子家族，在炎症、肿瘤等生理过程中发挥重要作用。CXCL12参与的生理过程包括：心脏及神经系统的发育、细胞凋亡及肿瘤发生、新生血管的生成、干细胞运动等。CXCL12在心肌细胞的修复，血管再生以及心梗后左室功能的恢复中发挥着重要作用。"
            },
            {
              "gene": "C6orf10",
              "related": "C6orf10基因位于人类第6号染色体短臂。C6orf10所在区域是冠状动脉疾病发生的易感区域，位于该区域的单核苷酸多态性位点rs9268402与冠心病的发生风险相关。"
            },
            {
              "gene": "PHACTR1",
              "related": "PHACTR1基因位于人类第6号染色体短臂。该基因编码磷酸酶肌动蛋白调节因子1，研究证实PHACTR1易感基因与我国人群冠心病发病风险相关。"
            },
            {
              "gene": "KIAA1462",
              "related": "KIAA1462基因位于人类第10号染色体短臂。该基因编码内皮细胞连接蛋白，该基因的自然突变与冠状动脉疾病有关。"
            },
            {
              "gene": "CDKN2B-AS1",
              "related": "CDKN2B基因位于人类第9号染色体短臂，CDKN2B基因编码的蛋白属于细胞周期素依赖性激酶家族。其在细胞周期中发挥调控作用。该基因与细胞周期素依赖性激酶4和6形成复合体，抑制细胞周期素依赖性激酶活性，从而调控细胞周期G1期。生理上，CDKN2B直接调控血管和免疫，可能影响有氧代谢相关疾病。上述基因可抑制血管平滑肌细胞增殖，从而减轻动脉粥样硬化。"
            }
          ]
        },
        {
          "phenotypeId": 3,
          "phenotypeName": "心肌梗死",
          "isMan": 0,
          "genotypes": [
            {
              "rsid": "rs11206510",
              "gene": "PCSK9",
              "genotype": "CC",
              "score": 1,
              "info": "风险降低",
              "frequency": 0.0001,
              "summary": "风险降低"
            },
            {
              "rsid": "rs646776",
              "gene": "CELSR2",
              "genotype": "CT",
              "score": 0,
              "info": "风险正常",
              "frequency": 0.0662,
              "summary": "风险正常"
            },
            {
              "rsid": "rs17465637",
              "gene": "MIA3",
              "genotype": "AA",
              "score": 1,
              "info": "风险降低",
              "frequency": 0.1498,
              "summary": "风险降低"
            },
            {
              "rsid": "rs6725887",
              "gene": "WDR12",
              "genotype": "CC",
              "score": -1,
              "info": "风险增加",
              "frequency": 0.0001,
              "summary": "风险增加"
            },
            {
              "rsid": "rs4618210",
              "gene": "PLCL2",
              "genotype": "AA",
              "score": 1,
              "info": "风险降低",
              "frequency": 0.0906,
              "summary": "风险降低"
            },
            {
              "rsid": "rs4977574",
              "gene": "CDKN2B-AS1",
              "genotype": "GG",
              "score": -1,
              "info": "风险增加",
              "frequency": 0.2648,
              "summary": "风险增加"
            },
            {
              "rsid": "rs607363",
              "gene": "CXCL12",
              "genotype": "AA",
              "score": -1,
              "info": "风险增加",
              "frequency": 0.4355,
              "summary": "风险增加"
            },
            {
              "rsid": "rs3782886",
              "gene": "BRAP",
              "genotype": "TT",
              "score": -1,
              "info": "风险增加",
              "frequency": 0.7282,
              "summary": "风险增加"
            },
            {
              "rsid": "rs3803915",
              "gene": "AP3D1-DOT1L-SF3A2",
              "genotype": "AA",
              "score": 1,
              "info": "风险降低",
              "frequency": 0.0697,
              "summary": "风险降低"
            },
            {
              "rsid": "rs9982601",
              "gene": "/",
              "genotype": "CT",
              "score": 0,
              "info": "风险正常",
              "frequency": 0.0035,
              "summary": "风险正常"
            }
          ],
          "title": null,
          "score": 0,
          "riskValue": 0.296,
          "summary": "风险正常",
          "detail": "你的患病风险正常",
          "ratio": 0.7575,
          "genes": [
            {
              "gene": "BRAP",
              "related": "BRAP(BRCA1 associated protein)基因与冠心病显著相关，但具体的分子机制尚不清楚。"
            },
            {
              "gene": "MIA3",
              "related": "MIA3基因位于人类第1号染色体长臂。全基因组关联分析表明，位于该基因的多态性位点rs17465637与心肌梗死风险相关。"
            },
            {
              "gene": "PCSK9",
              "related": "PCSK9基因位于人类第1号染色体短臂。该基因编码前蛋白转化酶枯草溶菌素9，在低密度脂蛋白受体的代谢过程中起着重要的作用，因而间接影响低密度脂蛋白胆固醇水平。研究表明，PCSK9基因突变与心肌梗塞发生风险相关。"
            },
            {
              "gene": "PLCL2",
              "related": "PLCL2基因位于人类第3号染色体短臂。PLCL2基因编码一种新型的磷脂酶类c蛋白，其缺乏催化活性并在造血细胞中表达。研究表明PLCL2可能与心肌梗死慢性炎症病变的病理过程有关，通过对免疫系统的异常调节。"
            },
            {
              "gene": "WDR12",
              "related": "WDR12基因位于人类第2号染色体长臂。该基因编码一个WD重复蛋白家族成员，该家族成员参与多种细胞过程，包括细胞周期进程、信号转导、细胞凋亡和基因调控等。"
            },
            {
              "gene": "CELSR2",
              "related": "CELSR2基因位于人类第1号染色体短臂。该基因编码一种钙粘蛋白，参与细胞粘附与受体配体之间的相互作用。该基因可与其他基因共同作用调节血脂水平，成为影响心脏疾病的风险因素。"
            },
            {
              "gene": "CXCL12",
              "related": "CXCL12基因位于人类第10号染色体长臂，其编码蛋白属于趋化因子家族。趋化因子是一类能诱导细胞向高浓度趋化因子方向定向运动的小分子多肽类物质，在炎症、肿瘤等生理过程中发挥重要作用。CXCL12参与的生理过程包括：心脏及神经系统的发育、细胞凋亡及肿瘤发生、新生血管的生成、干细胞运动等。CXCL12在心肌细胞的修复，血管再生以及心梗后左室功能的恢复中也发挥着重要作用。研究发现，CXCL12基因对冠心病起保护作用，主要体现在：（1）心肌细胞抗凋亡；（2）血管内皮细胞的保护；（3）通过调节血小板调节血栓形成。CXCL12基因缺陷，可能导致以上三方面的缺陷。由此建议CXCL12基因缺陷的人群避免暴饮暴食，以防增加血流速度，加重心脏负担；多喝茶，因为茶中含有的茶色素，经动物体外实验提示有显著的抗凝、促进纤溶、抗血栓形成等作用；可多食用洋葱，洋葱中的类黄酮物质可降低血小板黏性，减少血管拴塞。"
            },
            {
              "gene": "CDKN2B-AS1",
              "related": "CDKN2B基因位于人类第9号染色体短臂。CDKN2B基因编码的蛋白属于细胞周期素依赖性激酶家族，其在细胞周期中发挥调控作用。该基因与细胞周期素依赖性激酶4和6形成复合体，抑制细胞周期素依赖性激酶活性，从而调控细胞周期G1期。生理上，CDKN2B直接调控血管和免疫，可能影响有氧代谢相关疾病。上述基因可抑制血管平滑肌细胞增殖，从而减轻动脉粥样硬化。"
            }
          ]
        },
        {
          "phenotypeId": 17,
          "phenotypeName": "心房颤动",
          "isMan": 0,
          "genotypes": [
            {
              "rsid": "rs10033464",
              "genotype": "GG",
              "score": 1,
              "info": "风险降低",
              "frequency": 0.5923,
              "summary": "风险降低"
            },
            {
              "rsid": "rs2200733",
              "genotype": "CC",
              "score": 1,
              "info": "风险降低",
              "frequency": 0.3066,
              "summary": "风险降低"
            }
          ],
          "title": null,
          "score": 1,
          "riskValue": 0.444,
          "summary": "风险偏低",
          "detail": "你的患病风险低于平均水平",
          "ratio": 0.0265,
          "genes": []
        },
        {
          "phenotypeId": 61,
          "phenotypeName": "肺癌",
          "isMan": 0,
          "genotypes": [
            {
              "rsid": "rs2861539",
              "gene": "TNFRSF19",
              "genotype": "AA",
              "score": 1,
              "info": "风险降低",
              "frequency": 0.4774,
              "summary": "风险降低"
            },
            {
              "rsid": "rs36590",
              "gene": "MTMR3",
              "genotype": "CC",
              "score": 1,
              "info": "风险降低",
              "frequency": 0.8014,
              "summary": "风险降低"
            },
            {
              "rsid": "rs2494938",
              "gene": "LRFN2",
              "genotype": "AA",
              "score": -1,
              "info": "风险增加",
              "frequency": 0.0453,
              "summary": "风险增加"
            },
            {
              "rsid": "rs976516",
              "gene": "DNAH11",
              "genotype": "GG",
              "score": -1,
              "info": "风险增加",
              "frequency": 0.0801,
              "summary": "风险增加"
            },
            {
              "rsid": "rs716273",
              "gene": "DYNC2H1",
              "genotype": "CC",
              "score": -1,
              "info": "风险增加",
              "frequency": 0.0801,
              "summary": "风险增加"
            },
            {
              "rsid": "rs7636839",
              "gene": "TP63",
              "genotype": "AG",
              "score": 0,
              "info": "风险正常",
              "frequency": 0.4704,
              "summary": "风险正常"
            },
            {
              "rsid": "rs2736100",
              "gene": "TERT",
              "genotype": "AA",
              "score": 0,
              "info": "风险正常",
              "frequency": 0.3345,
              "summary": "风险正常"
            },
            {
              "rsid": "rs402710",
              "gene": "CLPTM1L",
              "genotype": "CT",
              "score": 0,
              "info": "风险正常",
              "frequency": 0.3972,
              "summary": "风险正常"
            }
          ],
          "title": null,
          "score": -1,
          "riskValue": 0.64,
          "summary": "风险偏高",
          "ratio": 0.0041,
          "genes": [
            {
              "gene": "TERT",
              "related": "TERT基因位于人类第5号染色体短臂，其编码蛋白是著名的端粒酶（核糖体蛋白酶），参与染色体末端复制，在老化和抗凋亡过程中发挥重要作用。该基因被报道与多类肿瘤密切相关。TERT基因能够促进肺癌细胞的凋亡，从而抑制肺癌发生。研究显示，无论是否吸烟，该基因缺陷可导致肺癌高发。"
            },
            {
              "gene": "TP63",
              "related": "TP63基因位于人类第3号染色体长臂。该基因编码的蛋白属于肿瘤抑制因子，能抑制细胞生长及促进细胞凋亡，研究发现该基因的突变可导致肺癌风险增高。"
            },
            {
              "gene": "LRFN2",
              "related": "LRFN2基因位于人类第6号染色体短臂。该基因编码的蛋白是突触粘附分子家族的成员，与N-甲基-D-天门冬氨酸受体相互作用。一项对汉族人的研究发现，LRFN2基因上的单核苷酸多态性位点rs2494938上的A等位基因增加多种癌症的风险。"
            },
            {
              "gene": "MTMR3",
              "related": "MTMR3基因位于人类第22号染色体长臂。MTMR3基因是调控肌维管束蛋白表达的基因，MTMR3基因过度表达与肿瘤等疾病发生有关。"
            },
            {
              "gene": "DNAH11",
              "related": "DNAH11基因位于人类第7号染色体短臂。DNAH11基因编码人动力蛋白轴丝重链11，参与呼吸纤毛的运动。该基因上的单核苷酸多态性位点rs976516与肺癌风险相关。"
            },
            {
              "gene": "CLPTM1L",
              "related": "CLPTM1L基因位于人类第5号染色体短臂。该基因与TERT相邻，能够抑制肿瘤细胞的凋亡。"
            },
            {
              "gene": "DYNC2H1",
              "related": "DYNC2H1基因位于人类第11号染色体长臂。DYNC2H1基因编码动力蛋白2重链1，在细胞信号转导中起作用，位于该基因的单核苷酸多态性位点rs716273与肺癌风险相关。"
            },
            {
              "gene": "TNFRSF19",
              "related": "TNFRSF19基因位于人类第13号染色体长臂。该基因编码的蛋白是TNF受体超家族的成员，它在细胞中过表达时可与TRAF家族成员的相互作用，并激活JNK信号通路。这种受体可通过Caspase非依赖性细胞凋亡杀伤癌细胞。"
            }
          ]
        },
        {
          "phenotypeId": 62,
          "phenotypeName": "胃癌",
          "isMan": 0,
          "genotypes": [
            {
              "rsid": "rs2494938",
              "gene": "LRFN2",
              "genotype": "AA",
              "score": -1,
              "info": "风险增加",
              "frequency": 0.0453,
              "summary": "风险增加"
            },
            {
              "rsid": "rs7788515",
              "gene": "DNAH11",
              "genotype": "GG",
              "score": 1,
              "info": "风险降低",
              "frequency": 0.5645,
              "summary": "风险降低"
            },
            {
              "rsid": "rs11187842",
              "gene": "PLCE1",
              "genotype": "CT",
              "score": 0,
              "info": "风险正常",
              "frequency": 0.2718,
              "summary": "风险正常"
            },
            {
              "rsid": "rs13361707",
              "gene": "PRKAA1",
              "genotype": "CC",
              "score": -1,
              "info": "风险增加",
              "frequency": 0.1916,
              "summary": "风险增加"
            },
            {
              "rsid": "rs4072037",
              "gene": "MUC1",
              "genotype": "CC",
              "score": 1,
              "info": "风险降低",
              "frequency": 0.0418,
              "summary": "风险降低"
            },
            {
              "rsid": "rs73857638",
              "gene": "ZBTB20",
              "genotype": "AA",
              "score": 1,
              "info": "风险降低",
              "frequency": 0.0139,
              "summary": "风险降低"
            },
            {
              "rsid": "rs6117615",
              "gene": "C20orf54",
              "genotype": "GG",
              "score": 1,
              "info": "风险降低",
              "frequency": 0.2021,
              "summary": "风险降低"
            },
            {
              "rsid": "rs2294008",
              "gene": "PSCA",
              "genotype": "CC",
              "score": 1,
              "info": "风险降低",
              "frequency": 0.5331,
              "summary": "风险降低"
            }
          ],
          "title": null,
          "score": 0,
          "riskValue": 0.228,
          "summary": "风险正常",
          "ratio": 0.7818,
          "genes": [
            {
              "gene": "MUC1",
              "related": "MUC1基因位于人类第1号染色体长臂。MUC1是一种高分子量横跨膜的黏液蛋白，在大多数肿瘤组织中MUC1呈高表达，而在正常的腺细胞中表达很低，MUC1作为一种粘蛋白能增强癌细胞与基底膜蛋白的粘附力，使癌细胞更易黏附在基底膜上，从而出现侵袭转移。"
            },
            {
              "gene": "PSCA",
              "related": "PSCA基因位于人类第8号染色体长臂。该基因编码的蛋白是一种以糖基磷脂酰肌醇方式结合在细胞膜上的糖蛋白，表达于前列腺、膀胱、胎盘、结肠、肾脏和胃，该基因的上游起始密码子具有多态性，被认为与胃癌和膀胱癌发生风险有关。"
            },
            {
              "gene": "LRFN2",
              "related": "LRFN2基因位于人类第6号染色体短臂。该基因编码的蛋白是突触粘附分子家族的成员，与N-甲基-D-天门冬氨酸受体相互作用。一项对汉族人的研究发现，LRFN2基因上的单核苷酸多态性位点rs2494938上的A等位基因增加多种癌症的风险。"
            },
            {
              "gene": "PLCE1",
              "related": "PLCE1是人类第10号染色体长臂。该基因变异与胃癌相关性最强。该基因缺陷与幽门螺旋杆菌感染相互影响，共同导致胃癌发生。建议您注意避免幽门螺旋杆菌感染（如使用公筷等措施）。"
            },
            {
              "gene": "DNAH11",
              "related": "DNAH11基因位于人类第7号染色体短臂。DNAH11基因编码人动力蛋白轴丝重链11，参与呼吸纤毛的运动。该基因上的单核苷酸多态性位点rs7788515与胃癌风险相关。"
            },
            {
              "gene": "PRKAA1",
              "related": "PRKAA1基因位于人类第5号染色体短臂，调控许多关键代谢酶的活性，可终止消耗大量能量的生物体内的合成反应，从而保护人体细胞免受饥饿伤害。"
            },
            {
              "gene": "ZBTB20",
              "related": "ZBTB20基因位于人类第13号染色体长臂。它编码的蛋白属于锌指蛋白家族，起转录调控作用。该基因被证实能够促进癌细胞的生长和转移，但其致癌机制目前暂未明确。"
            },
            {
              "gene": "C20orf54",
              "related": "C20orf54基因位于第20号染色体短臂。C20orf54基因是人类核黄素转运基因，编码核黄素转运蛋白，该基因进化上相对保守，可能参与基本生物学过程。"
            }
          ]
        },
        {
          "phenotypeId": 72,
          "phenotypeName": "前列腺癌",
          "isMan": 1,
          "genotypes": [
            {
              "rsid": "rs339331",
              "gene": "RFX6",
              "genotype": "CC",
              "score": 0,
              "info": "风险正常",
              "frequency": 0.1568,
              "summary": "风险正常"
            },
            {
              "rsid": "rs16901979",
              "genotype": "AA",
              "score": -1,
              "info": "风险增加",
              "frequency": 0.0383,
              "summary": "风险增加"
            },
            {
              "rsid": "rs6983267",
              "gene": "CCAT2",
              "genotype": "GT",
              "score": -1,
              "info": "风险增加",
              "frequency": 0.4704,
              "summary": "风险增加"
            },
            {
              "rsid": "rs6470519",
              "gene": "CASC8",
              "genotype": "CC",
              "score": 1,
              "info": "风险降低",
              "frequency": 0.77,
              "summary": "风险降低"
            },
            {
              "rsid": "rs817826",
              "genotype": "TT",
              "score": 1,
              "info": "风险降低",
              "frequency": 0.7805,
              "summary": "风险降低"
            },
            {
              "rsid": "rs12653946",
              "gene": "IRX4",
              "genotype": "CT",
              "score": 0,
              "info": "风险正常",
              "frequency": 0.4286,
              "summary": "风险正常"
            },
            {
              "rsid": "rs103294",
              "genotype": "TT",
              "score": 1,
              "info": "风险降低",
              "frequency": 0.3066,
              "summary": "风险降低"
            },
            {
              "rsid": "rs9600079",
              "genotype": "GT",
              "score": 0,
              "info": "风险正常",
              "frequency": 0.4704,
              "summary": "风险正常"
            },
            {
              "rsid": "rs1512268",
              "gene": "NKX3-1",
              "genotype": "CC",
              "score": 1,
              "info": "风险降低",
              "frequency": 0.4843,
              "summary": "风险降低"
            }
          ],
          "title": null,
          "score": 0,
          "riskValue": 0.284,
          "summary": "风险正常",
          "ratio": 0.7968,
          "genes": [
            {
              "gene": "IRX4",
              "related": "IRX4基因位于5号染色体短臂上，该基因主要表达于前列腺和心脏。定量表达分析显示，rs12653946基因型与正常前列腺组织IRX4表达之间有显著相关性，敲除IXR4可促进前列腺癌的生长，过表达IXR4可抑制前列腺癌的生长，即IXR4具有肿瘤抑制作用。"
            },
            {
              "gene": "RFX6",
              "related": "RFX6基因位于第6号染色体长臂。临床数据表明，RFX6基因在人类前列腺癌中的上调，与肿瘤进展、转移和生化复发风险有关。该基因编码的蛋白属于RFX转录因子家族，能够限制β细胞分化和相关基因的表达，能够减少前列腺癌细胞的增生、迁移和入侵。研究发现该基因突变可导致前列腺癌发生风险增高。"
            },
            {
              "gene": "CASC8",
              "related": "MYC基因位于人类第8号染色体长臂。该基因是著名的肿瘤相关基因，基因所在区域8q24.12在多种肿瘤中存在高拷贝数扩增。"
            },
            {
              "gene": "CCAT2",
              "related": "SRRM1P1、CCAT1基因均位于人类第8号染色体长臂。CCAT1基因是一种非编码RNA，能从基因组上转录而来但不翻译成蛋白质，在RNA水平直接行使其生物功能。全基因组分析发现SRRM1P1、CCAT1都是前列腺癌易感基因。"
            },
            {
              "gene": "NKX3-1",
              "related": "NKX3-1基因位于人类第8号染色体短臂。该基因编码一个含同源框序列的转录因子，是前列腺上皮细胞生长的负调节因子，对限制前列腺上皮细胞的过度生长具有重要意义，该基因的异常表达与前列腺肿瘤进展密切相关。"
            }
          ]
        }
      ]
    }
  },
  "advise": null,
  "pdfUrl": null,
  "imgUrls": null,
  "checkerName": "打打",
  "productId": 12,
  "productName": "男女六项检测",
  "sampleNo": "1172184002688",
  "activateTime": "2017-12-20",
  "companyAddr": null,
  "subCompanyAddr": null,
  "sales": null,
  "meetingNo": null,
  "checker": {
    "headImg": "http://wx.qlogo.cn/mmopen/emrKqqjXAXcrOHGBr5hInynWxxajtEYrGmQwsPkXOjakykspnv2SnNwd5GZzTttl0BLanXw9LuoEAiaubyOUhJOE7eTtEvOl0/0",
    "name": "打打",
    "sex": 0,
    "sexLabel": "男",
    "age": 89
  },
  "phenotypes": {
    "2": {
      "introduction": "冠状动脉粥样硬化性心脏病指冠状动脉粥样硬化使管腔狭窄或阻塞，或（和）因冠状动脉功能性改变（痉挛）导致心肌缺血缺氧或坏死而引起的心脏病，通称冠状动脉性心脏病，简称冠心病，亦称缺血性心脏病。冠心病患病率呈上升趋势，是动脉粥样硬化导致器官病变的最常见类型，严重威胁人类健康。本病出现症状或致残、致死后果多发生在40岁以后，男性发病早于女性。心绞痛、心肌梗死为其常见类型。",
      "advise": "1.预防冠心病的发病，首先要调整膳食结构，摄取的食物热量不要过高，宜提倡“两高三低”的饮食习惯。即食用高纤维素、高蛋白及低脂、低糖、低盐的食物。各种新鲜蔬菜含有大量的纤维素，多吃为宜。身体偏胖者，每日应尽量食用低脂、低胆固醇的食物，并限制酒精和含糖食物的摄入量。因为中老年人易发冠心病，所以年过40以后，即使血脂无异常，也应避免经常食用过多的动物性脂肪和含胆固醇高的食物，如肥肉，肝、脑、肾、肺等动物内脏，鱿鱼、墨鱼、骨髓、猪油、蛋黄、蟹黄、鱼子、奶油及其制品。如发现血脂增高，应食用低脂性食物，如鱼肉、虾、鸡肉等各种瘦肉及蛋白、豆制品等食物。对已经确诊为冠心病者应严禁暴饮暴食，以免诱发心绞痛和心肌梗死。提倡不吸烟、不饮酒的良好习惯。治病不如防病，吃药不如戒烟。\n2.提倡适当的体力劳动和体育锻炼。参加一定的体力劳动，对预防肥胖、锻炼心血管系统的功能、调整血脂代谢均有好处，是预防冠心病的一项积极措施。运动量应根据自身的身体状况和心脏功能来决定，以不过多增加心脏负担和不引起不适感觉为原则。体育活动要循序渐进，不宜作剧烈运动。对老年人则宜提倡散步、做保健体操、打太极拳等。\n3.合理安排工作和生活。生活要保持乐观愉悦的情绪，避免过度劳累和情绪激动，注意劳逸结合，保证充足睡眠。\n4.积极治疗与冠心病有关的一些疾病，包括高血压、高血脂、肥胖症、糖尿病、痛风、肝病、肾病和有关的内分泌系统疾病等。\n5.如果冠心病在家里突然发作，应采取必要的救治措施，并不要剧烈搬动患者。如可给患者舌下含服硝酸甘油、消心痛、速效救心丸等，有条件吸氧的最好给予吸氧，及时拨打医院急救电话。",
      "cause": "1、诱发疾病\n高血压、糖尿病、血脂异常、超重肥胖。\n2、生活因素\n抽烟酗酒，缺乏运动、不良的生活方式如抽烟酗酒、高脂肪高热量等不合理膳食，等都增加冠心病的发生。\n3、不可改变的危险因素\n性别、年龄、家族史\n4、其他\n劳累、情绪激动、饱食、受寒、急性循环衰竭等为常见的诱因。",
      "relatedGenes": "CDKN2A和CDKN2B基因位于人类第9号染色体短臂。CDKN2A基因编码的蛋白属于细胞周期素依赖性激酶家族。其在细胞周期中发挥调控作用。该基因通过抑制细胞周期素依赖性激酶4发挥功能，导致细胞周期阻滞在G1和G2期。生理上，CDKN2A直接调控血管和免疫，可能影响有氧代谢相关疾病。有研究报道该基因与血管平滑肌的增殖有关。CDKN2B基因编码的蛋白属于细胞周期素依赖性激酶家族。其在细胞周期中发挥调控作用。该基因与细胞周期素依赖性激酶4和6形成复合体，抑制细胞周期素依赖性激酶活性，从而调控细胞周期G1期。生理上，CDKN2B直接调控血管和免疫，可能影响有氧代谢相关疾病。上述两个基因均可抑制血管平滑肌细胞增殖，从而减轻动脉粥样硬化。SORT1基因位于人类第1号染色体短臂。其编码蛋白作为膜蛋白成员之一，参与细胞内各种活动。已有研究表明，该基因与脑动脉闭塞等疾病相关。SORT1可调控低密度脂蛋白胆固醇从肝脏释放到血液的过程，进而影响心脏病的发生。经过检测，您存在SORT1基因缺陷，强烈建议您采用低胆固醇膳食。\nMIA3基因位于人类第1号染色体长臂。全基因组关联分析表明，位于该基因的多态性位点rs17465637与冠心病风险相关。\nCXCL12基因位于人类第10号染色体长臂。该基因编码的蛋白属于趋化因子家族，在炎症、肿瘤等生理过程中发挥重要作用。CXCL12参与的生理过程包括：心脏及神经系统的发育、细胞凋亡及肿瘤发生、新生血管的生成、干细胞运动等。CXCL12在心肌细胞的修复，血管再生以及心梗后左室功能的恢复中发挥着重要作用。\nALDH2基因位于人类第12号染色体长臂。该基因编码的蛋白是体内酒精代谢过程中的关键酶，也是硝酸甘油代谢中的关键酶。ALDH2酶活性的下降会加重酒精等多因素引起的心肌损伤并促进心血管对硝酸甘油耐受。 \nPON1位于人类第7号染色体，该基因编码的酶水解生产p-nitrophenol paroxon。Paroxon是一种有机磷抗胆碱酯酶化合物，位于该基因的多态性位点rs662与冠心病(CHD)有关。\nMIA3基因位于人类第1号染色体长臂。全基因组关联分析表明，位于该基因的多态性位点rs17465637与心肌梗死风险相关。\nPALLD位于人类第4号染色体，该基因编码组织肌动蛋白细胞骨架所需的细胞骨架蛋白。该蛋白质是含肌动蛋白的微丝的组分，并且其参与细胞形状，粘附和收缩的控制。该基因的多态性与1型胰腺癌的易感性相关，并且还具有心肌梗死的风险。\nMYH15位于人类第3号染色体，全基因组关联分析表明，位于该基因的多态性位点rs3900940与冠心病(CKD)有关。\nSNX19位于人类第11号染色体，该基因的产物与胰岛抗原-2（IA-2）相互作用，在胰岛素分泌中起作用。全基因组关联分析表明，位于该基因的多态性位点rs2298566与冠心病(CKD)有关。\nPCSK9位于人类第1号染色体，该基因编码枯草杆菌蛋白酶样前蛋白转化酶家族的成员，其包括通过分泌途径的调节或组成型分支处理蛋白质和肽前体运输的蛋白酶。它在肝脏，肠和肾组织中表达，并保护溶酶体降解的特异性受体。它在胆固醇和脂肪酸代谢中起作用。该基因的突变与常染色体显性遗传性高胆固醇血症相关。\nLDLR位于人类第19号染色体，低密度脂蛋白受体（LDLR）基因家族由涉及受体介导的特异性配体内吞的细胞表面蛋白组成。 低密度脂蛋白（LDL）通常结合在细胞膜上，并进入细胞，结束于溶酶体中，其中蛋白质降解，并且胆固醇可用于抑制微粒体酶3-羟基-3-甲基戊二酰辅酶A（HMG CoA ）还原酶，胆固醇合成中的限速步骤。 同时，发生胆固醇酯合成的相互刺激。 该基因的突变导致常染色体显性障碍，家族性高胆固醇血症。\nBRAP位于人类第12号染色体，该基因编码的蛋白质通过其结合BRCA1和其他蛋白质的核定位信号的能力来鉴定。 它是一种细胞质蛋白，其可以通过在细胞质中保留具有核定位信号的蛋白质来调节细胞核靶向。主要参与人体收缩压（SBP），甘油三酯（TG），高密度脂蛋白（HDL）和空腹血糖（FBS）活动。",
      "deficiency": null,
      "overmuch": null,
      "rich_food": null,
      "imageUrl": "http://gene-report.thorgene.com/box_file/%E5%86%A0%E5%BF%83%E7%97%85.jpg",
      "resultCase": {
        "0": {
          "ratio": 0.7684,
          "detail": "你的患病风险正常",
          "summary": "风险正常"
        },
        "1": {
          "ratio": 0.0561,
          "detail": "你的患病风险低于平均水平",
          "summary": "风险偏低"
        },
        "-1": {
          "ratio": 0.1755,
          "detail": "你的患病风险高于平均水平",
          "summary": "风险偏高"
        }
      },
      "caseRate": "",
      "symptom": "1、典型胸痛\n因体力活动、情绪激动等诱发，突感心前区疼痛，多为发作性绞痛或压榨痛，也可为憋闷感。\n2、一般症状\n一些患者仅表现为心前区不适、心悸或乏力，或以胃肠道症状。\n3、猝死\n约有1/3的患者首次发作冠心病表现为猝死。\n4、全身症状\n发热、出汗、惊恐、恶心、呕吐等。",
      "prevention": "冠心病是严重危害人类健康的常见病，也是全球第一大死因，而随着诊断及治疗技术进步，发病率及死亡率逐渐呈现下降趋势，对于高危人群，应定期的进行相关检查，以便早期发现、早期诊断、给予早期治疗。",
      "preventionGeneral": "1、生活习惯改变\n戒烟限酒，适当体育锻炼，控制体重，保证充足的休息和睡眠。\n2、饮食习惯改变\n低脂低盐低钠饮食，减少腌制食物及高热量食物的摄入，多食新鲜的蔬菜水果。\n3、其他\n注意季节变化，避免情绪过于激动，减轻工作压力。",
      "preventionCheckup": "对于高危人群，应定期进行相关检查，尤其是在冠心病（尤其是心绞痛）发作间期进行，可直接或间接反映心肌缺血。\n1、实验室检查\n血压、血脂、血糖、血生化、C反应蛋白、心肌坏死标记物（肌钙蛋白、肌红蛋白、肌酸激酶同工酶）\n2、影像学检查\n心电图、24小时动态心电图、心电图负荷试验、心脏X线、超声心动图、心脏超声及CT、MRI\n3、其他\n冠状动脉造影、放射性核素心肌显像",
      "geneticCorrelation": "家族遗传史是冠心病发生的不可改变因素，有遗传史的人比普通人群患病率大大增加。",
      "jsonCause": {
        "summary": "",
        "items": [
          {
            "title": "诱发疾病",
            "desc": "高血压、糖尿病、血脂异常、超重肥胖。"
          },
          {
            "title": "生活因素",
            "desc": "抽烟酗酒，缺乏运动、不良的生活方式如抽烟酗酒、高脂肪高热量等不合理膳食，等都增加冠心病的发生。"
          },
          {
            "title": "不可改变的危险因素",
            "desc": "性别、年龄、家族史"
          },
          {
            "title": "其他",
            "desc": "劳累、情绪激动、饱食、受寒、急性循环衰竭等为常见的诱因。"
          }
        ]
      },
      "jsonPreventionGeneral": {
        "summary": "",
        "items": [
          {
            "title": "生活习惯改变",
            "desc": "戒烟限酒，适当体育锻炼，控制体重，保证充足的休息和睡眠。"
          },
          {
            "title": "饮食习惯改变",
            "desc": "低脂低盐低钠饮食，减少腌制食物及高热量食物的摄入，多食新鲜的蔬菜水果。"
          },
          {
            "title": "其他",
            "desc": "注意季节变化，避免情绪过于激动，减轻工作压力。"
          }
        ]
      },
      "jsonPreventionCheckup": {
        "summary": "对于高危人群，应定期进行相关检查，尤其是在冠心病（尤其是心绞痛）发作间期进行，可直接或间接反映心肌缺血。",
        "items": [
          {
            "title": "实验室检查",
            "desc": "血压、血脂、血糖、血生化、C反应蛋白、心肌坏死标记物（肌钙蛋白、肌红蛋白、肌酸激酶同工酶）"
          },
          {
            "title": "影像学检查",
            "desc": "心电图、24小时动态心电图、心电图负荷试验、心脏X线、超声心动图、心脏超声及CT、MRI"
          },
          {
            "title": "其他",
            "desc": "冠状动脉造影、放射性核素心肌显像"
          }
        ]
      },
      "articles": null
    },
    "3": {
      "introduction": "心肌梗死是心肌缺血性坏死。为在冠状动脉病变的基础上，发生冠状动脉血供急剧减少或中断，使相应的心肌严重而持久地急性缺血导致心肌坏死。近几年发病率逐渐上升，男性高于女性。",
      "advise": "1.一般的预防措施为合理的膳食、适当的体力劳动和体育锻炼、合理安排工作和生活, 提倡不吸烟, 不饮烈性酒,积极治疗与心肌梗死相关的一些疾病（如冠心病、动脉硬化、三高病等）。\n2.在每年的11-1月、3-4月这2个心肌梗死高发季节,除了需要以上的预防措施,还要避免出现大的情绪波动。在此季节要注意保暖,避免因冷空气刺激引起血管痉挛,使原有动脉粥样硬化的血管进一步狭窄而诱发心肌梗死;此季节外出时要避开早晚温度较低时,尽量选择在白天阳光充足时进行室外活动;\n3.如果在寒冷及大风天气外出,可以选择随身携带硝酸酯类药物,如硝酸甘油,或者在没有禁忌证的前提下口服倍他乐克等降低心肌氧耗的药物预防心肌梗死的发作；\n4.防止便秘。",
      "cause": "1、过劳\n过重的体力劳动，尤其是负重登楼，过度体育活动，连续紧张劳累等。\n2、激动\n由于激动、紧张、愤怒等激烈的情绪变化诱发。\n3、暴饮暴食　\n进食大量含高脂肪高热量的食物后，血脂浓度突然升高，导致血黏、血小板聚集性增高。在冠状动脉狭窄的基础上形成血栓，引起急性心肌梗死。\n4、寒冷刺激\n突然的寒冷刺激可能诱发急性心肌梗死。\n5、便秘\n因便秘时用力屏气而导致心肌梗死的老年人并不少见。\n6、吸烟、大量饮酒\n吸烟和大量饮酒可通过诱发冠状动脉痉挛及心肌耗氧量增加而诱发急性心肌梗死。",
      "relatedGenes": "CELSR2基因位于人类第1号染色体短臂。该基因编码一种钙粘蛋白，参与细胞粘附与受体配体之间的相互作用。该基因可与其他基因共同作用调节血脂水平，成为影响心脏疾病的风险因素。\nMIA3基因位于人类第1号染色体长臂。全基因组关联分析表明，位于该基因的多态性位点rs17465637与心肌梗死风险相关。\nALDH2基因位于人类第12号染色体长臂。该基因编码的蛋白是体内酒精代谢过程中的关键酶，也是硝酸甘油代谢中的关键酶。ALDH2酶活性的下降会加重酒精等多因素引起的心肌损伤和促进硝酸甘油耐受的发生。",
      "deficiency": null,
      "overmuch": null,
      "rich_food": null,
      "imageUrl": "http://gene-report.thorgene.com/box_file/%E5%BF%83%E8%82%8C%E6%A2%97%E5%A1%9E.jpg",
      "resultCase": {
        "0": {
          "ratio": 0.7575,
          "detail": "你的患病风险正常",
          "summary": "风险正常"
        },
        "1": {
          "ratio": 0.0163,
          "detail": "你的患病风险低于平均水平",
          "summary": "风险偏低"
        },
        "-1": {
          "ratio": 0.2262,
          "detail": "你的患病风险高于平均水平",
          "summary": "风险偏高"
        }
      },
      "caseRate": "",
      "symptom": "1、疼痛\n是最先出现的症状，多发生于清晨，为突然发作剧烈而持久的胸骨后或心前区压榨性疼痛。\n2、胃肠道症状\n疼痛剧烈时常伴有频繁的恶心、呕吐、上腹胀痛等，与迷走神经受坏死心肌刺激和心排血量降低、组织灌注不足等有关。\n3、全身症状\n有发热、心动过速、白细胞增高、血沉加快等，由坏死物质被吸收所致。一般在疼痛发生后24-48小时出现，程度与梗死范围你常呈正相关。\n4、心律失常\n见于75%-95%的患者，多发生于起病1-2天，而以24小时内最多见。\n5、心力衰竭\n可在起病最初几天内发生，发生率约为32%-48%。\n6、低血压与休克",
      "prevention": "治疗原则为挽救濒死的心肌，缩小梗死面积，保护心脏功能，及时处理各种并发症。",
      "preventionGeneral": "1、一般的预防措施\n合理膳食、适当的体力劳动和体育锻炼、戒烟戒酒，积极治疗与心肌梗死相关的一些疾病（如冠心病、动脉硬化、三高病等）。\n2、季节因素\n在高发季节避免出现情绪波动及保暖,避免因冷空气刺激引起血管痉挛,尽量选择在白天阳光充足时进行室外活动，外出时携带硝酸甘油急救药物。\n3、防止便秘",
      "preventionCheckup": "急性心肌梗死发病突然，应定期的体检及复查，及早发现，及早治疗。\n1、心电图\n2、放射性核素检查\n2、心肌坏死标志物\n肌红蛋白、肌钙蛋白、肌酸激酶、肌酸激酶同工酶、天冬氨酸氨基转移酶、乳酸脱氢酶等。\n3、其他\n血常规、血沉检查、C反应蛋白等。",
      "geneticCorrelation": "",
      "jsonCause": {
        "summary": "",
        "items": [
          {
            "title": "过劳",
            "desc": "过重的体力劳动，尤其是负重登楼，过度体育活动，连续紧张劳累等。"
          },
          {
            "title": "激动",
            "desc": "由于激动、紧张、愤怒等激烈的情绪变化诱发。"
          },
          {
            "title": "暴饮暴食",
            "desc": "进食大量含高脂肪高热量的食物后，血脂浓度突然升高，导致血黏、血小板聚集性增高。在冠状动脉狭窄的基础上形成血栓，引起急性心肌梗死。"
          },
          {
            "title": "寒冷刺激",
            "desc": "突然的寒冷刺激可能诱发急性心肌梗死。"
          },
          {
            "title": "便秘",
            "desc": "因便秘时用力屏气而导致心肌梗死的老年人并不少见。"
          },
          {
            "title": "吸烟、大量饮酒",
            "desc": "吸烟和大量饮酒可通过诱发冠状动脉痉挛及心肌耗氧量增加而诱发急性心肌梗死。"
          }
        ]
      },
      "jsonPreventionGeneral": {
        "summary": "",
        "items": [
          {
            "title": "一般的预防措施",
            "desc": "合理膳食、适当的体力劳动和体育锻炼、戒烟戒酒，积极治疗与心肌梗死相关的一些疾病（如冠心病、动脉硬化、三高病等）。"
          },
          {
            "title": "季节因素",
            "desc": "在高发季节避免出现情绪波动及保暖,避免因冷空气刺激引起血管痉挛,尽量选择在白天阳光充足时进行室外活动，外出时携带硝酸甘油急救药物。"
          },
          {
            "title": "防止便秘",
            "desc": ""
          }
        ]
      },
      "jsonPreventionCheckup": {
        "summary": "急性心肌梗死发病突然，应定期的体检及复查，及早发现，及早治疗。",
        "items": [
          {
            "title": "心电图",
            "desc": ""
          },
          {
            "title": "放射性核素检查",
            "desc": ""
          },
          {
            "title": "心肌坏死标志物",
            "desc": "肌红蛋白、肌钙蛋白、肌酸激酶、肌酸激酶同工酶、天冬氨酸氨基转移酶、乳酸脱氢酶等。"
          },
          {
            "title": "其他",
            "desc": "血常规、血沉检查、C反应蛋白等。"
          }
        ]
      },
      "articles": null
    },
    "17": {
      "introduction": "心房颤动（简称房颤）是一种十分常见的的心律失常。发病率随年龄增长而增加，男性高于女性。其发作呈阵发性或持续性。房颤时心房收缩的频率达350～600次/分；心室率不规则，有时候可达100～160次/分；QRS波群形态通常正常。",
      "advise": "1.积极治疗原发病。对于过去有栓塞病、瓣膜病、高血压、糖尿病、老年患者、左心房扩大、冠心病等原发病应积极治疗。\n2.避免寒冷、情绪激动、饱食、饮酒等诱因。\n3.对长期房颤患者，应口服华法林预防血栓形成。",
      "cause": "1、正常人发病诱因\n房颤可见于正常人，可在情绪激动、手术后、运动或大量饮酒时发生。\n2、疾病因素\n房颤的发生与有心脏与肺部基础疾病有关，如急性缺氧、高碳酸血症、高血压病、冠心病、心脏外科手术、瓣膜病、心力衰竭、心肌病、先天性心脏病、肺动脉栓塞、甲状腺功能亢进症等疾病。孤立性房颤发生于无心脏病变的中青年。\n2、其他\n饮酒、精神紧张、水电解质紊乱、严重感染等也可影响本病的发生。",
      "relatedGenes": "LOC729065位于人类第4号染色体，全基因组关联分析表明，位于该基因的多态性位点rs2200733与心房纤维性颤动（AF）有关。\npubmed没有描述该基因位点rs10033464相关基因描述。",
      "deficiency": null,
      "overmuch": null,
      "rich_food": null,
      "imageUrl": "http://gene-report.thorgene.com/box_file/%E6%88%BF%E9%A2%A4.jpg",
      "resultCase": {
        "0": {
          "ratio": 0.7636,
          "detail": "你的患病风险正常",
          "summary": "风险正常"
        },
        "1": {
          "ratio": 0.0265,
          "detail": "你的患病风险低于平均水平",
          "summary": "风险偏低"
        },
        "-1": {
          "ratio": 0.2099,
          "detail": "你的患病风险高于平均水平",
          "summary": "风险偏高"
        }
      },
      "caseRate": "",
      "symptom": "1、心悸\n感到心跳加快，伴有乏力或感劳累。\n2、眩晕\n头晕眼花甚至昏倒。\n3、胸部不适\n心前区疼痛、压迫感或者不舒服。\n4、气短\n在轻度体力活动或者休息时感觉呼吸困难，有些病人可能没有任何症状。",
      "prevention": "应积极寻找房颤的原发疾病和诱发因素，作出相应处理。",
      "preventionGeneral": "1、生活方式调整\n戒烟，限制饮酒，避免长期饮用咖啡浓茶、碳酸饮料\n2、注意保暖\n尤其是天气变化时注意保暖，预防感冒。如有不适，避免私自服用一些非处方用药。\n3、适当的运动\n应适当进行锻炼，不宜进行强烈的运动项目。",
      "preventionCheckup": "房颤的发生前期无明显症状，所以定期的体检格外重要。\n1、心电图\n2、动态心电图",
      "geneticCorrelation": "系基因突变所致，遗传方式属AD遗传，多在成年之后发生，呈阵发性。",
      "jsonCause": {
        "summary": "",
        "items": [
          {
            "title": "正常人发病诱因",
            "desc": "房颤可见于正常人，可在情绪激动、手术后、运动或大量饮酒时发生。"
          },
          {
            "title": "疾病因素",
            "desc": "房颤的发生与有心脏与肺部基础疾病有关，如急性缺氧、高碳酸血症、高血压病、冠心病、心脏外科手术、瓣膜病、心力衰竭、心肌病、先天性心脏病、肺动脉栓塞、甲状腺功能亢进症等疾病。孤立性房颤发生于无心脏病变的中青年。"
          },
          {
            "title": "其他",
            "desc": "饮酒、精神紧张、水电解质紊乱、严重感染等也可影响本病的发生。"
          }
        ]
      },
      "jsonPreventionGeneral": {
        "summary": "",
        "items": [
          {
            "title": "生活方式调整",
            "desc": "戒烟，限制饮酒，避免长期饮用咖啡浓茶、碳酸饮料"
          },
          {
            "title": "注意保暖",
            "desc": "尤其是天气变化时注意保暖，预防感冒。如有不适，避免私自服用一些非处方用药。"
          },
          {
            "title": "适当的运动",
            "desc": "应适当进行锻炼，不宜进行强烈的运动项目。"
          }
        ]
      },
      "jsonPreventionCheckup": {
        "summary": "房颤的发生前期无明显症状，所以定期的体检格外重要。",
        "items": [
          {
            "title": "心电图",
            "desc": ""
          },
          {
            "title": "动态心电图",
            "desc": ""
          }
        ]
      },
      "articles": null
    },
    "61": {
      "introduction": "肺是人体重要的呼吸器官，由气管、各级支气管和肺泡组成，发生于支气管和（或）肺泡上皮细胞的恶性肿瘤称肺癌。肺癌的发病率和死亡率目前已经排在各种恶性肿瘤的第一位。世界卫生组织在2001年曾经发布警告说，在过去的10年中，全球肺癌的发病率每年以22%的速度在飞快上升，每年全球新增肺癌患者达120万人，死亡110万人。",
      "advise": "1）戒烟。由于目前尚无有效的肺癌化学预防措施，不吸烟和及早戒烟可能是预防肺癌最有效的方法。\n2) 避免接触与肺癌发病有关的因素。加强职业接触中的劳动保护，应有助于减少肺癌发病危险。\n3) 筛查。癌症筛查是利用医学检测手段针对无症状或症状较轻者进行疾病诊断。尤其是对于患肺癌高风险的人群，CT可以尽早的发现肿瘤，从而尽早干预，提高生存期。\n4) 其他建议。研究表明长期服用维生素A,维生素C,维生素D，维生素E并不能减少肺癌风险。有学者认为多吃蔬菜水果可以降低肺癌风险，但这可能与较多食用水果蔬菜从而减少了吸烟有关。",
      "cause": "1、吸烟  \n烟草的组成成分及燃烧的烟雾含有苯并篦、砷、亚硝胺类多种促癌和致癌物质。吸烟时间越长，支数越多和开始年龄越小，患肺癌的机会越大。\n2、职业因素  \n长期接触石棉、砷、镍、铬、煤焦油及放射性元素或吸入致癌物，是肺癌发病的重要因素。\n3、大气污染  \n工业废气所造成的大气污染，空气中苯并篦的含量增高，是城市较农村肺癌发病率高的因素之一。\n4、疾病因素  \n有些证据表明，在免疫抑制状态下，患肺癌的危险性增高。有些肺部慢性疾病与肺癌有关，如肺结核的瘢痕处易发生肺癌。\n5、室内空气污染\n如厨房燃料燃烧和油烟是妇女肺癌发病率高的原因之一。室内建筑材料也含有致癌物质甲醛等。",
      "relatedGenes": "TERT基因位于人类第5号染色体短臂，其编码蛋白是著名的端粒酶（核糖体蛋白酶），参与染色体末端复制，在老化和抗凋亡过程中发挥重要作用。\n该基因被报道与多类肿瘤密切相关。TERT基因能够促进肺癌细胞的凋亡，从而抑制肺癌发生。研究显示，无论是否吸烟，该基因缺陷可导致肺癌高发。\nGPC5基因是肺腺癌的新型肿瘤转移抑制基因，GPC5的过表达抑制体外肺癌细胞的增殖，迁移和侵袭，而GPC5的降低能够逆转该作用。GPC5通过抑制肺腺癌Wnt /β-连环蛋白信号转导抑制肿瘤生长。\nHNF1A是染色体12上的2455-bp转录物，与相应的非肿瘤组织相比，HNF1A-AS1在肺腺癌组织中显着上调，其表达水平与TNM期，肿瘤大小和淋巴结转移显着相关。HNF1A-AS1通过调节细胞周期蛋白D1，E-钙粘蛋白，N-钙粘蛋白和β-连环蛋白表达在体外和体内促进肿瘤增殖和转移。HNF1A-AS1表达可以调节细胞增殖和转移，并将其确定为肺腺癌中的一种不良预后生物标志物。\nMIR196A2 基因多态性与NSCLC的显着增加的风险相关，表明MIR196A2的常见遗传多态性与NSCLC相关。\nCHRNA3 基因烟碱性乙酰胆碱受体基因，与肺癌风险相关，可增加吸烟者患肺癌的风险，已在白种人中广泛认定。其多态性可能通过不依赖吸烟的方式改变中国汉族人群对肺癌的易感性。\nSEZ6L基因是在22q12.2区域发现的Met430IIe多态性变体，在NSCLC细胞系中的平均表达水平较正常肺组织几乎高两倍，而SCLC细胞系中的平均表达水平高6倍以上。SEZ6L Met430Ile多态性变体在增加肺癌风险中的作用。\nBAG6首先被定性为位于人主要组织相容性复合体III类区域内的基因簇的一部, 该基因编码由胱天蛋白酶3切割的核蛋白，并参与凋亡的控制。BAG6的基因型和等位基因是挪威和联合克罗地亚 - 挪威受试者中非小细胞肺癌风险的独立预测因子,被认为是肺肿瘤中的主要癌症参与者。\nNAT1是人类基因组中两个芳基胺N-乙酰转移酶（NAT）基因之一，并且与小鼠和大鼠Nat2基因直向同源。 由该基因编码的酶催化乙酰基从乙酰-CoA转化为各种芳基胺和肼底物。 这种酶有助于代谢药物和其他异生物，并在叶酸条件下分解代谢。NAT1基因是影响烟草相关癌症发生的风险的最可能的候选者。\nMGMT编码的蛋白质是参与针对突变的细胞和来自烷化剂的毒性的DNA修复蛋白。 该蛋白催化O（6）- 烷基鸟嘌呤和DNA的其他甲基化部分转移到其自身分子，其修复毒性损伤。 基因启动子的甲基化与几种癌症类型相关，包括结肠直肠癌，肺癌，淋巴瘤和成胶质细胞瘤。在NSCLC患者中，肿瘤组织中的高甲基化率显着高于正常肺组织。",
      "deficiency": null,
      "overmuch": null,
      "rich_food": null,
      "imageUrl": "http://gene-report.thorgene.com/box_file/%E8%82%BA%E7%99%8C.jpg",
      "resultCase": {
        "0": {
          "ratio": 0.7966,
          "summary": "风险正常"
        },
        "1": {
          "ratio": 0.1993,
          "summary": "风险偏低"
        },
        "-1": {
          "ratio": 0.0041,
          "summary": "风险偏高"
        }
      },
      "caseRate": "49",
      "symptom": "肺癌在早期并没有什么特殊症状，仅为一般呼吸系统疾病所共有的症状，如咳嗽、痰血、低热、胸痛、气闷等，很容易被病人和医生所忽略。约有三分之一的早期肺癌没有症状，还有一部分病人尽管有轻微的早期症状，但未重视或被误诊，而延误了病情。",
      "prevention": "肺癌的预后与确诊时的临床分期密切相关，0期肺癌患者术后5年生存率为90%，Ia期肺癌患者术后5年生存率位60%，而II-IV期的病人总的5年生存率则从40%下降到5%以下。因此，争取“早期发现、早期诊断、早期治疗”，是降低肺癌死亡率的重要措施。",
      "preventionGeneral": "1、戒烟及避免被动吸烟  \n预防吸烟和戒烟是避免肺癌发生有效的办法。\n2、避免职业暴露   \n加强职业接触中的劳动保护，应有助于减少肺癌发病危险。\n3、减少大气污染    \n大气污染是城市较农村肺癌发病率高的因素之一，保护环境、减少大气污染是降低肺癌发病率的重要措施之一。\n4、积极治疗肺部疾病\n积极治疗肺部基础疾病，如肺结核、尘肺、肺部瘢痕病灶等，增强机体免疫力，降低基础疾病致癌的概率。\n5、其他  \n多吃新鲜蔬菜、水果，少吃煎炸烤熏食品。一些研究表明，饮食中蔬菜和水果比例较高的人患肺癌风险会更低，但这也可能混杂了其他因素，如风险降低是因为高水果/蔬菜饮食和更少吸烟量之间的联合作用。",
      "preventionCheckup": "对有上述高危风险因素之一且肺癌综合风险等级评定为“偏高”者，应在专业临床医生指导下，每年做1-2次以下专科检查：\n1、胸片\n2、肺部CT\n3、痰液细胞学\n4、肿瘤标志物\n癌胚抗原、癌抗原125(CA-125)、癌抗原19-9（CA19-9）、神经元特异性烯醇化酶（NSE）等。\n5、纤维支气管镜",
      "geneticCorrelation": "约8%肺癌由遗传因素所致。亲属中有肺癌患者时，患病风险增加2.4倍，这可能是多个基因综合作用所致。例如，已知5、6和15号染色体上的基因多态性会影响罹患肺癌的风险大小。",
      "jsonCause": {
        "summary": "",
        "items": [
          {
            "title": "吸烟",
            "desc": "烟草的组成成分及燃烧的烟雾含有苯并篦、砷、亚硝胺类多种促癌和致癌物质。吸烟时间越长，支数越多和开始年龄越小，患肺癌的机会越大。"
          },
          {
            "title": "职业因素",
            "desc": "长期接触石棉、砷、镍、铬、煤焦油及放射性元素或吸入致癌物，是肺癌发病的重要因素。"
          },
          {
            "title": "大气污染",
            "desc": "工业废气所造成的大气污染，空气中苯并篦的含量增高，是城市较农村肺癌发病率高的因素之一。"
          },
          {
            "title": "疾病因素",
            "desc": "有些证据表明，在免疫抑制状态下，患肺癌的危险性增高。有些肺部慢性疾病与肺癌有关，如肺结核的瘢痕处易发生肺癌。"
          },
          {
            "title": "室内空气污染",
            "desc": "如厨房燃料燃烧和油烟是妇女肺癌发病率高的原因之一。室内建筑材料也含有致癌物质甲醛等。"
          }
        ]
      },
      "jsonPreventionGeneral": {
        "summary": "",
        "items": [
          {
            "title": "戒烟及避免被动吸烟",
            "desc": "预防吸烟和戒烟是避免肺癌发生有效的办法。"
          },
          {
            "title": "避免职业暴露",
            "desc": "加强职业接触中的劳动保护，应有助于减少肺癌发病危险。"
          },
          {
            "title": "减少大气污染",
            "desc": "大气污染是城市较农村肺癌发病率高的因素之一，保护环境、减少大气污染是降低肺癌发病率的重要措施之一。"
          },
          {
            "title": "积极治疗肺部疾病",
            "desc": "积极治疗肺部基础疾病，如肺结核、尘肺、肺部瘢痕病灶等，增强机体免疫力，降低基础疾病致癌的概率。"
          },
          {
            "title": "其他",
            "desc": "多吃新鲜蔬菜、水果，少吃煎炸烤熏食品。一些研究表明，饮食中蔬菜和水果比例较高的人患肺癌风险会更低，但这也可能混杂了其他因素，如风险降低是因为高水果/蔬菜饮食和更少吸烟量之间的联合作用。"
          }
        ]
      },
      "jsonPreventionCheckup": {
        "summary": "对有上述高危风险因素之一且肺癌综合风险等级评定为“偏高”者，应在专业临床医生指导下，每年做1-2次以下专科检查：",
        "items": [
          {
            "title": "胸片",
            "desc": ""
          },
          {
            "title": "肺部CT",
            "desc": ""
          },
          {
            "title": "痰液细胞学",
            "desc": ""
          },
          {
            "title": "肿瘤标志物",
            "desc": "癌胚抗原、癌抗原125(CA-125)、癌抗原19-9（CA19-9）、神经元特异性烯醇化酶（NSE）等。"
          },
          {
            "title": "纤维支气管镜",
            "desc": ""
          }
        ]
      },
      "articles": null
    },
    "62": {
      "introduction": "胃位于人体上腹部，呈“J”字形，是食物重要的消化器官。胃癌可以在胃的任何部位产生，发展过程时间较长。胃癌及癌前病变的症状隐匿且无特异性，因此早期胃癌很难发现，多数患者就诊时已处于III,IV期，我国只有5-10%的胃癌能被早期诊断。我国胃癌死亡率为25.2/10 万（男性：32.8/10 万，女性：17.0/10 万），占全部恶性肿瘤死亡的23.2%，占恶性肿瘤死亡的第一位。发病年龄以中老年居多，35岁以下较低，55-70岁为高发年龄段。",
      "advise": "1) 饮食：养成良好的进食习惯，细嚼慢咽，不吃烫食，少吃质硬粗糙的食物。每天进食盐量应低于10g，尽量少吃或不吃盐腌、烟熏、油炸食物，如泡菜、鲜肉、火腿、腊肉、熏鱼等；不吃霉变食品。多吃新鲜蔬菜水果，多饮绿茶。\n2)预防和治疗幽门螺杆菌（HP）感染：采取适当的公共卫生措施改善卫生条件是降低Hp感染流行的关键，治疗Hp感染是胃癌化学预防的潜在措施。目前建议，至少应在一级亲属患有胃癌的人群中检测并治疗Hp感染。\n3)环氧化酶抑制剂：环氧化酶-2（COX-2）在细胞增殖、凋亡和血管生成过程中具有重要作用，可能是危险因素诱发胃癌过程的重要介质。研究显示成功根治Hp感染后胃黏膜内COX-2表达下降。此外阿司匹林及其他非类固醇性抗炎药能通过抑制COX-2来抑制肿瘤细胞增殖。\n4)胃癌筛查：对高危人群进行筛查，以期早期诊断，提高胃癌生存率。高危人群特征：处于高发地区，社会经济地位低下，长期抽烟，喜食腌制、烟熏、油炸食物；年龄40岁以上，有上消化道症状；有胃癌前状态者；有胃癌前病变；有胃癌家族史。",
      "cause": "1、感染幽门螺旋杆菌（HP）\nHP可引起胃壁浅层的慢性炎症并可能引起癌前病变，最近的研究表明在感染Hp的人群中给予根除治疗能降低胃癌的发病风险。 \n2、不良饮食、生活习惯\n大量摄入腌制烟熏食物，比如熏鱼、熏肉和泡菜。长期大量的吸烟、酗酒。\n3、其他环境因素\n某些环境因素如高泥碳土壤、水土含硝酸盐过多或化学污染可直接或间接经饮食途径参与胃癌的发生。\n4、癌前病变\n胃部的息肉尤其是多发息肉（小的良性增生有时能发展成胃癌）、慢性萎缩性胃炎、胃溃疡。",
      "relatedGenes": "PLCE1是人类第10号染色体长臂。该基因变异与胃癌相关性最强。该基因缺陷与幽门螺旋杆菌感染相互影响，共同导致胃癌发生。建议您注意避免幽门螺旋杆菌感染（如使用公筷等措施）。\nPSCA基因位于人类第8号染色体长臂。该基因编码的蛋白是一种以糖基磷脂酰肌醇方式结合在细胞膜上的糖蛋白，表达于前列腺、膀胱、胎盘、结肠、肾脏和胃，该基因的上游起始密码子具有多态性，被认为与胃癌和膀胱癌发生风险有关。\nPRKAA1基因位于人类第5号染色体短臂，调控许多关键代谢酶的活性，可终止消耗大量能量的生物体内的合成反应，从而保护人体细胞免受饥饿伤害。\nIL17A基因编码的蛋白质是由活化的T细胞产生的促炎细胞因子，在炎症相关疾病中发挥关键作用，如感染，自身免疫和肿瘤。Th17细胞促进人类胃癌（GC），虽然细胞内IL-17A的来源和Tc17和γδT17细胞的作用仍然知之甚少。IL-17A +T细胞和相关的细胞因子可能在人类GC进展和转移中起关键作用，因此代表治疗的潜在靶标。\nSERPINE1基因编码丝氨酸蛋白酶抑制剂超家族的成员。内含子7中的SNPc.1162 + 162C> T（rs2227692）与DGC（diffuse-type gastric cancer）的易感性相关，但与肠型胃癌的易感性无关。 已报道基因SERPINE1的遗传变体可改变发生GC的风险。通过致癌性激活GSK3β，CD133，DSC2，P-钙粘着蛋白，CDH17，CD168，CD44，金属蛋白酶MMP7和MMP11，以及miRNA的一个子集和通过肿瘤抑制基因失活机制TFF1，PDX1，BCL2L10，XRCC，psiTPTE-HERV，HAI-2，GRIK2和RUNX3）。揭示了炎症介质环氧合酶-2（COX-2）在胃癌发生过程中的作用及其作为潜在分子靶标治疗的重要性。",
      "deficiency": null,
      "overmuch": null,
      "rich_food": null,
      "imageUrl": "http://gene-report.thorgene.com/box_file/%E8%83%83%E7%99%8C.jpg",
      "resultCase": {
        "0": {
          "ratio": 0.7818,
          "summary": "风险正常"
        },
        "1": {
          "ratio": 0.1224,
          "summary": "风险偏低"
        },
        "-1": {
          "ratio": 0.0958,
          "summary": "风险偏高"
        }
      },
      "caseRate": "37",
      "symptom": "胃癌的临床表现：\n1、早期胃癌多无症状，或仅有一些非特异性消化道症状。\n2、进展期胃癌最早出现的症状是上腹痛，常同时伴有纳差、厌食、体重减轻，而这种腹痛不能被进食或服用抑酸剂缓解。患者常有早饱感及软弱无赖。\n3、发生合并症或转移时：贲门癌累及食管下段时可出现吞咽困难，并发幽门梗阻时可有恶心呕吐，溃疡型胃癌出血时可引起呕血或黑粪，继之出现贫血，转移至肝时可引起右上腹痛，转移至肺可引起咳嗽、呃逆、咯血等。\n4、体征：早期无明显体征，进展期在上腹部可扪及肿块，有压痛。肿块多位于上腹偏右相当于胃窦处。转移至肝可致肝肿大及出现黄疸，腹膜转移时可出现腹水，移动性浊音阳性，远处淋巴结转移时，可扪及Virchow淋巴结，质硬不活动。",
      "prevention": "胃癌的发展较隐匿，未能及时发现并治疗，对高危人群进行筛查，以期早期诊断，提高胃癌生存率。胃癌的治疗效果取决于疾病的分期，即肿瘤生长的大小，对胃壁的浸润程度及是否侵犯周围的器官，淋巴结和身体的其他部位。至今为止，手术是唯一可能实现治愈的治疗手段。",
      "preventionGeneral": "1、饮食\n养成良好的进食习惯，细嚼慢咽，不吃烫食，少吃质硬粗糙的食物。每天进食盐量应低于10g，尽量少吃或不吃盐腌、烟熏、油炸食物，如泡菜、鲜肉、火腿、腊肉、熏鱼等；不吃霉变食品。多吃新鲜蔬菜水果，多饮绿茶。\n2、预防和治疗幽门螺杆菌（HP）感染\n采取适当的公共卫生措施改善卫生条件是降低Hp感染流行的关键，治疗Hp感染是胃癌化学预防的潜在措施。目前建议，至少应在一级亲属患有胃癌的人群中检测并治疗Hp感染。\n3、环氧化酶抑制剂\n环氧化酶-2（COX-2）在细胞增殖、凋亡和血管生成过程中具有重要作用，可能是危险因素诱发胃癌过程的重要介质。研究显示成功根治Hp感染后胃黏膜内COX-2表达下降。此外阿司匹林及其他非类固醇性抗炎药能通过抑制COX-2来抑制肿瘤细胞增殖。\n4、普查\n在胃癌高发地区，高危人群应定期普查，提高早期诊断率及早进行治疗。",
      "preventionCheckup": "因胃癌病情发展隐匿，对于已患有慢性萎缩性胃炎、饮食结构不合理的高危人群，除进行生活方式的改变外，应定期进行专科门诊定期检查。\n1、幽门螺旋杆菌检测\n2、X线钡餐检查\n3、胃镜\n4、胃组织活检\n5、胃腔脱落细胞学检测\n6、腹部超声及CT（肝胰及淋巴结）",
      "geneticCorrelation": "胃癌有明显的家族聚集倾向，家族发病率高于普通人群的2-3倍。浸润型胃癌有更高的家族发病倾向，提示该型与遗传因素有关。一般认为遗传因素使致癌物质对易感者更易致癌。",
      "jsonCause": {
        "summary": "",
        "items": [
          {
            "title": "感染幽门螺旋杆菌（HP）",
            "desc": "HP可引起胃壁浅层的慢性炎症并可能引起癌前病变，最近的研究表明在感染Hp的人群中给予根除治疗能降低胃癌的发病风险。"
          },
          {
            "title": "不良饮食、生活习惯",
            "desc": "大量摄入腌制烟熏食物，比如熏鱼、熏肉和泡菜。长期大量的吸烟、酗酒。"
          },
          {
            "title": "其他环境因素",
            "desc": "某些环境因素如高泥碳土壤、水土含硝酸盐过多或化学污染可直接或间接经饮食途径参与胃癌的发生。"
          },
          {
            "title": "癌前病变",
            "desc": "胃部的息肉尤其是多发息肉（小的良性增生有时能发展成胃癌）、慢性萎缩性胃炎、胃溃疡。"
          }
        ]
      },
      "jsonPreventionGeneral": {
        "summary": "",
        "items": [
          {
            "title": "饮食",
            "desc": "养成良好的进食习惯，细嚼慢咽，不吃烫食，少吃质硬粗糙的食物。每天进食盐量应低于10g，尽量少吃或不吃盐腌、烟熏、油炸食物，如泡菜、鲜肉、火腿、腊肉、熏鱼等；不吃霉变食品。多吃新鲜蔬菜水果，多饮绿茶。"
          },
          {
            "title": "预防和治疗幽门螺杆菌（HP）感染",
            "desc": "采取适当的公共卫生措施改善卫生条件是降低Hp感染流行的关键，治疗Hp感染是胃癌化学预防的潜在措施。目前建议，至少应在一级亲属患有胃癌的人群中检测并治疗Hp感染。"
          },
          {
            "title": "环氧化酶抑制剂",
            "desc": "环氧化酶-2（COX-2）在细胞增殖、凋亡和血管生成过程中具有重要作用，可能是危险因素诱发胃癌过程的重要介质。研究显示成功根治Hp感染后胃黏膜内COX-2表达下降。此外阿司匹林及其他非类固醇性抗炎药能通过抑制COX-2来抑制肿瘤细胞增殖。"
          },
          {
            "title": "普查",
            "desc": "在胃癌高发地区，高危人群应定期普查，提高早期诊断率及早进行治疗。"
          }
        ]
      },
      "jsonPreventionCheckup": {
        "summary": "因胃癌病情发展隐匿，对于已患有慢性萎缩性胃炎、饮食结构不合理的高危人群，除进行生活方式的改变外，应定期进行专科门诊定期检查。",
        "items": [
          {
            "title": "幽门螺旋杆菌检测",
            "desc": ""
          },
          {
            "title": "X线钡餐检查",
            "desc": ""
          },
          {
            "title": "胃镜",
            "desc": ""
          },
          {
            "title": "胃组织活检",
            "desc": ""
          },
          {
            "title": "胃腔脱落细胞学检测",
            "desc": ""
          },
          {
            "title": "腹部超声及CT（肝胰及淋巴结）",
            "desc": ""
          }
        ]
      },
      "articles": null
    },
    "72": {
      "introduction": "前列腺癌是威胁男性健康的常见肿瘤之一，位列男性肿瘤第2位。2002年中国前列腺癌的标化发病率是1.6/10万，死亡率是1.0/10万，虽是前列腺癌的低危国家，但全国各地前列腺癌发病的差异非常显著，近几年中国的患病率在逐渐的增加。",
      "advise": "1、饮食和生活方式：目前较为确定的前列腺癌危险因素为生活方式的西方化，即过度的饱和脂肪酸、红肉制品，较少摄入水果蔬菜。维生素补充剂似乎没有效果，有些可能会增加风险。高钙摄入与晚期前列腺癌有关。鱼可能会降低前列腺癌死亡，但似乎不会影响其发生。有些证据支持用素食减少前列腺癌的发生率。对含有番茄红素和硒的食品有一些暂定证据。富含十字花科蔬菜，大豆，豆类和其他豆类的饮食可能与较低的前列腺癌风险，特别是稍晚期的癌症有关。\n2、适当进行体育锻炼：定期运动的男性可能具有稍低的风险，特别是剧烈的活动和晚期前列腺癌的风险。避免对前列腺进行压迫，不要长时间久坐不动，要适当休息并及时变换体位，避免前列腺的局部充血的现象。平时要多饮水，多排尿，排尿有冲洗尿道的作用，可帮助前列腺排出过多的分泌物，可预防前列腺感染。\n3、药物：\n在那些正在服用5-α-还原酶抑制剂（非那雄胺和度他雄胺）定期筛查的患者中，诊断前列腺癌的总体风险减少。但是没有足够的数据来确定它们是否对死亡风险有影响，并且可能加重病情。",
      "cause": "1、年龄和种族\n前列腺癌的发病与年龄密切相关，75岁以上患病率较高。不同种族的前列腺癌发病率的差异也很大。\n2、饮食因素\n病因学研究提示，前列腺癌与食用富含脂肪、肉类和奶类的饮食相关，多食大豆和番茄可预防前列腺癌的发生。\n3、激素和其他危险因素\n雄激素在前列腺的发育和前列腺癌的进展过程中起关键作用。胰岛素样生长因子也是前列腺癌发病的相关因素。",
      "relatedGenes": "IRX4基因位于人类第5号染色体短臂。该基因编码的蛋白被证明可能参与中枢神经系统发育，同时在心脏发育的心腔分化中扮演重要角色，全基因组相关性分析发现该基因是前列腺癌易感基因。\nRFX6基因位于人类第6号染色体长臂。该基因编码的蛋白属于RFX转录因子家族，能够限制β细胞分化和相关基因的表达，研究发现该基因突变可导致前列腺癌发生风险增高。\nGPRC6A基因位于人类第6号染色体长臂。该基因编码一种G蛋白偶联受体，通过与G蛋白相互作用来发挥其生理功能，该基因可能影响细胞间信息交流，调控细胞增殖、分化等多种细胞活动。\nSRRM1P1、CCAT1基因均位于人类第8号染色体长臂。CCAT1基因是一种非编码RNA，能从基因组上转录而来但不翻译成蛋白质，在RNA水平直接行使其生物功能。全基因组分析发现SRRM1P1、CCAT1都是前列腺癌易感基因。\nMYC基因位于人类第8号染色体长臂。该基因编码的蛋白是一种多功能核蛋白，在细胞周期、细胞凋亡和细胞转化进程中起重要作用。它作为调节特定靶基因转录的调控因子，其突变已被证明与多种肿瘤相关。\nRNU6-66P、RNU7-89P基因均位于人类第13号染色体长臂。这两种基因都是假基因，是与正常基因相似但丧失正常功能的DNA序列，假基因的功能异常也可能是导致人类疾病产生的原因，最近研究发现它们的突变都可导致前列腺癌发生风险增高。\nNKX3-1基因位于人类第8号染色体短臂。该基因编码一个含同源框序列的转录因子，是前列腺上皮细胞生长的负调节因子，对限制前列腺上皮细胞的过度生长具有重要意义，该基因的异常表达与前列腺肿瘤进展密切相关。",
      "deficiency": null,
      "overmuch": null,
      "rich_food": null,
      "imageUrl": "http://gene-report.thorgene.com/box_file/%E5%89%8D%E5%88%97%E8%85%BA%E7%99%8C.jpg",
      "resultCase": {
        "0": {
          "ratio": 0.7968,
          "summary": "风险正常"
        },
        "1": {
          "ratio": 0.0995,
          "summary": "风险偏低"
        },
        "-1": {
          "ratio": 0.1037,
          "summary": "风险偏高"
        }
      },
      "caseRate": "10",
      "symptom": "前列腺癌多数无明显临床症状，可表现为下尿路梗阻症状，如尿频、尿急、尿流缓慢、尿流中断、排尿不尽、甚至尿潴留或尿失禁。",
      "prevention": "目前根据调查研究，前列腺癌的患病率与年龄及种族、遗传有很大的关系，对于高危人群，应积极进行生活、饮食方式的转变，定期进行体检以尽早发现并早期治疗。",
      "preventionGeneral": "1、调整饮食和生活方式\n多食富含维生素的水果蔬菜及豆类产品，少食过量的饱和脂肪酸及红肉制品，平时要多饮水，多排尿。\n2、适当进行体育锻炼\n定期运动的男性可能具有稍低的风险，特别是剧烈的活动和晚期前列腺癌的风险。\n3、药物干预\n研究表明，正在服用5-α-还原酶抑制剂（非那雄胺和度他雄胺）定期筛查的患者中，诊断前列腺癌的总体风险减少。",
      "preventionCheckup": "对于具有家族遗传史、且年龄大于65岁以上的男性应定期的进行体检，降低前列腺癌的患病率。\n1、直肠指检\n2、前列腺特异抗\n3、经直肠前列腺超声\n4、前列腺穿刺活检\n5、影像学检查\n盆腔MRI、CT、前列腺癌核素检查(ECT)。",
      "geneticCorrelation": "家族史是前列腺癌的高位因素，一级亲属患有前列腺癌的男性的发病危险是普通人的2倍，并且当患病亲属个数增加或患病年龄降低时，本人的发病危险明显增加。重要基因的多态性是导致前列腺癌的另一个原因。",
      "jsonCause": {
        "summary": "",
        "items": [
          {
            "title": "年龄和种族",
            "desc": "前列腺癌的发病与年龄密切相关，75岁以上患病率较高。不同种族的前列腺癌发病率的差异也很大。"
          },
          {
            "title": "饮食因素",
            "desc": "病因学研究提示，前列腺癌与食用富含脂肪、肉类和奶类的饮食相关，多食大豆和番茄可预防前列腺癌的发生。"
          },
          {
            "title": "激素和其他危险因素",
            "desc": "雄激素在前列腺的发育和前列腺癌的进展过程中起关键作用。胰岛素样生长因子也是前列腺癌发病的相关因素。"
          }
        ]
      },
      "jsonPreventionGeneral": {
        "summary": "",
        "items": [
          {
            "title": "调整饮食和生活方式",
            "desc": "多食富含维生素的水果蔬菜及豆类产品，少食过量的饱和脂肪酸及红肉制品，平时要多饮水，多排尿。"
          },
          {
            "title": "适当进行体育锻炼",
            "desc": "定期运动的男性可能具有稍低的风险，特别是剧烈的活动和晚期前列腺癌的风险。"
          },
          {
            "title": "药物干预",
            "desc": "研究表明，正在服用5-α-还原酶抑制剂（非那雄胺和度他雄胺）定期筛查的患者中，诊断前列腺癌的总体风险减少。"
          }
        ]
      },
      "jsonPreventionCheckup": {
        "summary": "对于具有家族遗传史、且年龄大于65岁以上的男性应定期的进行体检，降低前列腺癌的患病率。",
        "items": [
          {
            "title": "直肠指检",
            "desc": ""
          },
          {
            "title": "前列腺特异抗",
            "desc": ""
          },
          {
            "title": "经直肠前列腺超声",
            "desc": ""
          },
          {
            "title": "前列腺穿刺活检",
            "desc": ""
          },
          {
            "title": "影像学检查",
            "desc": "盆腔MRI、CT、前列腺癌核素检查(ECT)。"
          }
        ]
      },
      "articles": null
    }
  },
  "summary": "",
  "reportTime": "2017.12.20",
  "reportInfo": {
    "tumour": {
      "type": 1,
      "items": [
        {
          "phenotypeId": 2,
          "phenotypeName": "冠心病",
          "isMan": 0,
          "genotypes": [
            {
              "rsid": "rs9349379",
              "gene": "PHACTR1",
              "genotype": "AA",
              "score": 1,
              "info": "风险降低",
              "frequency": 0.101,
              "summary": "风险降低"
            },
            {
              "rsid": "rs9268402",
              "gene": "C6orf10",
              "genotype": "AG",
              "score": 0,
              "info": "风险正常",
              "frequency": 0.4216,
              "summary": "风险正常"
            },
            {
              "rsid": "rs12524865",
              "gene": "TCF21",
              "genotype": "CC",
              "score": -1,
              "info": "风险增加",
              "frequency": 0.2857,
              "summary": "风险增加"
            },
            {
              "rsid": "rs10757274",
              "gene": "CDKN2B-AS1",
              "genotype": "AA",
              "score": 0,
              "info": "风险正常",
              "frequency": 0.23,
              "summary": "风险正常"
            },
            {
              "rsid": "rs7136259",
              "gene": "ATP2B1",
              "genotype": "TT",
              "score": -1,
              "info": "风险增加",
              "frequency": 0.1185,
              "summary": "风险增加"
            },
            {
              "rsid": "rs599839",
              "gene": "SORT1",
              "genotype": "GG",
              "score": 1,
              "info": "风险降低",
              "frequency": 0.0001,
              "summary": "风险降低"
            },
            {
              "rsid": "rs17465637",
              "gene": "MIA3",
              "genotype": "AA",
              "score": 0,
              "info": "风险正常",
              "frequency": 0.1498,
              "summary": "风险正常"
            },
            {
              "rsid": "rs9818870",
              "gene": "MRAS",
              "genotype": "CC",
              "score": 1,
              "info": "风险降低",
              "frequency": 0.9756,
              "summary": "风险降低"
            },
            {
              "rsid": "rs2478835",
              "gene": "KIAA1462",
              "genotype": "CC",
              "score": 1,
              "info": "风险降低",
              "frequency": 0.6307,
              "summary": "风险降低"
            },
            {
              "rsid": "rs501120",
              "gene": "CXCL12",
              "genotype": "CC",
              "score": 0,
              "info": "风险正常",
              "frequency": 0.1324,
              "summary": "风险正常"
            },
            {
              "rsid": "rs1051338",
              "gene": "LIPA",
              "genotype": "GG",
              "score": -1,
              "info": "风险增加",
              "frequency": 0.1185,
              "summary": "风险增加"
            },
            {
              "rsid": "rs12221064",
              "gene": "CNNM2",
              "genotype": "CC",
              "score": -1,
              "info": "风险增加",
              "frequency": 0.5436,
              "summary": "风险增加"
            },
            {
              "rsid": "rs671",
              "gene": "ALDH2",
              "genotype": "AA",
              "score": -1,
              "info": "风险增加",
              "frequency": 0.0453,
              "summary": "风险增加"
            }
          ],
          "title": null,
          "score": 0,
          "riskValue": 0.309,
          "summary": "风险正常",
          "detail": "你的患病风险正常",
          "ratio": 0.7684,
          "genes": [
            {
              "gene": "LIPA",
              "related": "LIPA基因位于人类10号染色体长臂。该基因编码脂肪酶A，溶酶体酸脂肪酶(也叫胆固醇酯水解酶)。这种酶在溶酶体中发挥作用，催化胆固醇酯和甘油三酯的水解。GWAS研究发现LIPA是一个新的冠心病易感基因。"
            },
            {
              "gene": "MIA3",
              "related": "MIA3编码的黑色素瘤抑制活性家族成员3，因为在黑色素瘤表达量明显降低，故名。研究发现该蛋白能降低细胞的运动和迁移能力。rs17465637突变后冠心病的患病风险增加。"
            },
            {
              "gene": "MRAS",
              "related": "MRAS基因位于人类第3号染色体长臂。该基因编码膜结合的Ras小GTP酶蛋白,在细胞生长和分化等多个过程中起着信号转导的作用，包括细胞生长和分化等。"
            },
            {
              "gene": "ALDH2",
              "related": "ALDH2基因位于人类第12号染色体长臂。该基因编码的蛋白是体内酒精代谢过程中的关键酶，也是硝酸甘油代谢中的关键酶。ALDH2酶活性的下降会加重酒精等多因素引起的心肌损伤并促进心血管对硝酸甘油耐受。"
            },
            {
              "gene": "CNNM2",
              "related": "CNNM2基因位于人类第10号染色体长臂。该基因编码细胞周期蛋白M2，这一细胞周期蛋白家族的重要成员通过调控上皮细胞镁离子运输以及肾脏的镁离子的重吸收等机制，在体内镁离子的稳态上起着重要作用。研究表明，该基因所在区域是冠心病易感区域。"
            },
            {
              "gene": "SORT1",
              "related": "SORT1基因位于人类第1号染色体短臂。其编码蛋白作为膜蛋白成员之一，参与细胞内各种活动。已有研究表明，该基因与脑动脉闭塞等疾病相关。SORT1可调控低密度脂蛋白胆固醇从肝脏释放到血液的过程，进而影响心脏病的发生。"
            },
            {
              "gene": "TCF21",
              "related": "rs12524865位点位于TCF21基因基因附近。TCF21基因位于人类第6号染色体长臂。该基因编码蛋白属于螺旋-环状-螺旋转录因子家族。该蛋白在心外膜等组织中表达。该基因的缺陷与冠心病发生之间的机制暂不明确。"
            },
            {
              "gene": "ATP2B1",
              "related": "ATP2B1基因位于人类第12号染色体长臂。该基因编码细胞膜钙离子转运酶，参与调控细胞内钙离子水平的稳态。阜外医院顾东风课题组在3.3万例冠心病病例对照样本中开展了中国人群冠心病全基因组关联研究和多阶段重复验证，发现ATP2B1基因与冠心病相关。"
            },
            {
              "gene": "CXCL12",
              "related": "CXCL12基因位于人类第10号染色体长臂。该基因编码的蛋白属于趋化因子家族，在炎症、肿瘤等生理过程中发挥重要作用。CXCL12参与的生理过程包括：心脏及神经系统的发育、细胞凋亡及肿瘤发生、新生血管的生成、干细胞运动等。CXCL12在心肌细胞的修复，血管再生以及心梗后左室功能的恢复中发挥着重要作用。"
            },
            {
              "gene": "C6orf10",
              "related": "C6orf10基因位于人类第6号染色体短臂。C6orf10所在区域是冠状动脉疾病发生的易感区域，位于该区域的单核苷酸多态性位点rs9268402与冠心病的发生风险相关。"
            },
            {
              "gene": "PHACTR1",
              "related": "PHACTR1基因位于人类第6号染色体短臂。该基因编码磷酸酶肌动蛋白调节因子1，研究证实PHACTR1易感基因与我国人群冠心病发病风险相关。"
            },
            {
              "gene": "KIAA1462",
              "related": "KIAA1462基因位于人类第10号染色体短臂。该基因编码内皮细胞连接蛋白，该基因的自然突变与冠状动脉疾病有关。"
            },
            {
              "gene": "CDKN2B-AS1",
              "related": "CDKN2B基因位于人类第9号染色体短臂，CDKN2B基因编码的蛋白属于细胞周期素依赖性激酶家族。其在细胞周期中发挥调控作用。该基因与细胞周期素依赖性激酶4和6形成复合体，抑制细胞周期素依赖性激酶活性，从而调控细胞周期G1期。生理上，CDKN2B直接调控血管和免疫，可能影响有氧代谢相关疾病。上述基因可抑制血管平滑肌细胞增殖，从而减轻动脉粥样硬化。"
            }
          ]
        },
        {
          "phenotypeId": 3,
          "phenotypeName": "心肌梗死",
          "isMan": 0,
          "genotypes": [
            {
              "rsid": "rs11206510",
              "gene": "PCSK9",
              "genotype": "CC",
              "score": 1,
              "info": "风险降低",
              "frequency": 0.0001,
              "summary": "风险降低"
            },
            {
              "rsid": "rs646776",
              "gene": "CELSR2",
              "genotype": "CT",
              "score": 0,
              "info": "风险正常",
              "frequency": 0.0662,
              "summary": "风险正常"
            },
            {
              "rsid": "rs17465637",
              "gene": "MIA3",
              "genotype": "AA",
              "score": 1,
              "info": "风险降低",
              "frequency": 0.1498,
              "summary": "风险降低"
            },
            {
              "rsid": "rs6725887",
              "gene": "WDR12",
              "genotype": "CC",
              "score": -1,
              "info": "风险增加",
              "frequency": 0.0001,
              "summary": "风险增加"
            },
            {
              "rsid": "rs4618210",
              "gene": "PLCL2",
              "genotype": "AA",
              "score": 1,
              "info": "风险降低",
              "frequency": 0.0906,
              "summary": "风险降低"
            },
            {
              "rsid": "rs4977574",
              "gene": "CDKN2B-AS1",
              "genotype": "GG",
              "score": -1,
              "info": "风险增加",
              "frequency": 0.2648,
              "summary": "风险增加"
            },
            {
              "rsid": "rs607363",
              "gene": "CXCL12",
              "genotype": "AA",
              "score": -1,
              "info": "风险增加",
              "frequency": 0.4355,
              "summary": "风险增加"
            },
            {
              "rsid": "rs3782886",
              "gene": "BRAP",
              "genotype": "TT",
              "score": -1,
              "info": "风险增加",
              "frequency": 0.7282,
              "summary": "风险增加"
            },
            {
              "rsid": "rs3803915",
              "gene": "AP3D1-DOT1L-SF3A2",
              "genotype": "AA",
              "score": 1,
              "info": "风险降低",
              "frequency": 0.0697,
              "summary": "风险降低"
            },
            {
              "rsid": "rs9982601",
              "gene": "/",
              "genotype": "CT",
              "score": 0,
              "info": "风险正常",
              "frequency": 0.0035,
              "summary": "风险正常"
            }
          ],
          "title": null,
          "score": 0,
          "riskValue": 0.296,
          "summary": "风险正常",
          "detail": "你的患病风险正常",
          "ratio": 0.7575,
          "genes": [
            {
              "gene": "BRAP",
              "related": "BRAP(BRCA1 associated protein)基因与冠心病显著相关，但具体的分子机制尚不清楚。"
            },
            {
              "gene": "MIA3",
              "related": "MIA3基因位于人类第1号染色体长臂。全基因组关联分析表明，位于该基因的多态性位点rs17465637与心肌梗死风险相关。"
            },
            {
              "gene": "PCSK9",
              "related": "PCSK9基因位于人类第1号染色体短臂。该基因编码前蛋白转化酶枯草溶菌素9，在低密度脂蛋白受体的代谢过程中起着重要的作用，因而间接影响低密度脂蛋白胆固醇水平。研究表明，PCSK9基因突变与心肌梗塞发生风险相关。"
            },
            {
              "gene": "PLCL2",
              "related": "PLCL2基因位于人类第3号染色体短臂。PLCL2基因编码一种新型的磷脂酶类c蛋白，其缺乏催化活性并在造血细胞中表达。研究表明PLCL2可能与心肌梗死慢性炎症病变的病理过程有关，通过对免疫系统的异常调节。"
            },
            {
              "gene": "WDR12",
              "related": "WDR12基因位于人类第2号染色体长臂。该基因编码一个WD重复蛋白家族成员，该家族成员参与多种细胞过程，包括细胞周期进程、信号转导、细胞凋亡和基因调控等。"
            },
            {
              "gene": "CELSR2",
              "related": "CELSR2基因位于人类第1号染色体短臂。该基因编码一种钙粘蛋白，参与细胞粘附与受体配体之间的相互作用。该基因可与其他基因共同作用调节血脂水平，成为影响心脏疾病的风险因素。"
            },
            {
              "gene": "CXCL12",
              "related": "CXCL12基因位于人类第10号染色体长臂，其编码蛋白属于趋化因子家族。趋化因子是一类能诱导细胞向高浓度趋化因子方向定向运动的小分子多肽类物质，在炎症、肿瘤等生理过程中发挥重要作用。CXCL12参与的生理过程包括：心脏及神经系统的发育、细胞凋亡及肿瘤发生、新生血管的生成、干细胞运动等。CXCL12在心肌细胞的修复，血管再生以及心梗后左室功能的恢复中也发挥着重要作用。研究发现，CXCL12基因对冠心病起保护作用，主要体现在：（1）心肌细胞抗凋亡；（2）血管内皮细胞的保护；（3）通过调节血小板调节血栓形成。CXCL12基因缺陷，可能导致以上三方面的缺陷。由此建议CXCL12基因缺陷的人群避免暴饮暴食，以防增加血流速度，加重心脏负担；多喝茶，因为茶中含有的茶色素，经动物体外实验提示有显著的抗凝、促进纤溶、抗血栓形成等作用；可多食用洋葱，洋葱中的类黄酮物质可降低血小板黏性，减少血管拴塞。"
            },
            {
              "gene": "CDKN2B-AS1",
              "related": "CDKN2B基因位于人类第9号染色体短臂。CDKN2B基因编码的蛋白属于细胞周期素依赖性激酶家族，其在细胞周期中发挥调控作用。该基因与细胞周期素依赖性激酶4和6形成复合体，抑制细胞周期素依赖性激酶活性，从而调控细胞周期G1期。生理上，CDKN2B直接调控血管和免疫，可能影响有氧代谢相关疾病。上述基因可抑制血管平滑肌细胞增殖，从而减轻动脉粥样硬化。"
            }
          ]
        },
        {
          "phenotypeId": 17,
          "phenotypeName": "心房颤动",
          "isMan": 0,
          "genotypes": [
            {
              "rsid": "rs10033464",
              "genotype": "GG",
              "score": 1,
              "info": "风险降低",
              "frequency": 0.5923,
              "summary": "风险降低"
            },
            {
              "rsid": "rs2200733",
              "genotype": "CC",
              "score": 1,
              "info": "风险降低",
              "frequency": 0.3066,
              "summary": "风险降低"
            }
          ],
          "title": null,
          "score": 1,
          "riskValue": 0.444,
          "summary": "风险偏低",
          "detail": "你的患病风险低于平均水平",
          "ratio": 0.0265,
          "genes": []
        },
        {
          "phenotypeId": 61,
          "phenotypeName": "肺癌",
          "isMan": 0,
          "genotypes": [
            {
              "rsid": "rs2861539",
              "gene": "TNFRSF19",
              "genotype": "AA",
              "score": 1,
              "info": "风险降低",
              "frequency": 0.4774,
              "summary": "风险降低"
            },
            {
              "rsid": "rs36590",
              "gene": "MTMR3",
              "genotype": "CC",
              "score": 1,
              "info": "风险降低",
              "frequency": 0.8014,
              "summary": "风险降低"
            },
            {
              "rsid": "rs2494938",
              "gene": "LRFN2",
              "genotype": "AA",
              "score": -1,
              "info": "风险增加",
              "frequency": 0.0453,
              "summary": "风险增加"
            },
            {
              "rsid": "rs976516",
              "gene": "DNAH11",
              "genotype": "GG",
              "score": -1,
              "info": "风险增加",
              "frequency": 0.0801,
              "summary": "风险增加"
            },
            {
              "rsid": "rs716273",
              "gene": "DYNC2H1",
              "genotype": "CC",
              "score": -1,
              "info": "风险增加",
              "frequency": 0.0801,
              "summary": "风险增加"
            },
            {
              "rsid": "rs7636839",
              "gene": "TP63",
              "genotype": "AG",
              "score": 0,
              "info": "风险正常",
              "frequency": 0.4704,
              "summary": "风险正常"
            },
            {
              "rsid": "rs2736100",
              "gene": "TERT",
              "genotype": "AA",
              "score": 0,
              "info": "风险正常",
              "frequency": 0.3345,
              "summary": "风险正常"
            },
            {
              "rsid": "rs402710",
              "gene": "CLPTM1L",
              "genotype": "CT",
              "score": 0,
              "info": "风险正常",
              "frequency": 0.3972,
              "summary": "风险正常"
            }
          ],
          "title": null,
          "score": -1,
          "riskValue": 0.64,
          "summary": "风险偏高",
          "ratio": 0.0041,
          "genes": [
            {
              "gene": "TERT",
              "related": "TERT基因位于人类第5号染色体短臂，其编码蛋白是著名的端粒酶（核糖体蛋白酶），参与染色体末端复制，在老化和抗凋亡过程中发挥重要作用。该基因被报道与多类肿瘤密切相关。TERT基因能够促进肺癌细胞的凋亡，从而抑制肺癌发生。研究显示，无论是否吸烟，该基因缺陷可导致肺癌高发。"
            },
            {
              "gene": "TP63",
              "related": "TP63基因位于人类第3号染色体长臂。该基因编码的蛋白属于肿瘤抑制因子，能抑制细胞生长及促进细胞凋亡，研究发现该基因的突变可导致肺癌风险增高。"
            },
            {
              "gene": "LRFN2",
              "related": "LRFN2基因位于人类第6号染色体短臂。该基因编码的蛋白是突触粘附分子家族的成员，与N-甲基-D-天门冬氨酸受体相互作用。一项对汉族人的研究发现，LRFN2基因上的单核苷酸多态性位点rs2494938上的A等位基因增加多种癌症的风险。"
            },
            {
              "gene": "MTMR3",
              "related": "MTMR3基因位于人类第22号染色体长臂。MTMR3基因是调控肌维管束蛋白表达的基因，MTMR3基因过度表达与肿瘤等疾病发生有关。"
            },
            {
              "gene": "DNAH11",
              "related": "DNAH11基因位于人类第7号染色体短臂。DNAH11基因编码人动力蛋白轴丝重链11，参与呼吸纤毛的运动。该基因上的单核苷酸多态性位点rs976516与肺癌风险相关。"
            },
            {
              "gene": "CLPTM1L",
              "related": "CLPTM1L基因位于人类第5号染色体短臂。该基因与TERT相邻，能够抑制肿瘤细胞的凋亡。"
            },
            {
              "gene": "DYNC2H1",
              "related": "DYNC2H1基因位于人类第11号染色体长臂。DYNC2H1基因编码动力蛋白2重链1，在细胞信号转导中起作用，位于该基因的单核苷酸多态性位点rs716273与肺癌风险相关。"
            },
            {
              "gene": "TNFRSF19",
              "related": "TNFRSF19基因位于人类第13号染色体长臂。该基因编码的蛋白是TNF受体超家族的成员，它在细胞中过表达时可与TRAF家族成员的相互作用，并激活JNK信号通路。这种受体可通过Caspase非依赖性细胞凋亡杀伤癌细胞。"
            }
          ]
        },
        {
          "phenotypeId": 62,
          "phenotypeName": "胃癌",
          "isMan": 0,
          "genotypes": [
            {
              "rsid": "rs2494938",
              "gene": "LRFN2",
              "genotype": "AA",
              "score": -1,
              "info": "风险增加",
              "frequency": 0.0453,
              "summary": "风险增加"
            },
            {
              "rsid": "rs7788515",
              "gene": "DNAH11",
              "genotype": "GG",
              "score": 1,
              "info": "风险降低",
              "frequency": 0.5645,
              "summary": "风险降低"
            },
            {
              "rsid": "rs11187842",
              "gene": "PLCE1",
              "genotype": "CT",
              "score": 0,
              "info": "风险正常",
              "frequency": 0.2718,
              "summary": "风险正常"
            },
            {
              "rsid": "rs13361707",
              "gene": "PRKAA1",
              "genotype": "CC",
              "score": -1,
              "info": "风险增加",
              "frequency": 0.1916,
              "summary": "风险增加"
            },
            {
              "rsid": "rs4072037",
              "gene": "MUC1",
              "genotype": "CC",
              "score": 1,
              "info": "风险降低",
              "frequency": 0.0418,
              "summary": "风险降低"
            },
            {
              "rsid": "rs73857638",
              "gene": "ZBTB20",
              "genotype": "AA",
              "score": 1,
              "info": "风险降低",
              "frequency": 0.0139,
              "summary": "风险降低"
            },
            {
              "rsid": "rs6117615",
              "gene": "C20orf54",
              "genotype": "GG",
              "score": 1,
              "info": "风险降低",
              "frequency": 0.2021,
              "summary": "风险降低"
            },
            {
              "rsid": "rs2294008",
              "gene": "PSCA",
              "genotype": "CC",
              "score": 1,
              "info": "风险降低",
              "frequency": 0.5331,
              "summary": "风险降低"
            }
          ],
          "title": null,
          "score": 0,
          "riskValue": 0.228,
          "summary": "风险正常",
          "ratio": 0.7818,
          "genes": [
            {
              "gene": "MUC1",
              "related": "MUC1基因位于人类第1号染色体长臂。MUC1是一种高分子量横跨膜的黏液蛋白，在大多数肿瘤组织中MUC1呈高表达，而在正常的腺细胞中表达很低，MUC1作为一种粘蛋白能增强癌细胞与基底膜蛋白的粘附力，使癌细胞更易黏附在基底膜上，从而出现侵袭转移。"
            },
            {
              "gene": "PSCA",
              "related": "PSCA基因位于人类第8号染色体长臂。该基因编码的蛋白是一种以糖基磷脂酰肌醇方式结合在细胞膜上的糖蛋白，表达于前列腺、膀胱、胎盘、结肠、肾脏和胃，该基因的上游起始密码子具有多态性，被认为与胃癌和膀胱癌发生风险有关。"
            },
            {
              "gene": "LRFN2",
              "related": "LRFN2基因位于人类第6号染色体短臂。该基因编码的蛋白是突触粘附分子家族的成员，与N-甲基-D-天门冬氨酸受体相互作用。一项对汉族人的研究发现，LRFN2基因上的单核苷酸多态性位点rs2494938上的A等位基因增加多种癌症的风险。"
            },
            {
              "gene": "PLCE1",
              "related": "PLCE1是人类第10号染色体长臂。该基因变异与胃癌相关性最强。该基因缺陷与幽门螺旋杆菌感染相互影响，共同导致胃癌发生。建议您注意避免幽门螺旋杆菌感染（如使用公筷等措施）。"
            },
            {
              "gene": "DNAH11",
              "related": "DNAH11基因位于人类第7号染色体短臂。DNAH11基因编码人动力蛋白轴丝重链11，参与呼吸纤毛的运动。该基因上的单核苷酸多态性位点rs7788515与胃癌风险相关。"
            },
            {
              "gene": "PRKAA1",
              "related": "PRKAA1基因位于人类第5号染色体短臂，调控许多关键代谢酶的活性，可终止消耗大量能量的生物体内的合成反应，从而保护人体细胞免受饥饿伤害。"
            },
            {
              "gene": "ZBTB20",
              "related": "ZBTB20基因位于人类第13号染色体长臂。它编码的蛋白属于锌指蛋白家族，起转录调控作用。该基因被证实能够促进癌细胞的生长和转移，但其致癌机制目前暂未明确。"
            },
            {
              "gene": "C20orf54",
              "related": "C20orf54基因位于第20号染色体短臂。C20orf54基因是人类核黄素转运基因，编码核黄素转运蛋白，该基因进化上相对保守，可能参与基本生物学过程。"
            }
          ]
        },
        {
          "phenotypeId": 72,
          "phenotypeName": "前列腺癌",
          "isMan": 1,
          "genotypes": [
            {
              "rsid": "rs339331",
              "gene": "RFX6",
              "genotype": "CC",
              "score": 0,
              "info": "风险正常",
              "frequency": 0.1568,
              "summary": "风险正常"
            },
            {
              "rsid": "rs16901979",
              "genotype": "AA",
              "score": -1,
              "info": "风险增加",
              "frequency": 0.0383,
              "summary": "风险增加"
            },
            {
              "rsid": "rs6983267",
              "gene": "CCAT2",
              "genotype": "GT",
              "score": -1,
              "info": "风险增加",
              "frequency": 0.4704,
              "summary": "风险增加"
            },
            {
              "rsid": "rs6470519",
              "gene": "CASC8",
              "genotype": "CC",
              "score": 1,
              "info": "风险降低",
              "frequency": 0.77,
              "summary": "风险降低"
            },
            {
              "rsid": "rs817826",
              "genotype": "TT",
              "score": 1,
              "info": "风险降低",
              "frequency": 0.7805,
              "summary": "风险降低"
            },
            {
              "rsid": "rs12653946",
              "gene": "IRX4",
              "genotype": "CT",
              "score": 0,
              "info": "风险正常",
              "frequency": 0.4286,
              "summary": "风险正常"
            },
            {
              "rsid": "rs103294",
              "genotype": "TT",
              "score": 1,
              "info": "风险降低",
              "frequency": 0.3066,
              "summary": "风险降低"
            },
            {
              "rsid": "rs9600079",
              "genotype": "GT",
              "score": 0,
              "info": "风险正常",
              "frequency": 0.4704,
              "summary": "风险正常"
            },
            {
              "rsid": "rs1512268",
              "gene": "NKX3-1",
              "genotype": "CC",
              "score": 1,
              "info": "风险降低",
              "frequency": 0.4843,
              "summary": "风险降低"
            }
          ],
          "title": null,
          "score": 0,
          "riskValue": 0.284,
          "summary": "风险正常",
          "ratio": 0.7968,
          "genes": [
            {
              "gene": "IRX4",
              "related": "IRX4基因位于5号染色体短臂上，该基因主要表达于前列腺和心脏。定量表达分析显示，rs12653946基因型与正常前列腺组织IRX4表达之间有显著相关性，敲除IXR4可促进前列腺癌的生长，过表达IXR4可抑制前列腺癌的生长，即IXR4具有肿瘤抑制作用。"
            },
            {
              "gene": "RFX6",
              "related": "RFX6基因位于第6号染色体长臂。临床数据表明，RFX6基因在人类前列腺癌中的上调，与肿瘤进展、转移和生化复发风险有关。该基因编码的蛋白属于RFX转录因子家族，能够限制β细胞分化和相关基因的表达，能够减少前列腺癌细胞的增生、迁移和入侵。研究发现该基因突变可导致前列腺癌发生风险增高。"
            },
            {
              "gene": "CASC8",
              "related": "MYC基因位于人类第8号染色体长臂。该基因是著名的肿瘤相关基因，基因所在区域8q24.12在多种肿瘤中存在高拷贝数扩增。"
            },
            {
              "gene": "CCAT2",
              "related": "SRRM1P1、CCAT1基因均位于人类第8号染色体长臂。CCAT1基因是一种非编码RNA，能从基因组上转录而来但不翻译成蛋白质，在RNA水平直接行使其生物功能。全基因组分析发现SRRM1P1、CCAT1都是前列腺癌易感基因。"
            },
            {
              "gene": "NKX3-1",
              "related": "NKX3-1基因位于人类第8号染色体短臂。该基因编码一个含同源框序列的转录因子，是前列腺上皮细胞生长的负调节因子，对限制前列腺上皮细胞的过度生长具有重要意义，该基因的异常表达与前列腺肿瘤进展密切相关。"
            }
          ]
        }
      ]
    }
  },
  "productId1": 17
};

// const genePdf = require('./pdf/life/lifePDF.js');
const geneCU = require('./pdf/checkUp/checkUp.js');

co(function* () {
  const obj = yield geneCU(ganai);
  console.log(obj.totalPage);
  obj.stream.pipe(fs.createWriteStream(obj.fileName));
});
// const obj = geneCU(fenlei);
// // const s = mergeStream(obj.stream, obj.stream);
// // console.log(s);
// obj.stream.pipe(fs.createWriteStream(obj.fileName));