const fs = require('fs');

const corver = require('../common/cover');

var data = {
	"info": {
		"result": "ε2ε4",
		"summary": "fengxianxing",
		"influence": "正常型(最常见阿斯",
		"ratio": "0.22",
		"genotypes": "ε2/ε4:(C,C)(C,C)"
	},
	"advise": null,
	"pdfUrl": null,
	"imgUrls": null,
	"checkerName": "打打",
	"productId": 12,
	"productName": "男女六项检测",
	"sampleNo": "1172184002688",
	"activateTime": "2017-12-20",
	"companyAddr": null,
	"subCompanyAddr": null,
	"sales": null,
	"meetingNo": null,
	"checker": {
		"headImg": "http://wx.qlogo.cn/mmopen/emrKqqjXAXcrOHGBr5hInynWxxajtEYrGmQwsPkXOjakykspnv2SnNwd5GZzTttl0BLanXw9LuoEAiaubyOUhJOE7eTtEvOl0/0",
		"name": "打打",
		"sex": 0,
		"sexLabel": "男",
		"age": 89
	},
	"phenotypes": {
		"2": {
			"introduction": "冠状动脉粥样硬化性心脏病指冠状动脉粥样硬化使管腔狭窄或阻塞，或（和）因冠状动脉功能性改变（痉挛）导致心肌缺血缺氧或坏死而引起的心脏病，通称冠状动脉性心脏病，简称冠心病，亦称缺血性心脏病。冠心病患病率呈上升趋势，是动脉粥样硬化导致器官病变的最常见类型，严重威胁人类健康。本病出现症状或致残、致死后果多发生在40岁以后，男性发病早于女性。心绞痛、心肌梗死为其常见类型。",
			"advise": "1.预防冠心病的发病，首先要调整膳食结构，摄取的食物热量不要过高，宜提倡“两高三低”的饮食习惯。即食用高纤维素、高蛋白及低脂、低糖、低盐的食物。各种新鲜蔬菜含有大量的纤维素，多吃为宜。身体偏胖者，每日应尽量食用低脂、低胆固醇的食物，并限制酒精和含糖食物的摄入量。因为中老年人易发冠心病，所以年过40以后，即使血脂无异常，也应避免经常食用过多的动物性脂肪和含胆固醇高的食物，如肥肉，肝、脑、肾、肺等动物内脏，鱿鱼、墨鱼、骨髓、猪油、蛋黄、蟹黄、鱼子、奶油及其制品。如发现血脂增高，应食用低脂性食物，如鱼肉、虾、鸡肉等各种瘦肉及蛋白、豆制品等食物。对已经确诊为冠心病者应严禁暴饮暴食，以免诱发心绞痛和心肌梗死。提倡不吸烟、不饮酒的良好习惯。治病不如防病，吃药不如戒烟。\n2.提倡适当的体力劳动和体育锻炼。参加一定的体力劳动，对预防肥胖、锻炼心血管系统的功能、调整血脂代谢均有好处，是预防冠心病的一项积极措施。运动量应根据自身的身体状况和心脏功能来决定，以不过多增加心脏负担和不引起不适感觉为原则。体育活动要循序渐进，不宜作剧烈运动。对老年人则宜提倡散步、做保健体操、打太极拳等。\n3.合理安排工作和生活。生活要保持乐观愉悦的情绪，避免过度劳累和情绪激动，注意劳逸结合，保证充足睡眠。\n4.积极治疗与冠心病有关的一些疾病，包括高血压、高血脂、肥胖症、糖尿病、痛风、肝病、肾病和有关的内分泌系统疾病等。\n5.如果冠心病在家里突然发作，应采取必要的救治措施，并不要剧烈搬动患者。如可给患者舌下含服硝酸甘油、消心痛、速效救心丸等，有条件吸氧的最好给予吸氧，及时拨打医院急救电话。",
			"cause": "1、诱发疾病\n高血压、糖尿病、血脂异常、超重肥胖。\n2、生活因素\n抽烟酗酒，缺乏运动、不良的生活方式如抽烟酗酒、高脂肪高热量等不合理膳食，等都增加冠心病的发生。\n3、不可改变的危险因素\n性别、年龄、家族史\n4、其他\n劳累、情绪激动、饱食、受寒、急性循环衰竭等为常见的诱因。",
			"relatedGenes": "CDKN2A和CDKN2B基因位于人类第9号染色体短臂。CDKN2A基因编码的蛋白属于细胞周期素依赖性激酶家族。其在细胞周期中发挥调控作用。该基因通过抑制细胞周期素依赖性激酶4发挥功能，导致细胞周期阻滞在G1和G2期。生理上，CDKN2A直接调控血管和免疫，可能影响有氧代谢相关疾病。有研究报道该基因与血管平滑肌的增殖有关。CDKN2B基因编码的蛋白属于细胞周期素依赖性激酶家族。其在细胞周期中发挥调控作用。该基因与细胞周期素依赖性激酶4和6形成复合体，抑制细胞周期素依赖性激酶活性，从而调控细胞周期G1期。生理上，CDKN2B直接调控血管和免疫，可能影响有氧代谢相关疾病。上述两个基因均可抑制血管平滑肌细胞增殖，从而减轻动脉粥样硬化。SORT1基因位于人类第1号染色体短臂。其编码蛋白作为膜蛋白成员之一，参与细胞内各种活动。已有研究表明，该基因与脑动脉闭塞等疾病相关。SORT1可调控低密度脂蛋白胆固醇从肝脏释放到血液的过程，进而影响心脏病的发生。经过检测，您存在SORT1基因缺陷，强烈建议您采用低胆固醇膳食。\nMIA3基因位于人类第1号染色体长臂。全基因组关联分析表明，位于该基因的多态性位点rs17465637与冠心病风险相关。\nCXCL12基因位于人类第10号染色体长臂。该基因编码的蛋白属于趋化因子家族，在炎症、肿瘤等生理过程中发挥重要作用。CXCL12参与的生理过程包括：心脏及神经系统的发育、细胞凋亡及肿瘤发生、新生血管的生成、干细胞运动等。CXCL12在心肌细胞的修复，血管再生以及心梗后左室功能的恢复中发挥着重要作用。\nALDH2基因位于人类第12号染色体长臂。该基因编码的蛋白是体内酒精代谢过程中的关键酶，也是硝酸甘油代谢中的关键酶。ALDH2酶活性的下降会加重酒精等多因素引起的心肌损伤并促进心血管对硝酸甘油耐受。 \nPON1位于人类第7号染色体，该基因编码的酶水解生产p-nitrophenol paroxon。Paroxon是一种有机磷抗胆碱酯酶化合物，位于该基因的多态性位点rs662与冠心病(CHD)有关。\nMIA3基因位于人类第1号染色体长臂。全基因组关联分析表明，位于该基因的多态性位点rs17465637与心肌梗死风险相关。\nPALLD位于人类第4号染色体，该基因编码组织肌动蛋白细胞骨架所需的细胞骨架蛋白。该蛋白质是含肌动蛋白的微丝的组分，并且其参与细胞形状，粘附和收缩的控制。该基因的多态性与1型胰腺癌的易感性相关，并且还具有心肌梗死的风险。\nMYH15位于人类第3号染色体，全基因组关联分析表明，位于该基因的多态性位点rs3900940与冠心病(CKD)有关。\nSNX19位于人类第11号染色体，该基因的产物与胰岛抗原-2（IA-2）相互作用，在胰岛素分泌中起作用。全基因组关联分析表明，位于该基因的多态性位点rs2298566与冠心病(CKD)有关。\nPCSK9位于人类第1号染色体，该基因编码枯草杆菌蛋白酶样前蛋白转化酶家族的成员，其包括通过分泌途径的调节或组成型分支处理蛋白质和肽前体运输的蛋白酶。它在肝脏，肠和肾组织中表达，并保护溶酶体降解的特异性受体。它在胆固醇和脂肪酸代谢中起作用。该基因的突变与常染色体显性遗传性高胆固醇血症相关。\nLDLR位于人类第19号染色体，低密度脂蛋白受体（LDLR）基因家族由涉及受体介导的特异性配体内吞的细胞表面蛋白组成。 低密度脂蛋白（LDL）通常结合在细胞膜上，并进入细胞，结束于溶酶体中，其中蛋白质降解，并且胆固醇可用于抑制微粒体酶3-羟基-3-甲基戊二酰辅酶A（HMG CoA ）还原酶，胆固醇合成中的限速步骤。 同时，发生胆固醇酯合成的相互刺激。 该基因的突变导致常染色体显性障碍，家族性高胆固醇血症。\nBRAP位于人类第12号染色体，该基因编码的蛋白质通过其结合BRCA1和其他蛋白质的核定位信号的能力来鉴定。 它是一种细胞质蛋白，其可以通过在细胞质中保留具有核定位信号的蛋白质来调节细胞核靶向。主要参与人体收缩压（SBP），甘油三酯（TG），高密度脂蛋白（HDL）和空腹血糖（FBS）活动。",
			"deficiency": null,
			"overmuch": null,
			"rich_food": null,
			"imageUrl": "http://gene-report.thorgene.com/box_file/%E5%86%A0%E5%BF%83%E7%97%85.jpg",
			"resultCase": {
				"0": {
					"ratio": 0.7684,
					"detail": "你的患病风险正常",
					"summary": "风险正常"
				},
				"1": {
					"ratio": 0.0561,
					"detail": "你的患病风险低于平均水平",
					"summary": "风险偏低"
				},
				"-1": {
					"ratio": 0.1755,
					"detail": "你的患病风险高于平均水平",
					"summary": "风险偏高"
				}
			},
			"caseRate": "",
			"symptom": "1、典型胸痛\n因体力活动、情绪激动等诱发，突感心前区疼痛，多为发作性绞痛或压榨痛，也可为憋闷感。\n2、一般症状\n一些患者仅表现为心前区不适、心悸或乏力，或以胃肠道症状。\n3、猝死\n约有1/3的患者首次发作冠心病表现为猝死。\n4、全身症状\n发热、出汗、惊恐、恶心、呕吐等。",
			"prevention": "冠心病是严重危害人类健康的常见病，也是全球第一大死因，而随着诊断及治疗技术进步，发病率及死亡率逐渐呈现下降趋势，对于高危人群，应定期的进行相关检查，以便早期发现、早期诊断、给予早期治疗。",
			"preventionGeneral": "1、生活习惯改变\n戒烟限酒，适当体育锻炼，控制体重，保证充足的休息和睡眠。\n2、饮食习惯改变\n低脂低盐低钠饮食，减少腌制食物及高热量食物的摄入，多食新鲜的蔬菜水果。\n3、其他\n注意季节变化，避免情绪过于激动，减轻工作压力。",
			"preventionCheckup": "对于高危人群，应定期进行相关检查，尤其是在冠心病（尤其是心绞痛）发作间期进行，可直接或间接反映心肌缺血。\n1、实验室检查\n血压、血脂、血糖、血生化、C反应蛋白、心肌坏死标记物（肌钙蛋白、肌红蛋白、肌酸激酶同工酶）\n2、影像学检查\n心电图、24小时动态心电图、心电图负荷试验、心脏X线、超声心动图、心脏超声及CT、MRI\n3、其他\n冠状动脉造影、放射性核素心肌显像",
			"geneticCorrelation": "家族遗传史是冠心病发生的不可改变因素，有遗传史的人比普通人群患病率大大增加。",
			"jsonCause": {
				"summary": "",
				"items": [
					{
						"title": "诱发疾病",
						"desc": "高血压、糖尿病、血脂异常、超重肥胖。"
					},
					{
						"title": "生活因素",
						"desc": "抽烟酗酒，缺乏运动、不良的生活方式如抽烟酗酒、高脂肪高热量等不合理膳食，等都增加冠心病的发生。"
					},
					{
						"title": "不可改变的危险因素",
						"desc": "性别、年龄、家族史"
					},
					{
						"title": "其他",
						"desc": "劳累、情绪激动、饱食、受寒、急性循环衰竭等为常见的诱因。"
					}
				]
			},
			"jsonPreventionGeneral": {
				"summary": "",
				"items": [
					{
						"title": "生活习惯改变",
						"desc": "戒烟限酒，适当体育锻炼，控制体重，保证充足的休息和睡眠。"
					},
					{
						"title": "饮食习惯改变",
						"desc": "低脂低盐低钠饮食，减少腌制食物及高热量食物的摄入，多食新鲜的蔬菜水果。"
					},
					{
						"title": "其他",
						"desc": "注意季节变化，避免情绪过于激动，减轻工作压力。"
					}
				]
			},
			"jsonPreventionCheckup": {
				"summary": "对于高危人群，应定期进行相关检查，尤其是在冠心病（尤其是心绞痛）发作间期进行，可直接或间接反映心肌缺血。",
				"items": [
					{
						"title": "实验室检查",
						"desc": "血压、血脂、血糖、血生化、C反应蛋白、心肌坏死标记物（肌钙蛋白、肌红蛋白、肌酸激酶同工酶）"
					},
					{
						"title": "影像学检查",
						"desc": "心电图、24小时动态心电图、心电图负荷试验、心脏X线、超声心动图、心脏超声及CT、MRI"
					},
					{
						"title": "其他",
						"desc": "冠状动脉造影、放射性核素心肌显像"
					}
				]
			},
			"articles": null
		},
		"3": {
			"introduction": "心肌梗死是心肌缺血性坏死。为在冠状动脉病变的基础上，发生冠状动脉血供急剧减少或中断，使相应的心肌严重而持久地急性缺血导致心肌坏死。近几年发病率逐渐上升，男性高于女性。",
			"advise": "1.一般的预防措施为合理的膳食、适当的体力劳动和体育锻炼、合理安排工作和生活, 提倡不吸烟, 不饮烈性酒,积极治疗与心肌梗死相关的一些疾病（如冠心病、动脉硬化、三高病等）。\n2.在每年的11-1月、3-4月这2个心肌梗死高发季节,除了需要以上的预防措施,还要避免出现大的情绪波动。在此季节要注意保暖,避免因冷空气刺激引起血管痉挛,使原有动脉粥样硬化的血管进一步狭窄而诱发心肌梗死;此季节外出时要避开早晚温度较低时,尽量选择在白天阳光充足时进行室外活动;\n3.如果在寒冷及大风天气外出,可以选择随身携带硝酸酯类药物,如硝酸甘油,或者在没有禁忌证的前提下口服倍他乐克等降低心肌氧耗的药物预防心肌梗死的发作；\n4.防止便秘。",
			"cause": "1、过劳\n过重的体力劳动，尤其是负重登楼，过度体育活动，连续紧张劳累等。\n2、激动\n由于激动、紧张、愤怒等激烈的情绪变化诱发。\n3、暴饮暴食　\n进食大量含高脂肪高热量的食物后，血脂浓度突然升高，导致血黏、血小板聚集性增高。在冠状动脉狭窄的基础上形成血栓，引起急性心肌梗死。\n4、寒冷刺激\n突然的寒冷刺激可能诱发急性心肌梗死。\n5、便秘\n因便秘时用力屏气而导致心肌梗死的老年人并不少见。\n6、吸烟、大量饮酒\n吸烟和大量饮酒可通过诱发冠状动脉痉挛及心肌耗氧量增加而诱发急性心肌梗死。",
			"relatedGenes": "CELSR2基因位于人类第1号染色体短臂。该基因编码一种钙粘蛋白，参与细胞粘附与受体配体之间的相互作用。该基因可与其他基因共同作用调节血脂水平，成为影响心脏疾病的风险因素。\nMIA3基因位于人类第1号染色体长臂。全基因组关联分析表明，位于该基因的多态性位点rs17465637与心肌梗死风险相关。\nALDH2基因位于人类第12号染色体长臂。该基因编码的蛋白是体内酒精代谢过程中的关键酶，也是硝酸甘油代谢中的关键酶。ALDH2酶活性的下降会加重酒精等多因素引起的心肌损伤和促进硝酸甘油耐受的发生。",
			"deficiency": null,
			"overmuch": null,
			"rich_food": null,
			"imageUrl": "http://gene-report.thorgene.com/box_file/%E5%BF%83%E8%82%8C%E6%A2%97%E5%A1%9E.jpg",
			"resultCase": {
				"0": {
					"ratio": 0.7575,
					"detail": "你的患病风险正常",
					"summary": "风险正常"
				},
				"1": {
					"ratio": 0.0163,
					"detail": "你的患病风险低于平均水平",
					"summary": "风险偏低"
				},
				"-1": {
					"ratio": 0.2262,
					"detail": "你的患病风险高于平均水平",
					"summary": "风险偏高"
				}
			},
			"caseRate": "",
			"symptom": "1、疼痛\n是最先出现的症状，多发生于清晨，为突然发作剧烈而持久的胸骨后或心前区压榨性疼痛。\n2、胃肠道症状\n疼痛剧烈时常伴有频繁的恶心、呕吐、上腹胀痛等，与迷走神经受坏死心肌刺激和心排血量降低、组织灌注不足等有关。\n3、全身症状\n有发热、心动过速、白细胞增高、血沉加快等，由坏死物质被吸收所致。一般在疼痛发生后24-48小时出现，程度与梗死范围你常呈正相关。\n4、心律失常\n见于75%-95%的患者，多发生于起病1-2天，而以24小时内最多见。\n5、心力衰竭\n可在起病最初几天内发生，发生率约为32%-48%。\n6、低血压与休克",
			"prevention": "治疗原则为挽救濒死的心肌，缩小梗死面积，保护心脏功能，及时处理各种并发症。",
			"preventionGeneral": "1、一般的预防措施\n合理膳食、适当的体力劳动和体育锻炼、戒烟戒酒，积极治疗与心肌梗死相关的一些疾病（如冠心病、动脉硬化、三高病等）。\n2、季节因素\n在高发季节避免出现情绪波动及保暖,避免因冷空气刺激引起血管痉挛,尽量选择在白天阳光充足时进行室外活动，外出时携带硝酸甘油急救药物。\n3、防止便秘",
			"preventionCheckup": "急性心肌梗死发病突然，应定期的体检及复查，及早发现，及早治疗。\n1、心电图\n2、放射性核素检查\n2、心肌坏死标志物\n肌红蛋白、肌钙蛋白、肌酸激酶、肌酸激酶同工酶、天冬氨酸氨基转移酶、乳酸脱氢酶等。\n3、其他\n血常规、血沉检查、C反应蛋白等。",
			"geneticCorrelation": "",
			"jsonCause": {
				"summary": "",
				"items": [
					{
						"title": "过劳",
						"desc": "过重的体力劳动，尤其是负重登楼，过度体育活动，连续紧张劳累等。"
					},
					{
						"title": "激动",
						"desc": "由于激动、紧张、愤怒等激烈的情绪变化诱发。"
					},
					{
						"title": "暴饮暴食",
						"desc": "进食大量含高脂肪高热量的食物后，血脂浓度突然升高，导致血黏、血小板聚集性增高。在冠状动脉狭窄的基础上形成血栓，引起急性心肌梗死。"
					},
					{
						"title": "寒冷刺激",
						"desc": "突然的寒冷刺激可能诱发急性心肌梗死。"
					},
					{
						"title": "便秘",
						"desc": "因便秘时用力屏气而导致心肌梗死的老年人并不少见。"
					},
					{
						"title": "吸烟、大量饮酒",
						"desc": "吸烟和大量饮酒可通过诱发冠状动脉痉挛及心肌耗氧量增加而诱发急性心肌梗死。"
					}
				]
			},
			"jsonPreventionGeneral": {
				"summary": "",
				"items": [
					{
						"title": "一般的预防措施",
						"desc": "合理膳食、适当的体力劳动和体育锻炼、戒烟戒酒，积极治疗与心肌梗死相关的一些疾病（如冠心病、动脉硬化、三高病等）。"
					},
					{
						"title": "季节因素",
						"desc": "在高发季节避免出现情绪波动及保暖,避免因冷空气刺激引起血管痉挛,尽量选择在白天阳光充足时进行室外活动，外出时携带硝酸甘油急救药物。"
					},
					{
						"title": "防止便秘",
						"desc": ""
					}
				]
			},
			"jsonPreventionCheckup": {
				"summary": "急性心肌梗死发病突然，应定期的体检及复查，及早发现，及早治疗。",
				"items": [
					{
						"title": "心电图",
						"desc": ""
					},
					{
						"title": "放射性核素检查",
						"desc": ""
					},
					{
						"title": "心肌坏死标志物",
						"desc": "肌红蛋白、肌钙蛋白、肌酸激酶、肌酸激酶同工酶、天冬氨酸氨基转移酶、乳酸脱氢酶等。"
					},
					{
						"title": "其他",
						"desc": "血常规、血沉检查、C反应蛋白等。"
					}
				]
			},
			"articles": null
		},
		"17": {
			"introduction": "心房颤动（简称房颤）是一种十分常见的的心律失常。发病率随年龄增长而增加，男性高于女性。其发作呈阵发性或持续性。房颤时心房收缩的频率达350～600次/分；心室率不规则，有时候可达100～160次/分；QRS波群形态通常正常。",
			"advise": "1.积极治疗原发病。对于过去有栓塞病、瓣膜病、高血压、糖尿病、老年患者、左心房扩大、冠心病等原发病应积极治疗。\n2.避免寒冷、情绪激动、饱食、饮酒等诱因。\n3.对长期房颤患者，应口服华法林预防血栓形成。",
			"cause": "1、正常人发病诱因\n房颤可见于正常人，可在情绪激动、手术后、运动或大量饮酒时发生。\n2、疾病因素\n房颤的发生与有心脏与肺部基础疾病有关，如急性缺氧、高碳酸血症、高血压病、冠心病、心脏外科手术、瓣膜病、心力衰竭、心肌病、先天性心脏病、肺动脉栓塞、甲状腺功能亢进症等疾病。孤立性房颤发生于无心脏病变的中青年。\n2、其他\n饮酒、精神紧张、水电解质紊乱、严重感染等也可影响本病的发生。",
			"relatedGenes": "LOC729065位于人类第4号染色体，全基因组关联分析表明，位于该基因的多态性位点rs2200733与心房纤维性颤动（AF）有关。\npubmed没有描述该基因位点rs10033464相关基因描述。",
			"deficiency": null,
			"overmuch": null,
			"rich_food": null,
			"imageUrl": "http://gene-report.thorgene.com/box_file/%E6%88%BF%E9%A2%A4.jpg",
			"resultCase": {
				"0": {
					"ratio": 0.7636,
					"detail": "你的患病风险正常",
					"summary": "风险正常"
				},
				"1": {
					"ratio": 0.0265,
					"detail": "你的患病风险低于平均水平",
					"summary": "风险偏低"
				},
				"-1": {
					"ratio": 0.2099,
					"detail": "你的患病风险高于平均水平",
					"summary": "风险偏高"
				}
			},
			"caseRate": "",
			"symptom": "1、心悸\n感到心跳加快，伴有乏力或感劳累。\n2、眩晕\n头晕眼花甚至昏倒。\n3、胸部不适\n心前区疼痛、压迫感或者不舒服。\n4、气短\n在轻度体力活动或者休息时感觉呼吸困难，有些病人可能没有任何症状。",
			"prevention": "应积极寻找房颤的原发疾病和诱发因素，作出相应处理。",
			"preventionGeneral": "1、生活方式调整\n戒烟，限制饮酒，避免长期饮用咖啡浓茶、碳酸饮料\n2、注意保暖\n尤其是天气变化时注意保暖，预防感冒。如有不适，避免私自服用一些非处方用药。\n3、适当的运动\n应适当进行锻炼，不宜进行强烈的运动项目。",
			"preventionCheckup": "房颤的发生前期无明显症状，所以定期的体检格外重要。\n1、心电图\n2、动态心电图",
			"geneticCorrelation": "系基因突变所致，遗传方式属AD遗传，多在成年之后发生，呈阵发性。",
			"jsonCause": {
				"summary": "",
				"items": [
					{
						"title": "正常人发病诱因",
						"desc": "房颤可见于正常人，可在情绪激动、手术后、运动或大量饮酒时发生。"
					},
					{
						"title": "疾病因素",
						"desc": "房颤的发生与有心脏与肺部基础疾病有关，如急性缺氧、高碳酸血症、高血压病、冠心病、心脏外科手术、瓣膜病、心力衰竭、心肌病、先天性心脏病、肺动脉栓塞、甲状腺功能亢进症等疾病。孤立性房颤发生于无心脏病变的中青年。"
					},
					{
						"title": "其他",
						"desc": "饮酒、精神紧张、水电解质紊乱、严重感染等也可影响本病的发生。"
					}
				]
			},
			"jsonPreventionGeneral": {
				"summary": "",
				"items": [
					{
						"title": "生活方式调整",
						"desc": "戒烟，限制饮酒，避免长期饮用咖啡浓茶、碳酸饮料"
					},
					{
						"title": "注意保暖",
						"desc": "尤其是天气变化时注意保暖，预防感冒。如有不适，避免私自服用一些非处方用药。"
					},
					{
						"title": "适当的运动",
						"desc": "应适当进行锻炼，不宜进行强烈的运动项目。"
					}
				]
			},
			"jsonPreventionCheckup": {
				"summary": "房颤的发生前期无明显症状，所以定期的体检格外重要。",
				"items": [
					{
						"title": "心电图",
						"desc": ""
					},
					{
						"title": "动态心电图",
						"desc": ""
					}
				]
			},
			"articles": null
		},
		"61": {
			"introduction": "肺是人体重要的呼吸器官，由气管、各级支气管和肺泡组成，发生于支气管和（或）肺泡上皮细胞的恶性肿瘤称肺癌。肺癌的发病率和死亡率目前已经排在各种恶性肿瘤的第一位。世界卫生组织在2001年曾经发布警告说，在过去的10年中，全球肺癌的发病率每年以22%的速度在飞快上升，每年全球新增肺癌患者达120万人，死亡110万人。",
			"advise": "1）戒烟。由于目前尚无有效的肺癌化学预防措施，不吸烟和及早戒烟可能是预防肺癌最有效的方法。\n2) 避免接触与肺癌发病有关的因素。加强职业接触中的劳动保护，应有助于减少肺癌发病危险。\n3) 筛查。癌症筛查是利用医学检测手段针对无症状或症状较轻者进行疾病诊断。尤其是对于患肺癌高风险的人群，CT可以尽早的发现肿瘤，从而尽早干预，提高生存期。\n4) 其他建议。研究表明长期服用维生素A,维生素C,维生素D，维生素E并不能减少肺癌风险。有学者认为多吃蔬菜水果可以降低肺癌风险，但这可能与较多食用水果蔬菜从而减少了吸烟有关。",
			"cause": "1、吸烟  \n烟草的组成成分及燃烧的烟雾含有苯并篦、砷、亚硝胺类多种促癌和致癌物质。吸烟时间越长，支数越多和开始年龄越小，患肺癌的机会越大。\n2、职业因素  \n长期接触石棉、砷、镍、铬、煤焦油及放射性元素或吸入致癌物，是肺癌发病的重要因素。\n3、大气污染  \n工业废气所造成的大气污染，空气中苯并篦的含量增高，是城市较农村肺癌发病率高的因素之一。\n4、疾病因素  \n有些证据表明，在免疫抑制状态下，患肺癌的危险性增高。有些肺部慢性疾病与肺癌有关，如肺结核的瘢痕处易发生肺癌。\n5、室内空气污染\n如厨房燃料燃烧和油烟是妇女肺癌发病率高的原因之一。室内建筑材料也含有致癌物质甲醛等。",
			"relatedGenes": "TERT基因位于人类第5号染色体短臂，其编码蛋白是著名的端粒酶（核糖体蛋白酶），参与染色体末端复制，在老化和抗凋亡过程中发挥重要作用。\n该基因被报道与多类肿瘤密切相关。TERT基因能够促进肺癌细胞的凋亡，从而抑制肺癌发生。研究显示，无论是否吸烟，该基因缺陷可导致肺癌高发。\nGPC5基因是肺腺癌的新型肿瘤转移抑制基因，GPC5的过表达抑制体外肺癌细胞的增殖，迁移和侵袭，而GPC5的降低能够逆转该作用。GPC5通过抑制肺腺癌Wnt /β-连环蛋白信号转导抑制肿瘤生长。\nHNF1A是染色体12上的2455-bp转录物，与相应的非肿瘤组织相比，HNF1A-AS1在肺腺癌组织中显着上调，其表达水平与TNM期，肿瘤大小和淋巴结转移显着相关。HNF1A-AS1通过调节细胞周期蛋白D1，E-钙粘蛋白，N-钙粘蛋白和β-连环蛋白表达在体外和体内促进肿瘤增殖和转移。HNF1A-AS1表达可以调节细胞增殖和转移，并将其确定为肺腺癌中的一种不良预后生物标志物。\nMIR196A2 基因多态性与NSCLC的显着增加的风险相关，表明MIR196A2的常见遗传多态性与NSCLC相关。\nCHRNA3 基因烟碱性乙酰胆碱受体基因，与肺癌风险相关，可增加吸烟者患肺癌的风险，已在白种人中广泛认定。其多态性可能通过不依赖吸烟的方式改变中国汉族人群对肺癌的易感性。\nSEZ6L基因是在22q12.2区域发现的Met430IIe多态性变体，在NSCLC细胞系中的平均表达水平较正常肺组织几乎高两倍，而SCLC细胞系中的平均表达水平高6倍以上。SEZ6L Met430Ile多态性变体在增加肺癌风险中的作用。\nBAG6首先被定性为位于人主要组织相容性复合体III类区域内的基因簇的一部, 该基因编码由胱天蛋白酶3切割的核蛋白，并参与凋亡的控制。BAG6的基因型和等位基因是挪威和联合克罗地亚 - 挪威受试者中非小细胞肺癌风险的独立预测因子,被认为是肺肿瘤中的主要癌症参与者。\nNAT1是人类基因组中两个芳基胺N-乙酰转移酶（NAT）基因之一，并且与小鼠和大鼠Nat2基因直向同源。 由该基因编码的酶催化乙酰基从乙酰-CoA转化为各种芳基胺和肼底物。 这种酶有助于代谢药物和其他异生物，并在叶酸条件下分解代谢。NAT1基因是影响烟草相关癌症发生的风险的最可能的候选者。\nMGMT编码的蛋白质是参与针对突变的细胞和来自烷化剂的毒性的DNA修复蛋白。 该蛋白催化O（6）- 烷基鸟嘌呤和DNA的其他甲基化部分转移到其自身分子，其修复毒性损伤。 基因启动子的甲基化与几种癌症类型相关，包括结肠直肠癌，肺癌，淋巴瘤和成胶质细胞瘤。在NSCLC患者中，肿瘤组织中的高甲基化率显着高于正常肺组织。",
			"deficiency": null,
			"overmuch": null,
			"rich_food": null,
			"imageUrl": "http://gene-report.thorgene.com/box_file/%E8%82%BA%E7%99%8C.jpg",
			"resultCase": {
				"0": {
					"ratio": 0.7966,
					"summary": "风险正常"
				},
				"1": {
					"ratio": 0.1993,
					"summary": "风险偏低"
				},
				"-1": {
					"ratio": 0.0041,
					"summary": "风险偏高"
				}
			},
			"caseRate": "49",
			"symptom": "肺癌在早期并没有什么特殊症状，仅为一般呼吸系统疾病所共有的症状，如咳嗽、痰血、低热、胸痛、气闷等，很容易被病人和医生所忽略。约有三分之一的早期肺癌没有症状，还有一部分病人尽管有轻微的早期症状，但未重视或被误诊，而延误了病情。",
			"prevention": "肺癌的预后与确诊时的临床分期密切相关，0期肺癌患者术后5年生存率为90%，Ia期肺癌患者术后5年生存率位60%，而II-IV期的病人总的5年生存率则从40%下降到5%以下。因此，争取“早期发现、早期诊断、早期治疗”，是降低肺癌死亡率的重要措施。",
			"preventionGeneral": "1、戒烟及避免被动吸烟  \n预防吸烟和戒烟是避免肺癌发生有效的办法。\n2、避免职业暴露   \n加强职业接触中的劳动保护，应有助于减少肺癌发病危险。\n3、减少大气污染    \n大气污染是城市较农村肺癌发病率高的因素之一，保护环境、减少大气污染是降低肺癌发病率的重要措施之一。\n4、积极治疗肺部疾病\n积极治疗肺部基础疾病，如肺结核、尘肺、肺部瘢痕病灶等，增强机体免疫力，降低基础疾病致癌的概率。\n5、其他  \n多吃新鲜蔬菜、水果，少吃煎炸烤熏食品。一些研究表明，饮食中蔬菜和水果比例较高的人患肺癌风险会更低，但这也可能混杂了其他因素，如风险降低是因为高水果/蔬菜饮食和更少吸烟量之间的联合作用。",
			"preventionCheckup": "对有上述高危风险因素之一且肺癌综合风险等级评定为“偏高”者，应在专业临床医生指导下，每年做1-2次以下专科检查：\n1、胸片\n2、肺部CT\n3、痰液细胞学\n4、肿瘤标志物\n癌胚抗原、癌抗原125(CA-125)、癌抗原19-9（CA19-9）、神经元特异性烯醇化酶（NSE）等。\n5、纤维支气管镜",
			"geneticCorrelation": "约8%肺癌由遗传因素所致。亲属中有肺癌患者时，患病风险增加2.4倍，这可能是多个基因综合作用所致。例如，已知5、6和15号染色体上的基因多态性会影响罹患肺癌的风险大小。",
			"jsonCause": {
				"summary": "",
				"items": [
					{
						"title": "吸烟",
						"desc": "烟草的组成成分及燃烧的烟雾含有苯并篦、砷、亚硝胺类多种促癌和致癌物质。吸烟时间越长，支数越多和开始年龄越小，患肺癌的机会越大。"
					},
					{
						"title": "职业因素",
						"desc": "长期接触石棉、砷、镍、铬、煤焦油及放射性元素或吸入致癌物，是肺癌发病的重要因素。"
					},
					{
						"title": "大气污染",
						"desc": "工业废气所造成的大气污染，空气中苯并篦的含量增高，是城市较农村肺癌发病率高的因素之一。"
					},
					{
						"title": "疾病因素",
						"desc": "有些证据表明，在免疫抑制状态下，患肺癌的危险性增高。有些肺部慢性疾病与肺癌有关，如肺结核的瘢痕处易发生肺癌。"
					},
					{
						"title": "室内空气污染",
						"desc": "如厨房燃料燃烧和油烟是妇女肺癌发病率高的原因之一。室内建筑材料也含有致癌物质甲醛等。"
					}
				]
			},
			"jsonPreventionGeneral": {
				"summary": "",
				"items": [
					{
						"title": "戒烟及避免被动吸烟",
						"desc": "预防吸烟和戒烟是避免肺癌发生有效的办法。"
					},
					{
						"title": "避免职业暴露",
						"desc": "加强职业接触中的劳动保护，应有助于减少肺癌发病危险。"
					},
					{
						"title": "减少大气污染",
						"desc": "大气污染是城市较农村肺癌发病率高的因素之一，保护环境、减少大气污染是降低肺癌发病率的重要措施之一。"
					},
					{
						"title": "积极治疗肺部疾病",
						"desc": "积极治疗肺部基础疾病，如肺结核、尘肺、肺部瘢痕病灶等，增强机体免疫力，降低基础疾病致癌的概率。"
					},
					{
						"title": "其他",
						"desc": "多吃新鲜蔬菜、水果，少吃煎炸烤熏食品。一些研究表明，饮食中蔬菜和水果比例较高的人患肺癌风险会更低，但这也可能混杂了其他因素，如风险降低是因为高水果/蔬菜饮食和更少吸烟量之间的联合作用。"
					}
				]
			},
			"jsonPreventionCheckup": {
				"summary": "对有上述高危风险因素之一且肺癌综合风险等级评定为“偏高”者，应在专业临床医生指导下，每年做1-2次以下专科检查：",
				"items": [
					{
						"title": "胸片",
						"desc": ""
					},
					{
						"title": "肺部CT",
						"desc": ""
					},
					{
						"title": "痰液细胞学",
						"desc": ""
					},
					{
						"title": "肿瘤标志物",
						"desc": "癌胚抗原、癌抗原125(CA-125)、癌抗原19-9（CA19-9）、神经元特异性烯醇化酶（NSE）等。"
					},
					{
						"title": "纤维支气管镜",
						"desc": ""
					}
				]
			},
			"articles": null
		},
		"62": {
			"introduction": "胃位于人体上腹部，呈“J”字形，是食物重要的消化器官。胃癌可以在胃的任何部位产生，发展过程时间较长。胃癌及癌前病变的症状隐匿且无特异性，因此早期胃癌很难发现，多数患者就诊时已处于III,IV期，我国只有5-10%的胃癌能被早期诊断。我国胃癌死亡率为25.2/10 万（男性：32.8/10 万，女性：17.0/10 万），占全部恶性肿瘤死亡的23.2%，占恶性肿瘤死亡的第一位。发病年龄以中老年居多，35岁以下较低，55-70岁为高发年龄段。",
			"advise": "1) 饮食：养成良好的进食习惯，细嚼慢咽，不吃烫食，少吃质硬粗糙的食物。每天进食盐量应低于10g，尽量少吃或不吃盐腌、烟熏、油炸食物，如泡菜、鲜肉、火腿、腊肉、熏鱼等；不吃霉变食品。多吃新鲜蔬菜水果，多饮绿茶。\n2)预防和治疗幽门螺杆菌（HP）感染：采取适当的公共卫生措施改善卫生条件是降低Hp感染流行的关键，治疗Hp感染是胃癌化学预防的潜在措施。目前建议，至少应在一级亲属患有胃癌的人群中检测并治疗Hp感染。\n3)环氧化酶抑制剂：环氧化酶-2（COX-2）在细胞增殖、凋亡和血管生成过程中具有重要作用，可能是危险因素诱发胃癌过程的重要介质。研究显示成功根治Hp感染后胃黏膜内COX-2表达下降。此外阿司匹林及其他非类固醇性抗炎药能通过抑制COX-2来抑制肿瘤细胞增殖。\n4)胃癌筛查：对高危人群进行筛查，以期早期诊断，提高胃癌生存率。高危人群特征：处于高发地区，社会经济地位低下，长期抽烟，喜食腌制、烟熏、油炸食物；年龄40岁以上，有上消化道症状；有胃癌前状态者；有胃癌前病变；有胃癌家族史。",
			"cause": "1、感染幽门螺旋杆菌（HP）\nHP可引起胃壁浅层的慢性炎症并可能引起癌前病变，最近的研究表明在感染Hp的人群中给予根除治疗能降低胃癌的发病风险。 \n2、不良饮食、生活习惯\n大量摄入腌制烟熏食物，比如熏鱼、熏肉和泡菜。长期大量的吸烟、酗酒。\n3、其他环境因素\n某些环境因素如高泥碳土壤、水土含硝酸盐过多或化学污染可直接或间接经饮食途径参与胃癌的发生。\n4、癌前病变\n胃部的息肉尤其是多发息肉（小的良性增生有时能发展成胃癌）、慢性萎缩性胃炎、胃溃疡。",
			"relatedGenes": "PLCE1是人类第10号染色体长臂。该基因变异与胃癌相关性最强。该基因缺陷与幽门螺旋杆菌感染相互影响，共同导致胃癌发生。建议您注意避免幽门螺旋杆菌感染（如使用公筷等措施）。\nPSCA基因位于人类第8号染色体长臂。该基因编码的蛋白是一种以糖基磷脂酰肌醇方式结合在细胞膜上的糖蛋白，表达于前列腺、膀胱、胎盘、结肠、肾脏和胃，该基因的上游起始密码子具有多态性，被认为与胃癌和膀胱癌发生风险有关。\nPRKAA1基因位于人类第5号染色体短臂，调控许多关键代谢酶的活性，可终止消耗大量能量的生物体内的合成反应，从而保护人体细胞免受饥饿伤害。\nIL17A基因编码的蛋白质是由活化的T细胞产生的促炎细胞因子，在炎症相关疾病中发挥关键作用，如感染，自身免疫和肿瘤。Th17细胞促进人类胃癌（GC），虽然细胞内IL-17A的来源和Tc17和γδT17细胞的作用仍然知之甚少。IL-17A +T细胞和相关的细胞因子可能在人类GC进展和转移中起关键作用，因此代表治疗的潜在靶标。\nSERPINE1基因编码丝氨酸蛋白酶抑制剂超家族的成员。内含子7中的SNPc.1162 + 162C> T（rs2227692）与DGC（diffuse-type gastric cancer）的易感性相关，但与肠型胃癌的易感性无关。 已报道基因SERPINE1的遗传变体可改变发生GC的风险。通过致癌性激活GSK3β，CD133，DSC2，P-钙粘着蛋白，CDH17，CD168，CD44，金属蛋白酶MMP7和MMP11，以及miRNA的一个子集和通过肿瘤抑制基因失活机制TFF1，PDX1，BCL2L10，XRCC，psiTPTE-HERV，HAI-2，GRIK2和RUNX3）。揭示了炎症介质环氧合酶-2（COX-2）在胃癌发生过程中的作用及其作为潜在分子靶标治疗的重要性。",
			"deficiency": null,
			"overmuch": null,
			"rich_food": null,
			"imageUrl": "http://gene-report.thorgene.com/box_file/%E8%83%83%E7%99%8C.jpg",
			"resultCase": {
				"0": {
					"ratio": 0.7818,
					"summary": "风险正常"
				},
				"1": {
					"ratio": 0.1224,
					"summary": "风险偏低"
				},
				"-1": {
					"ratio": 0.0958,
					"summary": "风险偏高"
				}
			},
			"caseRate": "37",
			"symptom": "胃癌的临床表现：\n1、早期胃癌多无症状，或仅有一些非特异性消化道症状。\n2、进展期胃癌最早出现的症状是上腹痛，常同时伴有纳差、厌食、体重减轻，而这种腹痛不能被进食或服用抑酸剂缓解。患者常有早饱感及软弱无赖。\n3、发生合并症或转移时：贲门癌累及食管下段时可出现吞咽困难，并发幽门梗阻时可有恶心呕吐，溃疡型胃癌出血时可引起呕血或黑粪，继之出现贫血，转移至肝时可引起右上腹痛，转移至肺可引起咳嗽、呃逆、咯血等。\n4、体征：早期无明显体征，进展期在上腹部可扪及肿块，有压痛。肿块多位于上腹偏右相当于胃窦处。转移至肝可致肝肿大及出现黄疸，腹膜转移时可出现腹水，移动性浊音阳性，远处淋巴结转移时，可扪及Virchow淋巴结，质硬不活动。",
			"prevention": "胃癌的发展较隐匿，未能及时发现并治疗，对高危人群进行筛查，以期早期诊断，提高胃癌生存率。胃癌的治疗效果取决于疾病的分期，即肿瘤生长的大小，对胃壁的浸润程度及是否侵犯周围的器官，淋巴结和身体的其他部位。至今为止，手术是唯一可能实现治愈的治疗手段。",
			"preventionGeneral": "1、饮食\n养成良好的进食习惯，细嚼慢咽，不吃烫食，少吃质硬粗糙的食物。每天进食盐量应低于10g，尽量少吃或不吃盐腌、烟熏、油炸食物，如泡菜、鲜肉、火腿、腊肉、熏鱼等；不吃霉变食品。多吃新鲜蔬菜水果，多饮绿茶。\n2、预防和治疗幽门螺杆菌（HP）感染\n采取适当的公共卫生措施改善卫生条件是降低Hp感染流行的关键，治疗Hp感染是胃癌化学预防的潜在措施。目前建议，至少应在一级亲属患有胃癌的人群中检测并治疗Hp感染。\n3、环氧化酶抑制剂\n环氧化酶-2（COX-2）在细胞增殖、凋亡和血管生成过程中具有重要作用，可能是危险因素诱发胃癌过程的重要介质。研究显示成功根治Hp感染后胃黏膜内COX-2表达下降。此外阿司匹林及其他非类固醇性抗炎药能通过抑制COX-2来抑制肿瘤细胞增殖。\n4、普查\n在胃癌高发地区，高危人群应定期普查，提高早期诊断率及早进行治疗。",
			"preventionCheckup": "因胃癌病情发展隐匿，对于已患有慢性萎缩性胃炎、饮食结构不合理的高危人群，除进行生活方式的改变外，应定期进行专科门诊定期检查。\n1、幽门螺旋杆菌检测\n2、X线钡餐检查\n3、胃镜\n4、胃组织活检\n5、胃腔脱落细胞学检测\n6、腹部超声及CT（肝胰及淋巴结）",
			"geneticCorrelation": "胃癌有明显的家族聚集倾向，家族发病率高于普通人群的2-3倍。浸润型胃癌有更高的家族发病倾向，提示该型与遗传因素有关。一般认为遗传因素使致癌物质对易感者更易致癌。",
			"jsonCause": {
				"summary": "",
				"items": [
					{
						"title": "感染幽门螺旋杆菌（HP）",
						"desc": "HP可引起胃壁浅层的慢性炎症并可能引起癌前病变，最近的研究表明在感染Hp的人群中给予根除治疗能降低胃癌的发病风险。"
					},
					{
						"title": "不良饮食、生活习惯",
						"desc": "大量摄入腌制烟熏食物，比如熏鱼、熏肉和泡菜。长期大量的吸烟、酗酒。"
					},
					{
						"title": "其他环境因素",
						"desc": "某些环境因素如高泥碳土壤、水土含硝酸盐过多或化学污染可直接或间接经饮食途径参与胃癌的发生。"
					},
					{
						"title": "癌前病变",
						"desc": "胃部的息肉尤其是多发息肉（小的良性增生有时能发展成胃癌）、慢性萎缩性胃炎、胃溃疡。"
					}
				]
			},
			"jsonPreventionGeneral": {
				"summary": "",
				"items": [
					{
						"title": "饮食",
						"desc": "养成良好的进食习惯，细嚼慢咽，不吃烫食，少吃质硬粗糙的食物。每天进食盐量应低于10g，尽量少吃或不吃盐腌、烟熏、油炸食物，如泡菜、鲜肉、火腿、腊肉、熏鱼等；不吃霉变食品。多吃新鲜蔬菜水果，多饮绿茶。"
					},
					{
						"title": "预防和治疗幽门螺杆菌（HP）感染",
						"desc": "采取适当的公共卫生措施改善卫生条件是降低Hp感染流行的关键，治疗Hp感染是胃癌化学预防的潜在措施。目前建议，至少应在一级亲属患有胃癌的人群中检测并治疗Hp感染。"
					},
					{
						"title": "环氧化酶抑制剂",
						"desc": "环氧化酶-2（COX-2）在细胞增殖、凋亡和血管生成过程中具有重要作用，可能是危险因素诱发胃癌过程的重要介质。研究显示成功根治Hp感染后胃黏膜内COX-2表达下降。此外阿司匹林及其他非类固醇性抗炎药能通过抑制COX-2来抑制肿瘤细胞增殖。"
					},
					{
						"title": "普查",
						"desc": "在胃癌高发地区，高危人群应定期普查，提高早期诊断率及早进行治疗。"
					}
				]
			},
			"jsonPreventionCheckup": {
				"summary": "因胃癌病情发展隐匿，对于已患有慢性萎缩性胃炎、饮食结构不合理的高危人群，除进行生活方式的改变外，应定期进行专科门诊定期检查。",
				"items": [
					{
						"title": "幽门螺旋杆菌检测",
						"desc": ""
					},
					{
						"title": "X线钡餐检查",
						"desc": ""
					},
					{
						"title": "胃镜",
						"desc": ""
					},
					{
						"title": "胃组织活检",
						"desc": ""
					},
					{
						"title": "胃腔脱落细胞学检测",
						"desc": ""
					},
					{
						"title": "腹部超声及CT（肝胰及淋巴结）",
						"desc": ""
					}
				]
			},
			"articles": null
		},
		"72": {
			"introduction": "前列腺癌是威胁男性健康的常见肿瘤之一，位列男性肿瘤第2位。2002年中国前列腺癌的标化发病率是1.6/10万，死亡率是1.0/10万，虽是前列腺癌的低危国家，但全国各地前列腺癌发病的差异非常显著，近几年中国的患病率在逐渐的增加。",
			"advise": "1、饮食和生活方式：目前较为确定的前列腺癌危险因素为生活方式的西方化，即过度的饱和脂肪酸、红肉制品，较少摄入水果蔬菜。维生素补充剂似乎没有效果，有些可能会增加风险。高钙摄入与晚期前列腺癌有关。鱼可能会降低前列腺癌死亡，但似乎不会影响其发生。有些证据支持用素食减少前列腺癌的发生率。对含有番茄红素和硒的食品有一些暂定证据。富含十字花科蔬菜，大豆，豆类和其他豆类的饮食可能与较低的前列腺癌风险，特别是稍晚期的癌症有关。\n2、适当进行体育锻炼：定期运动的男性可能具有稍低的风险，特别是剧烈的活动和晚期前列腺癌的风险。避免对前列腺进行压迫，不要长时间久坐不动，要适当休息并及时变换体位，避免前列腺的局部充血的现象。平时要多饮水，多排尿，排尿有冲洗尿道的作用，可帮助前列腺排出过多的分泌物，可预防前列腺感染。\n3、药物：\n在那些正在服用5-α-还原酶抑制剂（非那雄胺和度他雄胺）定期筛查的患者中，诊断前列腺癌的总体风险减少。但是没有足够的数据来确定它们是否对死亡风险有影响，并且可能加重病情。",
			"cause": "1、年龄和种族\n前列腺癌的发病与年龄密切相关，75岁以上患病率较高。不同种族的前列腺癌发病率的差异也很大。\n2、饮食因素\n病因学研究提示，前列腺癌与食用富含脂肪、肉类和奶类的饮食相关，多食大豆和番茄可预防前列腺癌的发生。\n3、激素和其他危险因素\n雄激素在前列腺的发育和前列腺癌的进展过程中起关键作用。胰岛素样生长因子也是前列腺癌发病的相关因素。",
			"relatedGenes": "IRX4基因位于人类第5号染色体短臂。该基因编码的蛋白被证明可能参与中枢神经系统发育，同时在心脏发育的心腔分化中扮演重要角色，全基因组相关性分析发现该基因是前列腺癌易感基因。\nRFX6基因位于人类第6号染色体长臂。该基因编码的蛋白属于RFX转录因子家族，能够限制β细胞分化和相关基因的表达，研究发现该基因突变可导致前列腺癌发生风险增高。\nGPRC6A基因位于人类第6号染色体长臂。该基因编码一种G蛋白偶联受体，通过与G蛋白相互作用来发挥其生理功能，该基因可能影响细胞间信息交流，调控细胞增殖、分化等多种细胞活动。\nSRRM1P1、CCAT1基因均位于人类第8号染色体长臂。CCAT1基因是一种非编码RNA，能从基因组上转录而来但不翻译成蛋白质，在RNA水平直接行使其生物功能。全基因组分析发现SRRM1P1、CCAT1都是前列腺癌易感基因。\nMYC基因位于人类第8号染色体长臂。该基因编码的蛋白是一种多功能核蛋白，在细胞周期、细胞凋亡和细胞转化进程中起重要作用。它作为调节特定靶基因转录的调控因子，其突变已被证明与多种肿瘤相关。\nRNU6-66P、RNU7-89P基因均位于人类第13号染色体长臂。这两种基因都是假基因，是与正常基因相似但丧失正常功能的DNA序列，假基因的功能异常也可能是导致人类疾病产生的原因，最近研究发现它们的突变都可导致前列腺癌发生风险增高。\nNKX3-1基因位于人类第8号染色体短臂。该基因编码一个含同源框序列的转录因子，是前列腺上皮细胞生长的负调节因子，对限制前列腺上皮细胞的过度生长具有重要意义，该基因的异常表达与前列腺肿瘤进展密切相关。",
			"deficiency": null,
			"overmuch": null,
			"rich_food": null,
			"imageUrl": "http://gene-report.thorgene.com/box_file/%E5%89%8D%E5%88%97%E8%85%BA%E7%99%8C.jpg",
			"resultCase": {
				"0": {
					"ratio": 0.7968,
					"summary": "风险正常"
				},
				"1": {
					"ratio": 0.0995,
					"summary": "风险偏低"
				},
				"-1": {
					"ratio": 0.1037,
					"summary": "风险偏高"
				}
			},
			"caseRate": "10",
			"symptom": "前列腺癌多数无明显临床症状，可表现为下尿路梗阻症状，如尿频、尿急、尿流缓慢、尿流中断、排尿不尽、甚至尿潴留或尿失禁。",
			"prevention": "目前根据调查研究，前列腺癌的患病率与年龄及种族、遗传有很大的关系，对于高危人群，应积极进行生活、饮食方式的转变，定期进行体检以尽早发现并早期治疗。",
			"preventionGeneral": "1、调整饮食和生活方式\n多食富含维生素的水果蔬菜及豆类产品，少食过量的饱和脂肪酸及红肉制品，平时要多饮水，多排尿。\n2、适当进行体育锻炼\n定期运动的男性可能具有稍低的风险，特别是剧烈的活动和晚期前列腺癌的风险。\n3、药物干预\n研究表明，正在服用5-α-还原酶抑制剂（非那雄胺和度他雄胺）定期筛查的患者中，诊断前列腺癌的总体风险减少。",
			"preventionCheckup": "对于具有家族遗传史、且年龄大于65岁以上的男性应定期的进行体检，降低前列腺癌的患病率。\n1、直肠指检\n2、前列腺特异抗\n3、经直肠前列腺超声\n4、前列腺穿刺活检\n5、影像学检查\n盆腔MRI、CT、前列腺癌核素检查(ECT)。",
			"geneticCorrelation": "家族史是前列腺癌的高位因素，一级亲属患有前列腺癌的男性的发病危险是普通人的2倍，并且当患病亲属个数增加或患病年龄降低时，本人的发病危险明显增加。重要基因的多态性是导致前列腺癌的另一个原因。",
			"jsonCause": {
				"summary": "",
				"items": [
					{
						"title": "年龄和种族",
						"desc": "前列腺癌的发病与年龄密切相关，75岁以上患病率较高。不同种族的前列腺癌发病率的差异也很大。"
					},
					{
						"title": "饮食因素",
						"desc": "病因学研究提示，前列腺癌与食用富含脂肪、肉类和奶类的饮食相关，多食大豆和番茄可预防前列腺癌的发生。"
					},
					{
						"title": "激素和其他危险因素",
						"desc": "雄激素在前列腺的发育和前列腺癌的进展过程中起关键作用。胰岛素样生长因子也是前列腺癌发病的相关因素。"
					}
				]
			},
			"jsonPreventionGeneral": {
				"summary": "",
				"items": [
					{
						"title": "调整饮食和生活方式",
						"desc": "多食富含维生素的水果蔬菜及豆类产品，少食过量的饱和脂肪酸及红肉制品，平时要多饮水，多排尿。"
					},
					{
						"title": "适当进行体育锻炼",
						"desc": "定期运动的男性可能具有稍低的风险，特别是剧烈的活动和晚期前列腺癌的风险。"
					},
					{
						"title": "药物干预",
						"desc": "研究表明，正在服用5-α-还原酶抑制剂（非那雄胺和度他雄胺）定期筛查的患者中，诊断前列腺癌的总体风险减少。"
					}
				]
			},
			"jsonPreventionCheckup": {
				"summary": "对于具有家族遗传史、且年龄大于65岁以上的男性应定期的进行体检，降低前列腺癌的患病率。",
				"items": [
					{
						"title": "直肠指检",
						"desc": ""
					},
					{
						"title": "前列腺特异抗",
						"desc": ""
					},
					{
						"title": "经直肠前列腺超声",
						"desc": ""
					},
					{
						"title": "前列腺穿刺活检",
						"desc": ""
					},
					{
						"title": "影像学检查",
						"desc": "盆腔MRI、CT、前列腺癌核素检查(ECT)。"
					}
				]
			},
			"articles": null
		}
	},
	"summary": "",
	"reportTime": "2017.12.20",
	"reportInfo": {
		"result": "ε4ε4(风险型)",
		"ratio": "0.22",
		"genotypes": "ε4/ε4:(C,C)(C,C)"
	},
	"productId1": 15
};

const coverPage = cover('载脂蛋白E基因检测报告', '/img/apoe.png', data);