/**
 * Created by chao.z on 17/12/15.
 */
/* eslint-disable */
const fs = require('fs');
var p53Test = require('./p53');
var data = {
  "productId": 18,
  "productName": "P53",
  "sampleNo": "1211322002121",
  "companyAddr": '天方测试',
  "activateTime": '2017-11-16',
  "meetingNo": "000000",
  "checker": {
    "headImg": "http://wx.qlogo.cn/mmopen/vi_32/Q0j4TwGTfTKWtlBFKpTEDHdTSgibI0V1tvoNT9NuLWsCHib5xkAY0icpGvsw0BUa0ialhFvsicbNQ5x7q0iaMAEsPJ0A/0",
    "name": "史忠高基础2",
    "sex": 0,
    "sexLabel": "男",
    "age": 19
  },
  "info": {
    "default": {
      "type": 1,
      "items": [
        {
          "genes": [{
            "gene": "P53",
            "related": "P53调控细胞周期和保护细胞染色体免受损伤。风险基因型失去了对细胞生长、凋亡和DNA修复的调控作用,不能正常阻止“坏”细胞继续分裂生长,从而增加了癌症发生的风险。"
          }],
          "genotypes": [
            {
              "frequency": 0.1707,
              "gene": "P53",
              "genotype": "GG",
              "info": "风险正常",
              "rsid": "rs1042522",
              "score": 0,
              "summary": "风险正常"
            }
          ],
          "phenotypeId": 1,
          "phenotypeName": "抑癌基因",
          "isMan": 0,
          "score": 0,
          "riskValue": 0.482,
          "summary": "风险正常",
          "title": "你的患病风险正常",
          "ratio": 0.7247,
        }
      ]
    }
  },
  "advise": null,
  "pdfUrl": null,
  "imgUrls": null,
  "phenotypes": {
    "366": {
      "introduction": "原发性高血压是以血压升高（收缩压≥140mmHg和（或）舒张压≥90mmHg）为主要临床表现，伴或不伴有多种心血管危险因素（如心、脑、肾等器官的功能或器质性损害）的综合征，通常简称为高血压。高血压是最常见的慢性病，也是心脑血管病及慢性肾病的重要危险因素。高血压可以发生于任何年龄。",
      "advise": "1.合理膳食：忌烟酒，忌浓烈红茶，低盐、低油、 低糖饮食，每人每天摄盐量不得超过6克（一啤酒瓶盖），多吃蔬果、杂粮，如：香蕉、山楂、大蒜、黑豆、胡萝卜、芹菜、玉米、荞麦等食物。\n2.坚持体育锻炼：每周进行3次体育锻炼（散步、慢跑、太极拳、骑自行车和游泳等运动）但是若血压不稳定，避免外出锻炼；控制体重（BMI=体重(公斤)/身高(米)2，BMI≥25 为超重，BMI≥27为肥胖）。\n3.控制情绪，避免精神刺激、紧张，尤其不宜过度生气或兴奋。                       \n4.天气严寒时，尽量减少出行；不能避免外出时，应注意防寒保暖，不迎风走路。       \n5.避免使用太热、太冷的水洗澡。保证充足良好的睡眠。                             \n6.若患有高血压，大便不宜久蹲，避免太过用力，适当食用通便的食物或药物。\n7.家中常备血压计，做好血压监测（最好清晨测量血压，每周测2-3次）。",
      "cause": "1、饮食因素\n长期高盐高脂饮食可导致血压升高。钾盐摄入与高血压呈负相关。高蛋白质、低钙饮食均能升压。\n2、精神刺激\n脑力劳动者、从事精神紧张度高的职业者发升高血压的可能性较大。\n3、其他因素\n（1）超重或肥胖是血压升高的重要危险因素。\n（2）服用避孕药妇女血压升高发生率及程度与服用时间长短有关。\n（3）睡眠呼吸暂停低通气综合征(SAHS)患者50%有高血压。",
      "relatedGenes": "ATP2B1基因位于人类第12号染色体长臂。该基因编码细胞膜钙离子转运酶，参与调控细胞内钙离子水平的稳态。有研究表明，该基因可能通过调节钙离子浓度和血管平滑肌细胞的收缩来调控血压水平。\nMTHFR基因位于人类第1号染色体短臂。该基因编码N5，N10-亚甲基四氢叶酸还原酶，是同型半胱氨酸代谢过程中的关键酶，同型半胱氨酸是一种对血管有损伤性的非必需氨基酸，与高血压的发病密切相关。",
      "deficiency": null,
      "overmuch": null,
      "rich_food": null,
      "caseRate": "",
      "symptom": "多数起病缓慢、渐进，一般缺乏特殊的临床表现。月1/5患者无症状，仅在测量血压时或发生心、脑、肾等并发症时才被发现。一般常见症状有头晕、头痛、颈项板紧、疲劳、心悸等，呈轻度持续性，多数症状可自行缓解，在紧张或劳累后加重。也可出现视力模糊、鼻出血等较重症状。症状与血压水平有一定关联。",
      "prevention": "及时正确处理高血压十分重要，可在短时间内使病情缓解，预防进行性或不可逆性靶器官损害，降低死亡率。",
      "preventionGeneral": "1、合理膳食\n忌烟酒，忌浓烈红茶，低盐、低油、低糖饮食，减少钠盐、高脂食物摄入，多吃蔬果、杂粮，戒烟限酒。补充钙和钾盐。                      \n2、减轻体重\n尽量将体重指数(BMI)控制在25以内。体重降低对改善胰岛素抵抗、糖尿病、高脂血症和左心室肥厚均有益。\n3、适当运动\n运动有利于减轻体重和改善胰岛素抵抗，提高心血管适应调节能力，稳定血压水平。推荐中、低强度的等张运动，可根据年龄及身体情况选择慢跑或步行，一般每周运动3-5次，每次20-60分钟。\n4、控制情绪\n避免精神刺激、紧张，尤其不宜过度生气或兴奋。                       \n5、防寒保暖\n严寒天气出门时注意保暖，保证充足良好的睡眠。                             \n6、避免过度用力\n若患有高血压，大便不宜久蹲，避免太过用力，适当食用通便的食物或药物。",
      "preventionCheckup": "高血压高危人群，应按时定期的进行相关检查，以早日明确诊断并积极治疗。\n1、血压监测\n2、实验室检查\n血常规、尿常规、尿沉渣镜检、电解质、血生化、肾功能\n3、影像学检查\n心电图、超声心动图、胸部X线、眼底及颈动脉超声、24小时动态血压",
      "geneticCorrelation": "高血压是遗传易感性和环境因素相互作用的结果，一般认为遗传因素约占40%。除此之外，高血压具有明显的家族聚集性，约60%高血压患者可询问到有高血压家族史。",
      "jsonCause": {},
      "jsonPreventionGeneral": {},
      "jsonPreventionCheckup": {},
      "articles": null
    },
  },
  "summary": "",
  "reportTime": "2017.09.01",
  "sales": null,
  "reportInfo": {
    "default": {
      "type": 1,
      "items": [
        {
          "genes": [{
            "gene": "P53",
            "related": "P53调控细胞周期和保护细胞染色体免受损伤。风险基因型失去了对细胞生长、凋亡和DNA修复的调控作用,不能正常阻止“坏”细胞继续分裂生长,从而增加了癌症发生的风险。"
          }],
          "genotypes": [
            {
              "frequency": 0.1707,
              "gene": "P53",
              "genotype": "GG",
              "info": "风险正常",
              "rsid": "rs1042522",
              "score": 0,
              "summary": "风险正常"
            }
          ],
          "phenotypeId": 1,
          "phenotypeName": "抑癌基因",
          "isMan": 0,
          "score": 0,
          "riskValue": 0.482,
          "summary": "风险正常",
          "title": "你的患病风险正常",
          "ratio": 0.7247,
        }
      ]
    },
  },
  "productId1": 18
};

var doc = p53Test(data);
doc.stream.pipe(fs.createWriteStream(doc.fileName));