/**
 * Created by work on 17/12/21.
 */
/* eslint-disable */
const fs = require('fs');
var alcohol3Test = require('./alcohol3');
const data2 = {
  "reportId": 1064,
  "dataObj": {
    "info": {
      "alcohol": {
        "type": 1,
        "items": [
          {
            "phenotypeId": 64,
            "phenotypeName": "食管癌",
            "isMan": 0,
            "genotypes": [
              {
                "rsid": "rs671",
                "gene": "ALDH2",
                "genotype": "AG",
                "score": -1,
                "info": "风险增加",
                "frequency": 0.23,
                "summary": "风险增加"
              }
            ],
            "title": null,
            "score": -1,
            "riskValue": 1,
            "summary": "风险偏高",
            "ratio": 0.02,
            "genes": [
              {
                "gene": "ALDH2",
                "related": "ALDH2编码的乙醛脱氢酶是乙醛代谢的关键酶,与60%以上的乙醛代谢有关。风险基因型导致乙醛的代谢速度下降,易造成有毒物质乙醛积累。"
              }
            ]
          },
          {
            "phenotypeId": 111,
            "phenotypeName": "硝酸甘油代谢能力",
            "isMan": 0,
            "genotypes": [
              {
                "rsid": "rs671",
                "gene": "ALDH2",
                "genotype": "AG",
                "score": -1,
                "info": "较差",
                "frequency": 0.23,
                "summary": "较差"
              }
            ],
            "title": null,
            "score": -1,
            "riskValue": 1,
            "summary": "较差",
            "ratio": 0.0316,
            "genes": [

            ]
          },
          {
            "phenotypeId": 363,
            "phenotypeName": "酒精代谢能力",
            "isMan": 0,
            "genotypes": [
              {
                "rsid": "rs1229984",
                "gene": "ADH2",
                "genotype": "TT",
                "score": 1,
                "info": "较强",
                "frequency": 0.4843,
                "summary": "较强"
              },
              {
                "rsid": "rs671",
                "gene": "ALDH2",
                "genotype": "AG",
                "score": -1,
                "info": "较弱",
                "frequency": 0.23,
                "summary": "较弱"
              }
            ],
            "title": null,
            "score": 1,
            "riskValue": 0.667,
            "summary": "较强",
            "ratio": 0.169,
            "genes": [
              {
                "gene": "ADH2",
                "related": "ADH2基因编码的乙醇脱氢酶是乙醇代谢的关键酶，可将体内的乙醇在肝脏代谢为乙醛。风险基因型导致编码的酶活性显著增加,使得饮酒者出现乙醛蓄积,引起代谢变化外,还会消耗大量还原剂,导致体内自由基的清除受阻,使得DNA受损几率增加。"
              },
              {
                "gene": "ALDH2",
                "related": " ALDH2基因位于12q24.2上,长约44 kb,包含13个外显子,编码的多肽链含有517个氨基酸残基。它的主要多态性是rs671，即位于外显子12的 G1510A。正常的等位基因记为ALDH2*1，如果发生单碱基突变的等位基因记为ALDH2*2。突变基因翻译出的酶中，残基487的谷氨酸变为赖氨酸，这样使得酶的催化活性无法正常表达。ALDH2*2突变表达的亚基酶无法正常代谢乙醇氧化的产物乙醛，使得乙醛在体内堆积，血液中的乙醛浓度升高从而引起一系列的酒后不良反应，如脸红，头晕，心跳加快等。"
              }
            ]
          }
        ]
      }
    },
    "advise": null,
    "pdfUrl": null,
    "imgUrls": null,
    "checkerName": "说的是",
    "productId": 48,
    "productName": "酒精三项",
    "sampleNo": "1484900002756",
    "activateTime": "2017-12-22",
    "companyAddr": null,
    "subCompanyAddr": null,
    "sales": null,
    "meetingNo": null,
    "checker": {
      "headImg": null,
      "name": "1",
      "sex": 0,
      "sexLabel": "男",
      "age": 2
    },
    "phenotypes": {
      "64": {
        "introduction": "食管连接咽喉和胃，起着运输食物的作用。食管癌是发生在食管的恶性消化道肿瘤，以鳞状上皮癌多见。中国是世界上食管癌的高发国家，我国大约16万人每年被诊断为食管癌，食管癌发病率有上升趋势，特别是食管腺癌。",
        "advise": "1) 建立健康生活习惯\n预防包括停止吸烟或咀嚼烟丝。在亚洲克服咀嚼槟郎的成瘾性是预防食管鳞状细胞癌的另一个有希望的途径。通过保持正常的体重也可以减少风险。\n2) 饮食调节\n美国国家癌症研究所指出，提高饮食中十字花科（圆白菜，西兰花/椰菜，花椰菜，布鲁塞尔豆芽）、绿色黄色蔬菜和水果比例可以降低食管癌的发病风险。膳食纤维被认为保护性，特别是对食管腺癌。没有证据表明维生素补充剂改变了食管癌发生风险。\n3) 患有Barrett食管者具有较高的风险，需要定期内镜以早期筛查。因为在没有症状的人中筛查腺癌的获益还不明显，美国不推荐世界上一些具有鳞状细胞癌高发病率的地区进行筛查。",
        "cause": "1、化学、生物致癌物质\n亚硝胺是被公认的化学致癌物，在高发区的粮食和饮水中含量显著升高，且与当地食管癌和食管上皮重度增生的患病率呈正相关。各种霉变食物能产生致癌物质，霉菌与亚硝胺协同致癌。\n2、食管慢性刺激\n食物粗糙、进食过烫，咀嚼摈榔或烟丝等习惯造成对食管黏膜的慢性理化刺激，可致局限性或弥漫性上皮增生，形成癌前病变。\n3、癌前病变\n慢性食管病如胃食管反流病、贲门失弛缓症、腐蚀性食管灼伤和狭窄等患者食管癌发生率高。\n4、营养因素\n饮食缺乏动物蛋白、新鲜蔬菜和水果，摄入的维生素A、B2、和C缺乏，是食管癌的危险因素。\n5、人乳头状病毒\n一些研究发现食管上皮增生与乳头状病毒感染有关。",
        "relatedGenes": "PDE4D基因位于人类第5号染色体长臂。该基因编码一种能够降低细胞内cAMP含量的蛋白酶，与肿瘤存在一定关系。\nPLCE1是人类第10号染色体长臂。该基因变异与胃癌相关性最强,研究发现其突变还可导致食管癌发生风险增高，该基因编码的蛋白属于PLC蛋白家族成员，在肿瘤相关的炎症反应中发挥重要作用。\nHECTD4 基因可能是癌症相关基因。",
        "deficiency": null,
        "overmuch": null,
        "rich_food": null,
        "imageUrl": "http://gene-report.thorgene.com/box_file/%E9%A3%9F%E7%AE%A1%E7%99%8C.jpg",
        "resultCase": {
          "0": {
            "ratio": 0.7114,
            "summary": "风险正常"
          },
          "1": {
            "ratio": 0.2686,
            "summary": "风险偏低"
          },
          "-1": {
            "ratio": 0.02,
            "summary": "风险偏高"
          }
        },
        "caseRate": "16",
        "symptom": "1、早期症状不典型，易被忽略。主要为胸骨后不适、烧灼感、针刺样或牵拉样痛，进食通过缓慢并有滞留的感觉或轻度哽噎感。\n2、中晚期症状主要有进行性咽下困难，食物反流，咽下疼痛，其他症状如慢性脱水、营养不良、消瘦与恶病质等。",
        "prevention": "如果已存在食管癌的高危险因素，特别是Barrett食管，需要及时进行一些监测手段比如内镜活检。如果长期存在吞咽疼痛、胸闷或烧心、原因不明的体重减轻、声嘶，呃逆，肺炎和高钙血症等症状，应尽早到正规医院相关科室进行诊断及治疗，早诊断才能获得完善系统的治疗。",
        "preventionGeneral": "1、建立健康生活习惯\n戒烟戒酒，避免吸烟和酗酒是降低发病风险的最佳办法。禁食一些含致癌物质的食物，如霉变的食物中含 亚硝胺类化合物和真菌霉素。\n2、饮食结构调节\n少食多餐，避免食用过硬或粗糙、过烫、辛辣及油炸等刺激性食物。多食一些水果蔬菜及富含维生素及矿物质、膳食纤维的饮食。美国国家癌症研究所指出，提高饮食中十字花科（圆白菜，西兰花/椰菜，花椰菜，布鲁塞尔豆芽）、绿色黄色蔬菜和水果比例可以降低食管癌的发病风险。",
        "preventionCheckup": "对于已有食管癌类似症状的患者，应积极进行检查确诊，以获得早期治疗。\r1、上消化道钡剂造影\r2、食管内镜检查\r3、食管组织活检\r4、食管脱落细胞学检查\r5、食管CT检查",
        "geneticCorrelation": "食管癌发病表现家族性聚集现象。在我国高发地区，本病有阳性家族史者达25%-50%，其中父系最高，母系次之，旁系最低。环境和遗传多因素引起食管癌的发生，涉及的分子生物学基础目前认为是癌基因激活或抑癌基因失活的基因变化所致。",
        "jsonCause": {
          "summary": "",
          "items": [
            {
              "title": "化学、生物致癌物质",
              "desc": "亚硝胺是被公认的化学致癌物，在高发区的粮食和饮水中含量显著升高，且与当地食管癌和食管上皮重度增生的患病率呈正相关。各种霉变食物能产生致癌物质，霉菌与亚硝胺协同致癌。"
            },
            {
              "title": "食管慢性刺激",
              "desc": "食物粗糙、进食过烫，咀嚼摈榔或烟丝等习惯造成对食管黏膜的慢性理化刺激，可致局限性或弥漫性上皮增生，形成癌前病变。"
            },
            {
              "title": "癌前病变",
              "desc": "慢性食管病如胃食管反流病、贲门失弛缓症、腐蚀性食管灼伤和狭窄等患者食管癌发生率高。"
            },
            {
              "title": "营养因素",
              "desc": "饮食缺乏动物蛋白、新鲜蔬菜和水果，摄入的维生素A、B2、和C缺乏，是食管癌的危险因素。"
            },
            {
              "title": "人乳头状病毒",
              "desc": "一些研究发现食管上皮增生与乳头状病毒感染有关。"
            }
          ]
        },
        "jsonPreventionGeneral": {
          "summary": "",
          "items": [
            {
              "title": "建立健康生活习惯",
              "desc": "戒烟戒酒，避免吸烟和酗酒是降低发病风险的最佳办法。禁食一些含致癌物质的食物，如霉变的食物中含 亚硝胺类化合物和真菌霉素。"
            },
            {
              "title": "饮食结构调节",
              "desc": "少食多餐，避免食用过硬或粗糙、过烫、辛辣及油炸等刺激性食物。多食一些水果蔬菜及富含维生素及矿物质、膳食纤维的饮食。美国国家癌症研究所指出，提高饮食中十字花科（圆白菜，西兰花/椰菜，花椰菜，布鲁塞尔豆芽）、绿色黄色蔬菜和水果比例可以降低食管癌的发病风险。"
            }
          ]
        },
        "jsonPreventionCheckup": {
          "summary": "对于已有食管癌类似症状的患者，应积极进行检查确诊，以获得早期治疗。",
          "items": [
            {
              "title": "上消化道钡剂造影",
              "desc": ""
            },
            {
              "title": "食管内镜检查",
              "desc": ""
            },
            {
              "title": "食管组织活检",
              "desc": ""
            },
            {
              "title": "食管脱落细胞学检查",
              "desc": ""
            },
            {
              "title": "食管CT检查",
              "desc": ""
            }
          ]
        },
        "articles": null
      },
      "111": {
        "introduction": "线粒体乙醛脱氢酶 2(ALDH2)—— 线粒体乙醛脱氢酶 2(ALDH2)同时具有乙醛脱氢酶和酯酶活性,参与乙醇、硝酸甘油等药物的代谢，ALDH2*2 多态导致所编码蛋白质 504 位谷氨酸被赖氨酸所取代,携带突变等位基因(ALDH2*2)的个体 ALDH2 酶活性下降,杂合子个体酶活性仅为野生型个体的 10%,突变纯合子个体酶活性缺失。因此,携带 ALDH2*2 等位基因的个体代谢硝酸甘油的能力下降,硝酸甘油抗心肌缺血的效应减弱。亚洲人群中 ALDH2*2 等位基因的携带率为 30~50%。",
        "advise": "",
        "cause": "",
        "relatedGenes": "",
        "deficiency": null,
        "overmuch": null,
        "rich_food": null,
        "imageUrl": null,
        "resultCase": {
          "0": {
            "ratio": 0.7266,
            "summary": "正常"
          },
          "1": {
            "ratio": 0.2418,
            "summary": "较好"
          },
          "-1": {
            "ratio": 0.0316,
            "summary": "较差"
          }
        },
        "caseRate": null,
        "symptom": null,
        "prevention": null,
        "preventionGeneral": null,
        "preventionCheckup": null,
        "geneticCorrelation": null,
        "jsonCause": {

        },
        "jsonPreventionGeneral": {

        },
        "jsonPreventionCheckup": {

        },
        "articles": null
      },
      "363": {
        "introduction": "人体摄入酒精（乙醇）后，将近90%要通过肝脏代谢，才能分解排出体外,剩下的10%几乎可以通过挥发或者直接通过小便排出。酒精被吸收进入血液以后流到肝脏，主要通过两步生物化学反应来进行代谢：1. 乙醇首先通过乙醇脱氢酶催化被氧化为乙醛；2. 乙醛再被乙醛脱氢酶氧化为毒性较小的乙酸，进而参与到糖、脂肪、氨基酸等代谢途径中。影响最直接的一个基因是乙醛脱氢酶（ALDH2），如果发生异常，乙醛就会在体内大量堆积，严重伤害肝脏,也会对人体肾、脑、心造成严重的伤害。在亚洲人种中，这两种基因的多态性所对应酶活性的差异与酒精耐受性、酗酒和其他疾病相关。检测ALDH2基因，有利于评价自身的酒精耐受度及代谢能力，合理安排饮酒，减少酒精对人体各功能的伤害，科学合理的饮酒，有利于身体健康。",
        "advise": null,
        "cause": null,
        "relatedGenes": null,
        "deficiency": null,
        "overmuch": null,
        "rich_food": null,
        "imageUrl": "http://gene-report.thorgene.com/box_file/%E9%85%92%E7%B2%BE%E4%BB%A3%E8%B0%A2%E8%83%BD%E5%8A%9B.jpg",
        "resultCase": {
          "0": {
            "ratio": 0.7778,
            "summary": "正常"
          },
          "1": {
            "ratio": 0.169,
            "summary": "较强"
          },
          "-1": {
            "ratio": 0.0533,
            "summary": "较弱"
          }
        },
        "caseRate": null,
        "symptom": null,
        "prevention": null,
        "preventionGeneral": null,
        "preventionCheckup": null,
        "geneticCorrelation": null,
        "jsonCause": {

        },
        "jsonPreventionGeneral": {

        },
        "jsonPreventionCheckup": {

        },
        "articles": null
      }
    },
    "summary": "",
    "reportTime": "2017.12.22",
    "reportInfo": {
      "alcohol": {
        "type": 1,
        "items": [
          {
            "phenotypeId": 64,
            "phenotypeName": "食管癌",
            "isMan": 0,
            "genotypes": [
              {
                "rsid": "rs671",
                "gene": "ALDH2",
                "genotype": "AG",
                "score": -1,
                "info": "风险增加",
                "frequency": 0.23,
                "summary": "风险增加"
              }
            ],
            "title": null,
            "score": -1,
            "riskValue": 1,
            "summary": "风险偏高",
            "ratio": 0.02,
            "genes": [
              {
                "gene": "ALDH2",
                "related": "ALDH2编码的乙醛脱氢酶是乙醛代谢的关键酶,与60%以上的乙醛代谢有关。风险基因型导致乙醛的代谢速度下降,易造成有毒物质乙醛积累。"
              }
            ]
          },
          {
            "phenotypeId": 111,
            "phenotypeName": "硝酸甘油代谢能力",
            "isMan": 0,
            "genotypes": [
              {
                "rsid": "rs671",
                "gene": "ALDH2",
                "genotype": "AG",
                "score": -1,
                "info": "较差",
                "frequency": 0.23,
                "summary": "较差"
              }
            ],
            "title": null,
            "score": -1,
            "riskValue": 1,
            "summary": "较差",
            "ratio": 0.0316,
            "genes": [

            ]
          },
          {
            "phenotypeId": 363,
            "phenotypeName": "酒精代谢能力",
            "isMan": 0,
            "genotypes": [
              {
                "rsid": "rs1229984",
                "gene": "ADH2",
                "genotype": "TT",
                "score": 1,
                "info": "较强",
                "frequency": 0.4843,
                "summary": "较强"
              },
              {
                "rsid": "rs671",
                "gene": "ALDH2",
                "genotype": "AG",
                "score": -1,
                "info": "较弱",
                "frequency": 0.23,
                "summary": "较弱"
              }
            ],
            "title": null,
            "score": 1,
            "riskValue": 0.667,
            "summary": "较强",
            "ratio": 0.169,
            "genes": [
              {
                "gene": "ADH2",
                "related": "ADH2基因编码的乙醇脱氢酶是乙醇代谢的关键酶，可将体内的乙醇在肝脏代谢为乙醛。风险基因型导致编码的酶活性显著增加,使得饮酒者出现乙醛蓄积,引起代谢变化外,还会消耗大量还原剂,导致体内自由基的清除受阻,使得DNA受损几率增加。"
              },
              {
                "gene": "ALDH2",
                "related": " ALDH2基因位于12q24.2上,长约44 kb,包含13个外显子,编码的多肽链含有517个氨基酸残基。它的主要多态性是rs671，即位于外显子12的 G1510A。正常的等位基因记为ALDH2*1，如果发生单碱基突变的等位基因记为ALDH2*2。突变基因翻译出的酶中，残基487的谷氨酸变为赖氨酸，这样使得酶的催化活性无法正常表达。ALDH2*2突变表达的亚基酶无法正常代谢乙醇氧化的产物乙醛，使得乙醛在体内堆积，血液中的乙醛浓度升高从而引起一系列的酒后不良反应，如脸红，头晕，心跳加快等。"
              }
            ]
          }
        ]
      }
    },
    "productId1": 48,
    "alcoholSubReportDetail": {
      "plan": null,
      "info": {
        "rank": 3,
        "populate": "30.73",
        "resultSummary": "您的酒精代谢能力较弱。饮酒过快容易脸红，所以浅饮即可，切不可贪杯哦。",
        "principle": "酒的主要成分是乙醇，90%以上的乙醇通过肝脏代谢。乙醇首先在乙醇脱氢酶（ADH1B）的作用下将乙醇代谢为乙醛，再由乙醛脱氢酶（ALDH2）代谢为乙酸。整个过程中，乙醛脱氢酶最为关键，活性高低主要与遗传有关，不同基因型乙醛脱氢酶的活力不同，酒精的代谢能力也不同。",
        "advise": "除去遗传，酒精代谢仍受多个因素影响，包括种族、性别以及体重等。无论酒精代谢能力强弱，都应该适度饮酒，过量的酒精摄入会对身体健康造成伤害，增加食道癌、糖尿病、心绞痛、冠心病等疾病的风险。",
        "result": [
          {
            "genotype": "AA",
            "rank": 0,
            "picUrl": ""
          },
          {
            "genotype": "AG",
            "rank": 1,
            "picUrl": ""
          }
        ]
      },
      "extInfos": [
        {
          "id": 80,
          "name": "口腔/咽喉癌",
          "enName": "Oral/Throat Cancers",
          "fullName": "口腔/咽喉癌风险",
          "label": "低于正常",
          "result": "低于正常风险",
          "status": -1,
          "summary": "口腔和咽喉癌是指除外鼻咽癌,发生于唇、舌、牙龈、口底、下颚、腮腺、唾液腺、扁桃腺、口咽、梨状窝、下咽,以及唇、口腔和咽中及其他不明确部位的恶性肿瘤。临床表现为声音沙哑、咽喉异常感、吞咽疼痛久治不愈、血痰、吞咽困难、呼吸困难和颈淋巴肿大等。\n口腔癌和咽喉癌是世界范围内最常见的恶性肿瘤之一。在发展中国家，口腔与咽癌位居男性恶性肿瘤的第3位，女性恶性肿瘤的第4位。引发咽喉癌的主要有化学致癌物、物理致癌物和生物致癌因素。\n1.化学致癌物，尼古丁、乙醇可作为致癌物的溶剂,促使致癌物进入舌黏膜。\n2.物理致癌因素，不合适的牙托、义齿、 龋齿、残缺的牙嵴等,不良的口腔卫生习惯,长期机械性损伤, 经常卡鱼刺、骨头等。\n3.生物致癌因素，人乳头状瘤病毒、遗传、个体易感性、营养代谢障碍、种族及放射线等。",
          "advise": "1. 建议您尽量戒除烟酒嗜好。研究显示，烟草和饮酒是口腔和咽喉癌的重要致病因素，发病风险与吸烟量和饮酒量呈正相关，吸烟和饮酒可单独也可协同起作用。\n2. 远离化学致癌物质。对生产过程中的有害气体、粉尘，如矽尘、氯氨、溴、碘等需要妥善处理，长期与有害化学气体接触的工作人员，应配戴防毒面具与穿防护隔离衣等。\n3. 防范饮食习惯不良。勿过度吃腌菜、酸、辛辣刺激胜食物，禁吃霉变食物，对患有慢性咽喉炎者更为重要。应养成良好的饮食卫生习惯，如少荤多素，多食新鲜水果、蔬菜等。\n4. 避免大声叫喊。如发声不当、用嗓过度，可使声带急性充血或出血，感冒期间更需注意。且不可发声过度，注意声带适当休息。注意口腔清洁，不使外界不洁之物进入喉腔，免受致病细菌感染引起疾病。\n5. 学会释放压力，避免不良情绪。当今社会节奏较快，各行业都感到压力很大。长期的生活、工作压力如果不能有效释放，身心都会受损。很多人不善于交流，又不会自己释放压力，很容易得口腔和咽喉癌或其他肿瘤。另外，脾气暴躁，爱生闷气得人也都容易患上恶性肿瘤。",
          "tip": "基因只是影响疾病和其他个体特征的内在因素，外在因素包括生活环境和生活方式等。",
          "remark": "*分析结果未见异常并不代表没有疾病，如您有不适症状，请及时到医院就诊。\n*如分析结果中存在中高危风险，不代表已经患有该疾病。不要有心理压力，应该针对性的调整生活习惯，积极预防。",
          "genes": {
            "gene": "ADH1B",
            "rsid": "rs1229984",
            "genotype": "AA",
            "summary": "低于正常",
            "status": -1
          },
          "note": "ADH1B基因rs1229984位点的基因型为AA，表示口腔/咽喉癌风险低于正常水平。"
        },
        {
          "id": 64,
          "name": "食管癌",
          "enName": "Esophageal Cancer",
          "fullName": "食管癌风险",
          "label": "略高",
          "result": "风险略高",
          "status": 1,
          "summary": "食管癌是一类发生在食管中的癌症，是常见的消化道肿瘤，全世界每年约有30万人死于食管癌。其发病率和死亡率各国差异很大。我国是世界上食管癌高发地区之一，每年平均病死约15万人。男多于女，发病年龄多在40岁以上。其主要分为两种类型：第一类为食管鳞状细胞癌（ESCC），由食管上皮细胞癌变引起，主要发生在发展中国家；另一类为食管腺癌（EAC），由食管下部第三节腺细胞癌变引发，患者主要分布在发达国家中。\n食管癌早期症状并不明显，当出现症状时，其在食管中的渗透率已达60%，发展为癌症中后期，典型症状为进行性咽下困难，先是难咽干的食物，继而是半流质食物，最后水和唾液也不能咽下。",
          "advise": "1. 建立健康生活习惯。食管癌特别是食管鳞癌与不良生活习惯密切相关，包括长期吃粗硬食物、热汤、烫粥、烫茶或辣椒之类刺激性食物;或有快吞、咀嚼不细、暴饮暴食等。另外，吸烟和饮酒，以及膳食中缺少蔬菜水果、缺少微量营养素和生物活性物质等也可能与食管癌发生相关。因此改变不良饮食习惯，建立健康生活习惯是降低食管癌发生的重要因素。\n2. 饮食调节。美国国家癌症研究所指出，提高饮食中十字花科（甘蓝，西兰花/椰菜，花椰菜，布鲁塞尔豆芽）、绿色黄色蔬菜和水果比例可以降低食管癌的发病风险。常食用膳食纤维对食管腺癌有重要预防作用。\n3. 改变不良饮食习惯，少吃或不吃霉变食物，多吃蔬菜、增加维生素C等。",
          "tip": "基因只是影响疾病和其他个体特征的内在因素，外在因素包括生活环境和生活方式等。",
          "remark": "*分析结果未见异常并不代表没有疾病，如您有不适症状，请及时到医院就诊。\n*如分析结果中存在中高危风险，不代表已经患有该疾病。不要有心理压力，应该针对性的调整生活习惯，积极预防。",
          "genes": {
            "gene": "ALDH2",
            "rsid": "rs671",
            "genotype": "AG",
            "summary": "略高",
            "status": 1
          },
          "note": "ALDH2基因rs671位点的基因型为GA，表示食管癌风险略高于正常水平。"
        },
        {
          "id": 111,
          "name": "硝酸甘油",
          "enName": "Nitroglycerin",
          "fullName": "硝酸甘油疗效",
          "label": "较差",
          "result": "疗效较差",
          "status": -1,
          "summary": "乙醛脱氢酶(ALDH2)同时具有乙醛脱氢酶和酯酶活性,参与乙醇、硝酸甘油等药物的代谢，ALDH2上多态性位点rs671突变可导致所编码蛋白质第504 位的谷氨酸被赖氨酸所取代,携带突变等位基因的个体 ALDH2 酶活性下降,杂合子个体酶活性仅为野生型个体的 10%,突变纯合子个体酶活性缺失。因此,携带 rs671突变位点的个体代谢硝酸甘油的能力下降,硝酸甘油治疗心绞痛的效应减弱。",
          "tip": "",
          "remark": "",
          "genes": {
            "gene": "ALDH2",
            "rsid": "rs671",
            "genotype": "AG",
            "summary": "较差",
            "status": -1
          },
          "note": "根据您的检测结果，您的硝酸甘油代谢能力的疗效较差，可在医生指导下酌情调整用药方案。"
        }
      ],
      "checkerName": "1",
      "productId": 1,
      "productName": "酒精代谢能力基因检测",
      "sampleNo": "1484900002756",
      "activateTime": "2017-12-22",
      "companyAddr": null,
      "subCompanyAddr": null,
      "sales": null,
      "meetingNo": null,
      "checker": {
        "headImg": null,
        "name": "1",
        "sex": 0,
        "sexLabel": "男",
        "age": 2
      },
      "summary": "",
      "reportTime": "2017.12.22",
      "reportInfo": {
        "rank": 3,
        "populate": "30.73",
        "resultSummary": "您的酒精代谢能力较弱。饮酒过快容易脸红，所以浅饮即可，切不可贪杯哦。",
        "principle": "酒的主要成分是乙醇，90%以上的乙醇通过肝脏代谢。乙醇首先在乙醇脱氢酶（ADH1B）的作用下将乙醇代谢为乙醛，再由乙醛脱氢酶（ALDH2）代谢为乙酸。整个过程中，乙醛脱氢酶最为关键，活性高低主要与遗传有关，不同基因型乙醛脱氢酶的活力不同，酒精的代谢能力也不同。",
        "advise": "除去遗传，酒精代谢仍受多个因素影响，包括种族、性别以及体重等。无论酒精代谢能力强弱，都应该适度饮酒，过量的酒精摄入会对身体健康造成伤害，增加食道癌、糖尿病、心绞痛、冠心病等疾病的风险。",
        "result": [
          {
            "genotype": "AA",
            "rank": 0,
            "picUrl": ""
          },
          {
            "genotype": "AG",
            "rank": 1,
            "picUrl": ""
          }
        ]
      },
      "productId1": 1
    },
  },
  "rtnUrl": "http://test.api.thorgene.com/mweb-gene-api/admin/pdf-gen-callback",
  "reportType": 48
};
const doc = alcohol3Test(data2.dataObj);

doc.stream.pipe(fs.createWriteStream(doc.fileName));